[["", "oR  \n=  \n  \nRF 20FIS  \nAGREEMENT  \nBETWEEN  \nTHE PARKWAY SCHOOL DISTRICT  \nBOARD OF EDUCATION  \nAND :  \n( 350 wlarhe/  \nTHE PARKWAY  \nNATIONAL EDUCATION ASSOCIATION  \n1999-2002  \nhoo  \n"], ["", "ARTICLE |  \nARTICLE II  \nARTICLE I]  \nARTICLE IV  \nARTICLE Vv  \nARTICLE VI  \nARTICLE VII  \nARTICLE VIII  \nARTICLE IX  \nARTICLE X  \nARTICLE XI  \nARTICLE  \nARTICLE XII  \nARTICLE XIv  \nARTICLE  \nARTICLE Xv]  \nARTICLE  \nARTICLE XVI  \nARTICLE XIx  \nARTICLE Xx  \nARTICLE XxX]  \nARTICLE XxJ]J  \nARTICLE XXIII  \nARTICLE XXIV  \nARTICLE Xxv  \nARTICLE XXV]  \nARTICLE XxVII  \nARTICLE XXVIn  \nARTICLE XXIx  \nARTICLE Xxx  \nTABLE OF CONTENTS  \nPage Number |  \nINTRODUCTION  \nMUTUAL RECOGNIT ION AND  \nEFFECTS OF THE ]  \nPUBLICATIONS OF THE 2  \n2  \nPERSONNEL 2  \n3  \n4  \nREDUCTION-IN-FORCE 7  \nCARLY RETIREMENT 9  \nSCHOOL 1]  \nSCHOOL 1]  \nTEACHING 12  \nTEACHING 13  \nADMINISTRATIVE INTERNS 14  \nABSENCE FROM DUTY,  \nSUBSTITUTE 14  \nFREE LUNCH 15  \nATTENDANCE AT PROFESSIONAL  \nMEETINGS 15  \nTEACHING 16  \nTRAVELING 16  \nRELEASE OF 17  \nPU ALUATION 17  \nTEACHER MENTOR PROGRAM  \nPROFESSIONAL DEVELOPMENT COMMITTEE 19  \nTERMINATION OF TEACHER EMPLOYMENT  \nNON-RENEWAL OF CONTRACTS-  \nPROBATIONARY 19  \nACADEMIC 20  \nPARENTS OR STUDENT COMPLAINTS  \nDIRECTED TOWARD 21  \nDISCIPLINE 22  \nREPRESENTATION 23  \nSALARY/ASSOCIATION DUES  \n24  \nRELEASED TIME  \nASSOCIATION OFFICERS 25  \nRELEASED TIME FOR THE  \nPARKWAY NEA 25  \nLEAVE POLICIES  \n"], ["", "ARTICLE XXXI  \nARTICLE XXXII  \nARTICLE  \nARTICLE XXXIV  \nARTICLE XXXV  \nARTICLE XXXVI  \nARTICLE XXXVII  \nARTICLE  \nARTICLE XXXIX  \nFAMILY AND MEDICAL LEAVE  \nACT OF 26  \nSICK LEAVE 27  \nPERSONAL LEAVE 29  \nBEREAVEMENT 29  \nJURY/WITNESS 29  \nSABBATICAL LEAVE. 29  \nSHORT TERM PAID  \nPROFESSIONAL LEAVE 3]  \nPROFESSIONAL LEAVES AND  \nABSENCES. 3]  \nLEAVE FOR CHILD 32  \nLEAVE FOR ADOPTION 33  \nLEAVE FOR FOSTER CARE 33  \nMILITARY 34  \nLEAVE FOR OTHER 34  \nEMPLOY MENT 34  \nLIABILITY FOR LOSS OF  \nPERSONAL 36  \nSALARY SCHEDULE OPERATIONAL 37  \nEXTRA PAY FOR EXTRA 4]  \nSUMMER 4]  \nGRIEVANCE 42  \nSCHOOL INITIATED INSTRUCTIONAL  \nCHANGE, PROCESS 49  \nSALARY SCHEDULES 5]  \nPOLICY 53  \nADDENDUM TO PARKWAY NEA/BOARD  \nOF EDUCATION 54  \nINTRODUCTION  \nThe following agreements have been reached by the representatives of the  \nParkway Board of Education and the representatives of the Parkway National  \nEducation Association. We hereby submit these agreements to the Board and to  \nthe Parkway NEA for consideration and recommend their acceptance. The  \nBoard and the Association shall provide to each other appropriate evidence of  \nfinal action.  \n   \n   \n   \ndate of signing - 7  \nW bho  \n  \n12  \n13  \ni4  \n15  \n16  \n17  \n18  \n19  \n20  \n2]  \n22  \n24  \n25  \n26  \n27  \n29  \n30  \n3]  \n32  \n33  \n34  \n"], ["ARTICLE I  \nMUTUAL RECOGNITION AND EFFECTS OF  \nTHE AGREEMENT  \n", "The Parkway Board of Education, whose authority is strictly defined and delineated by statute,  \nmay only function in the manner and to the extent that is authorized to do so by Missouri  \nStatutes.  \nThe Board of Education, under law, has the final responsibility of evaluating, establishing and  \ndetermining policies for the school district. The Superintendent is delegated the responsibility  \nand authority to implement the established policies, and the professional teaching staff has the  \nresponsibility to carry out established policies and administrative regulations.  \nThe Board-Administration-Parkway NEA Statement of Relationships is the basis of formal  \ndiscussions held with Parkway NEA representatives “for the purpose of arriving at agreements on  \nproposals concerning salary, welfare provisions, working conditions, curriculum and any other  \nitem of education concern.”  \nThe District and Parkway NEA believe that continuing a collaborative effort in the negotiations  \nprocess is in the best interest of both parties. In addition both parties will continue to foster a  \ncollaborative relationship through the Employee Relations Council.  \nThe initial discussion of issues of concern to Parkway NEA and the Board of Education shall  \noccur at Communications Labs attended by representives of the Administration. the Association,  \nand by the Board of Education.  \nthe Board and adopted as policy or determined to be administrative regulations shall be printed in  \nthe Parkway Policy Manual. Procedures shall be implemented as stated. These agreements, upon  \nacceptance by the Board and the Parkway NEA, shall be effective J uly 1, 1999 through June 30,  \n2002. 2  \n0 NHN  \n©  \ner ee oe  \n  \nNo =  \nCo wo  \nNWNNN NH  \ntr  \nN WY  \nIO  \n  \nGo WW  \n  \n"], ["ARTICLE II  \nPUBLICATION OF THE AGREEMENT  \n", "Those articles which have been agreed to or reaffirmed and which have been approved and  \nadopted by the Board as policy or as administrative procedure will become part of the Agreement  \nbetween the Parkway School District Board of Education and the Parkway National Education  \nAssociation and distribution to all teachers. Production cost of the Agreement shall be shared  \nequally by the District and the Association.  \n"], ["ARTICLE Il  \nCREDENTIALS  \n", "Certificated personnel shall have the following credentials on file in the Department of Human  \nResources prior to reporting for duty:  \nTeacher's Certificate  \nOfficial transcript of college courses  \nFederal and state withholding tax exemption certificates  \nInformation for Public School Retirement System  \nImmigration and Naturalization Form 1-9  \n"], ["ARTICLE IV  \nPERSONNEL FILES  \n", "A. Each employee may review the contents of his/her building personnel file by notifying the  \nschool principal and may review the contents of the official personnel file kept in the  \nAdministrative Center file by notifying the Director of Human Resources. The employee  \nmay be accompanied by an Association representative to review his/her file or may  \nauthorize. in writing, said representative to conduct such review.  \nB. With the exception of transcripts and teaching certificates, as required by law, the  \nindividual shall be:  \n(1) notified of all material being placed in his/her files (Administrative Center  \nSchool). Any material which would adversely affect the employee will be dated  \nand signed by the employee and his/her supervisor;  \n(2)  givenacopy of this material;  \n(3) provided an opportunity to attach a written response to materials in the files.  \nC. Any material mutually determined by the District and the employee to be inappropriate or  \n‘nvalid shall be removed from the employee's personnel file.  \ntJ  \nBID WawWn  \n12  \n14  \n15  \n16  \n  \n18  \n19  \n20  \n2!  \n22  \n24  \n25  \n26  \n27  \n29  \n30  \n31  \n34  \n35  \nUpon request of the employee. any material which would adversely reflect upon the  \nemployee will be removed from the employee’s personnel file after five (5) years (as per  \nreference B-1) provided: (1) there are no other adverse documented incidents and/or (2)  \nthe District believes said documents need not be retained due to Federal/State  \nlegislation/guidelines or the potential for liti gation.  \nAny material held by the principal and/or District without the knowledge of the employee,  \nand /or apart from the employee’s official files, may not be utilized in any action which  \nwould adversely affect the employee. |  \nAt any meeting in which a document mi ght be signed which could adversely affect the job  \nsecurity of an employee, the administrator will advise the employee of his/her right to have  \na PNEA representative present.  \n"], ["ARTICLE V  \nASSIGNMENT  \n", "Teachers accepting employment agree to accept the building assignment of the  \nSuperintendent of schools.  \nAssignments Within A Building  \nThe assignment of teachers to classes or grades within a building shall be made by the  \nprincipal after mutual discussions between the teacher and the principal. Previous re-  \nassignments within the building will be taken into consideration in an effort to avoid  \nrepeated changes to any one teacher.  \nA.  Re-assignment prior to the close of the school year  \nAll teachers, other than new employees, shall be notified of their assi gnments within  \ntheir building for the next school year not later than the close of the current school  \nyear.  \nB. Re-assignment after the close of the school year  \nAn assignment within a building may be changed during the summer if required to  \nserve the best interests of the school system. Any such change must take into  \nconsideration not only the needs of the building but also the professional  \nqualifications, seniority, and interests of the teacher. In the event of such change in  \nassignment, the teacher shall be promptly consulted prior to making the decision on  \nthe change and shall be provided with a full accounting of the reason for the change.  \nNotice of the decision shall be provided to the teacher as soon as possible following  \nthe decision.  \nent  \nOMIA UL W WN  \nbomen See  \n©  \n—  \nbh  \nfeet  \nbh W  \nwr  \n16  \n20  \n21  \n22  \n24  \n26  \n27  \n29  \n30  \n32  \n33  \n"], ["ARTICLE VI  \nTRANSFERS  \n", "Section I - Philosophy  \nThe District embraces the philosophy that teacher transfer is an effective vehicle to enhance the  \nstrength of the school system and professional growth of the teaching staff.  \nThe transfer process should enable teachers to be employed in positions that allow the greatest  \nutilization of their skills, strengths, and interests for the benefit of students, school, and district.  \nThe transfer process is designed to facilitate the movement of teachers in a positive and timely  \nmanner.  \nPreference in filling vacancies through the transfer process shall be given to current Parkway  \nemployees over new hires.  \nVacancies shall be filled on the basis of the following selection criteria:  \nA. Quality of teaching performance as determined by the District's Performance Based  \nTeacher Evaluation (PBTE) system.  \nB. Years of continuous teacher experience in Parkway (including approved Leaves of  \nAbsence).  \nEducational preparation as determined by placement on a channel of the salary schedule.  \nFlexibility of possible teaching assignments as indicated by areas of certification.  \nHistory of co-curricular and other District involvement in the past one to three years.  \nSection II - Involuntary Transfers  \nTeachers who must be transferred to another building as a result of closed buildings. enrollment  \ndecline, curriculum reorganization, or other District reorganization decisions will be given first  \npriority in filling vacancies for the following year.  \nOpen positions for which teachers in the involuntary transfer process are qualified will not be  \nfilled by voluntary transfers or new hires until all teachers who are being involuntarily transferred  \nare either recommended for a teacher assignment by a principal or assigned by the Area  \nSuperintendent responsible for Human Resources or the Director of Human Resources.  \nVoluntary transfer requests will not be considered until all involuntary transferees have been  \nsatisfactorily placed in a position for which they are qualified.  \nSelection of teachers to be retained in each building will be made by the building principal in  \nconjunction with the appropriate Area Superintendent and/or Instructional Coordinator. This  \nselection will be made in accordance with the selection criteria as stated previously. weighted on  \nthe basis of the point system which follows. Whenever two or more teachers with  \n0 ON BH  \n1]  \n12  \n13  \n14  \n15  \n16  \n17  \n18  \n19  \n20  \n2]  \n22  \n24  \n2)  \n26  \n27  \n29  \n31  \n32  \ncomparable positions are available to appropriately meet the stated needs of the building. the  \nteacher with the lowest total number of points credited shall be transferred. In declaring  \noverages, the principal will give preference to any teacher who volunteers to transfer. In such  \ninstance, the teacher volunteers will be considered involuntary transfers for the purpose of  \nplacement in other vacant District positions.  \nA. TEACHING PERFORMANCE  \nCounselors, Librarians and Teachers earn points for meeting expectations on the most  \nrecent summative evaluation based on the following schedule:  \nCounselors- .31 per criterion  \nLibranans- .45percriterion  \nTeachers - .50 per criterion  \nA maximum of 10 points may be earned.  \nB. YEARS OF CONTINUOUS TEACHING EXPERIENCE IN PARKWAY  \n(INCLUDING APPROVED LEAVES OF ABSENCE) (seniority)  \nTeaching Experience - 1/2 point for each year of continuous teaching experience in  \nParkway up to a maximum of 10 points.  \nC. EDUCATIONAL PREPARATION  \nBS/BA = ] point  \nBS/BA + 15= 2 points  \nMA = 4 points  \nMA + 15= 5 points  \nMA + 30= 6 points  \nD. AREAS OF CERTIFICATION  \nEach area = | point (Maximum of 5 points)  \nE. CO-CURRICULAR INVOLVEMENT AND OTHER CONTRIBUTIONS TO THE  \nSCHOOL/DISTRICT = 0 TO 5 POINTS  \nTeachers to be reassigned shall be provided notice of all anticipated vacancies as close to April Ist  \nas possible. Teachers shall be notified of all additional vacancies as they become available.  \nTeachers to be reassigned will indicate their preference for up to three (3) vacancies on the  \n“Involuntary Transfer Request Form” to the Human Resources Department within five (5)  \nteaching days of the announced vacancies.The Human Resources Department shall refer teachers  \nto buildings, based on the teacher's preference, for consideration by the building principals.  \nA  \nOAYAMNRW N-  \n  \noF  \nRQ RD me et ot et  \n—OOOo  \nRARBS  \n8  \nto  \n\\O  \ntw  \nm ©  \nWwW 8 Ww  \nW hd  \nW Ww  \ntna tf  \npri  \nnci  \npal  \nwill meet with those involuntary transfers who have indicated interest in their schools. Teachers  \nshould not contact principals directly about available positions.  \nThe Human Resources Department will be ultimately responsible for placing teachers into  \navailable vacancies. Every effort shall be made to place teachers subject to reassignments in those  \npositions which most closely match their experience in subject or specialty area, grade level.  \neducational background and desire to teach that position. In placing teachers, the Human  \nResources Department may consider the criteria and the ranking order of the teachers, based on  \ntotal number of points accrued. :  \nIf an opening occurs before the start of school in a building in which there was an overage  \ndeclared, teachers who were involuntarily transferred will be reassigned to the original building.  \nif certified for that opening. A teacher may request to remain in the position to which he/she had  \nbeen transferred by providing written notice to the Director of Human Resources.  \nSection II] - Voluntary Transfers  \nThroughout the school year,the school district will make known to the certified staff all vacancies,  \nincluding vacancies in administrative positions. The announcement of vacancies will indicate  \ncertification requirements, subject areas, anticipated grade levels, deadline for applying and school  \nlocation. These vacancies will be listed weekly in a Vacancy Bulletin. After the end of the school  \nyear, vacancies will be announced on the Human Resources Department’s special recorded  \ntelephone listing. The telephone number will be published for all staff and teachers, prior to the  \nend of the school year. Openings will be listed as they become available. The date of posting shal]  \nbe clearly indicated in the vacancy announcement.  \nBuilding principals or their designee(s) shall be required to post vacancies for five (5) working  \ndays beginning on the date indicated in the vacancy announcement. All such announcements shall  \nbe placed on bulletin board and such other prominent locations where employees have usual and  \ncontinued access. Teachers shall not contact principals directly, but should contact the Human  \nResources Department for information concerning vacancies.  \nTeachers must apply, in writing. on the “Request For Transfer” form to the Human Resources  \nDepartment for posted vacancies within five (5) working days of the vacancy announcement.  \nAfter the request for transfer has been submitted, the teacher shall:  \nA. Be interviewed by the prospective principal and other appropriate personnel within five (5)  \nworking days, whenever possible.  \nB. Have additional interviews or conferences as may be required.  \nC. Be notified of the decision as soon as possible by the Director of Human Resources.  \nPrincipals must consider the selection criteria in Section | in making their selection. Principals  \nshould also consider the total years of service in Parkway within specific areas of certification  \nOn AWN  \n1)  \n12  \n13  \n14  \n15  \n16  \n17  \n18  \n19  \n20  \n21  \n22  \n23  \n24  \n25  \n26  \nZT  \n29  \n30  \n31  \n32  \n33  \n34  \n35  \n36  \n37  \napplicable to the position. Principals must be able to validate to the Area Superintendent  \nresponsible for Human Resources or the Director of Human Resources, the proper consideration  \nand application of these criteria in regard to their recommendation of an individual who 1s  \ncurrently not employed under a regular teacher’s contract in the District.  \nAny teacher granted a voluntary transfer for the current school year will not be eligible for another  \ntransfer until the following year.  \nThe transfer process must be followed if a vacancy arising during the school year is to be filled  \npermanently.  \nParkway teachers interested in transferring to a position which may become available up to the  \nbeginning of the school year (the first day all teachers must report to work) must notify. in  \nwriting, the Human Resources Department. Such notice of interest in a vacancy which may occur  \n(open transfer request) shall include the school(s), subject and/or grade level. Transfer requests  \nshall be valid only for the positions(s) indicated by the teacher on the request form.  \nTeachers who are currently assigned to positions in more than one building. who wish to be  \nassigned to a single building, will be considered as voluntary transfers and will be given,  \nconsideration as required by the transfer process.  \nNotwithstanding any provision outlined above, assignments may be changed by the  \nSuperintendent of Schools as required to serve the best interests of the total school system.  \n"], ["ARTICLE VH  \nREDUCTION-IN-FORCE  \n", "l. In the event a reduction in force is required due to financial limitations or lack of student  \nenrollment. the district may reduce throughout the ranks of employees rather than just  \namong teachers.After normal attrition and early retirement incentives. reductions in the  \nteaching staff will be made on a district wide basis by area of certification. Within each  \narea, the professional staff will be reduced in the following order:  \na. Part time probationary  \nb. Full time probationary  \nC. ‘Tenured  \n2. When reducing teaching positions, the quality of teaching performance, as determined by  \nthe Parkway Professional Teacher Plan, and district seniority will be utilized. For all  \napplicable purposes, the seniority of tenured teachers who elect to take a part-time contract  \nwill be prorated on the basis of the ratio of part time to full ime employment. The District  \nmay give special consideration to the retention of teachers for the purpose of meeting  \ncurrent compelling district needs such as retention of minorty personnel and/or personnel  \nholding specific certification or degree required for critical teaching assignments. The  \ndecision on this matter will be made exclusively by the Department of Human Resources.  \n  \n  \nmm ©  \npant  \ni)  \nareal  \n  \nee ee ee  \nCO~TAN  \nNN  \nOO  \nNM NN NO  \nHin & Wh  \n  \nWW GW  \nWN  \nWw WW  \nAn  \nTeachers will be ranked by the number of criteria marked in the performance categories.  \nThose with the highest number of marks in the first category, indicating performance  \nbelow expectations will be reduced first.  \nIf the number in the first-category is not sufficient to meet the reduction need, then the  \nmarks in the second category, indicating areas that need attention,are ranked in the same  \nmanner. Teachers marked only in categories reflecting performance at or above Parkway  \nexpectations will be ranked by seniority. Teachers with the same starting dates will be  \nranked by random draw to establish single ranking positions. The starting date shall be  \ndetermined by the first day of contracted teacher employment.  \nTeachers on approved leaves of absence at the time a reduction in staff takes place will be  \nconsidered in the decision process as if they were actively teaching at the time.  \nConditions of Reduction  \na. Teachers who have been affected by staff reduction, if they desire, shall have priority  \non the substitute list, according to seniority.  \nb. Any tenured teacher who would have qualified for retirement during the reduction year  \nshall be permitted to teach that year so as to acquire the last year of needed service.  \nTeachers will lose this privilege if they are the last individual within their respective  \ngroup to be reduced.  \nc. Leaves of Absence may be granted by the Board, upon written request, when a  \nreduction of staff is necessary in compliance with the Leave of Absence policies of the  \nDistrict.  \nd. During said reduction. affected teachers shall receive insurance benefits at the  \nDistrict's expense for a period of three (3) months, and at the teacher's expense  \nthereafter. Affected teachers may remain with the District’s group insurance, at their  \nexpense. as long as they are not eligible for membership in another plan, for a period  \nof no longer than thirty-six (36) months from the date of the reduction.  \ne. The fact that tenured teachers are affected by staff reduction shall not result in the loss  \nof status or credit for previous years of service. Upon return to the District, they shall  \nassume the step position on the salary schedule which they would have held in the  \nyear following the reduction.  \nf. New teachers will not be employed by the District while there are tenured teachers of  \nthe District who are laid-off, unless there are not laid-off teachers with proper  \ncertification and qualifications to fill any vacancy which may arise.  \nTeachers affected by a reduction-in-force will be subject to recall for a maximum period of  \nthree(3) years. Teachers will be recalled as vacancies occur in the reverse order from  \nwhich they were laid-off.  \nDemet  \n  \nRecall Notice  \nThe District will give written notice of recall from layoff by sending a registered or  \ncertified letter to said teacher at his/her last known address. It shall be the responsibility of  \neach teacher to notify the District of any change in address. The teacher's address, as it  \nappears on the District’s records, shall be conclusive when used in connection with  \nlayoffs, recalls, or other notices to the teacher. If a teacher fails to accept notice of recall]  \nwithin ten (10) calendar days from the date of sending the recall, unless an extension is  \ngranted in writing by the District, said teacher shall be considered to have voluntarily  \nterminated his/her individual employment contract and any other employment relationship  \nwith the District.  \n"], ["ARTICLE VIII  \nEARLY RETIREMENT  \nEARLY RETIREMENT INCENTIVES:  \n", "1.  \nThe following early retirement incentive will be available to employees who meet the  \nfollowing criteria,  \na. Have at least ten (10) years of service with the district.  \nb. Have between twenty-five (25) and thirty (30) years of credited service in the  \nMissouri Public School Retirement System.  \nFor the four (4) year period covered by the Contract for Early Retirement Services. the  \nDistrict will continue to pay for the employee the insurance premium for medical, dental.  \nlife, and vision coverage as provided for all full-time employees.Eligible dependents may  \nbe covered during this period by the employee directly paying the premium to the district.  \nThe District has the option to offer additional incentives as needed to address specific  \ndemographic. monetary or staffing needs. The District and the PNEA will collaborate in  \ndeveloping the specific features of any such plan.  \nProgram Requirements. The following provisions are a part of the Early Retirement  \nIncentive Program.  \na. The employee’s request to participate in the Early Retirement Program shall  \ninclude a statement that if the request is approved by the Board, the employee  \nresigns as a full time employee of the District, effective at the end of the current  \nschool year. This decision to retire is irrevocable when accepted by the Board of  \nEducation, except in very unusual circumstances. The employee’s request for  \nearly retirement will be submitted to the Department of Human Resources by the  \nend of the third week in January.  \nThe Superintendent may recommend at any time that an employee be able to enter  \ninto a Contract for Early Retirement Services.  \nmoro MY ANHhW NH  \nN  \nee  \nOO~IA Mah Ww  \nWW rh NWNNN NN ty  \nThe Board of Education may reopen the Early Retirement policy at other times as 1t deems  \nnecessary.  \nb. The board of Education may, at its sole and absolute discretion, accept or reject an  \nemployee’s request to participate in the Early Retirement Program. In making its  \ndecision, the Board will consider all relevant circumstances, including the  \nDistrict’s staffing needs and its effort to maintain a high quality staff..  \nc. Following Board approval of the request for Early Retirement, the parties will  \nexecute a Contract for Early Retirement.  \nd. Payments for substitute teaching or alternate services are subject to all legally  \nrequired state and federal taxes but are not eligible as contributions to Missoun  \nPublic School Retirement System.  \nRequired Service and Compensation Plan:  \nAll employees granted coverage as a provision of early retirement are required to provide  \nthe equivalent of one (1) six-hour day of service during each of the fours (4) years of  \ncoverage.  \na. Services to be performed that will satisfy the employee's obligation to the  \nDistrict will:  \n1. be in support of the teaching curriculum and  \nli best utilize the experience and skills of the employee  \nb. Such services may include but are to limited to:  \ncurriculum development  \nworkshop development and/or presentation  \nelementary school camp planning and supervision  \nfield trip supervision  \nstudent testing  \nathletic contest administration  \ntutoring  \nsubstitute teaching  \nteacher mentor/assistance program  \nand other activities agree to by the school principal with the approval of the  \nDirector of Human Resources.  \n10)  \n30  \n31  \n32  \n34  \n35  \n36  \n"], ["ARTICLE IX  \nSCHOOL CALENDAR  \n", "The school calendar of the Parkway School District during the term of this agreement shall be no  \nmore that 19] teacher employment days, (including preschool workshops, school attendance  \ndays, paid legal holidays, teacher professional meetings, teacher/parent conferences, professional  \ndevelopment and record days.) At the elementary and middle school, the calendar shall include a  \nfull records day scheduled at the end of the first two trimesters. At the high school the calendar  \nwill include a full records day scheduled at the end of the first semester and half records days at  \nthe six week grading periods that coincide with the K-8 trimester records days. The remaining  \nportion of these two days will be used for curriculum/professional development activities as  \ndetermined by the district. The Records Day for the third trimester/second semester will be  \ndetermined no later than May | and will be based upon the availability of days allocated but not  \nutilized for inclement weather. A Records Day is defined as a full workday of teacher initiated, in-  \nbuilding activities.  \nIn cases where pupil attendance days are lost due to inclement weather or other factors and must  \nbe made up in order to meet minimum state requirements, (174 days and 1044 hours), utilization  \nof professional development days , teacher/parent conferences, workshops, record days, and  \nSpring Break days may be considered prior to adding additional days to the school calendar.  \nEach year a committee jointly selected by the President of Parkway NEA and the Superintendent  \nwill review proposed academic calendars prior to making recommendations to the Superintendent  \nand Board of Education. In the event that a change becomes necessary after the calendar is  \nadopted by the Board of Education, the Parkway NEA President will be consulted regarding the  \nproposed change.  \nA task force, jointly selected by the President of Parkway NEA and the Superintendent, will be  \nestablished to study and make recommendations to the Superintendent on: (1) the use of  \nprofessional time and flexibility needed to package the calendar and school day to achieve better  \nOpportunities for students and staff and (2) the relationship between professional growth,  \nevaluation, and compensation. Such recommendations will be studied and may be implemented  \nbeginning with the 2000-2001 school year. Funding may be provided to implement any  \nrecommendations. |  \n"], ["ARTICLE X  \nSCHOOL HOURS  \n", "To facilitate student supervision and safety as well as teacher contact opportunities, school hours  \nfor teachers will be defined as beginning twenty (20) minutes before the opening of school each  \nday and ending twenty (20) minutes after the scheduled dismissal of pupils.  \nOther than in emergency situations, teachers will not be required to assume any building duties  \nprior to twenty (20) minutes before the start of the school day, nor following a twenty (20) minute  \npenod after the school day.  \n  \npoh eam fe pe  \n  \nbn peek  \nTAN  \n18  \n19  \n20  \n21  \nze  \n24  \n25  \n26  \n27  \n29  \n30  \n31  \n32  \n33  \n34  \n35  \n36  \n37  \n38  \n39  \nIn addition to the regular hours of duty, attendance at meetings or conferences called by the  \nprincipal's or Superintendent’s office are considered a part of each teacher's professional  \nresponsibility, provided such meetings are held at reasonable times and with reasonable notice and  \nprovided such meetings are of reasonable frequency and duration. Parkway teachers are  \nprofessional and agree to perform duties outside of the schoolday that promote student  \nsuccess.Teachers’ refusal to comply with reasonable requests may be reflected on their  \nevaluation. Teachers whose workday ends earlier than the regular school day shall attend faculty or  \ndepartmental meetings, or such other meetings scheduled at times adjacent to their scheduled day,  \nor attend those scheduled before or after the regular school day. Work on professional  \ncommittees outside the regular school day will be strictly voluntary.  \nThe staff and administration in schools that hold parent/teacher conferences wil! mutually develop  \na conference schedule which meets the needs of the program, as well as the reasonable needs and  \nexpectations of the staff and parents. Conference dates may be established district or area wide  \nto minimize conflicts.  \nCompensatory time will be provided staff members for the district designated parent/teacher  \nconferences held after school and/or evenings. The placement of compensatory time will be  \nscheduled by the calendar committee as defined in Article IX.  \n"], ["ARTICLE XI  \nTEACHING LOAD  \n", "The normal teaching load for high school teachers will be twenty-five (25) periods per week, plus  \nfive (5) planning periods per week. Planning time will be used by the teachers to perform the  \nmyriad of professional duties, including those outlined in the Parkway Professional Teacher  \nPlan. Reasonable requests by administrators to attend meetings, conferences, etc. are within the  \nspirit of this language. A high school teacher may teach an additional period with compensation  \nonly in emergency situations and after the district has made every effort to resolve the staffing  \ndeficiency. The stipend paid for this assignment will be $2800 per semester.  \nThe normal teaching load for middle school teachers will be twenty-five (25) periods per week,  \nplus five (5) planning periods and five (5) building periods per week. The five building periods  \nwill be assigned by the principal and be utilized for activities including, but not limited to ISS,  \nconferences, team planning, individualized instruction and such other appropriate activities as  \nnecessary to fulfill the instructional and administrative requirements of the building. In lieu of a  \nbuilding period, a middle school teacher may voluntarily teach an additional period at the  \nprincipal's discretion. The scheduling of any programs or activities must comply with established  \nlanguage in regards to teaching load in the secondary schools. |  \nElementary teachers will be provided 250 minutes for preparation per week, with not less than  \nthirty (30) continuous minutes of planning time provided each day and the remaining time  \nscheduled in blocks of not less than twenty (20) minutes each. Every effort will be made to  \nprovide an additional thirty (30) minutes of team planning time per week. In providing individual  \nand team planning time the school will attempt to avoid increasing the enrollment in  \nA  \n1]  \n12  \n13  \n14  \n15  \n16  \n17  \n18  \n19  \n20  \n22  \n24  \n25  \n26  \n27  \n29  \nelementary specialists’ classes (i.e. vocal music, art and physical education) to a level above that  \nof a regular classroom teacher. Concerns regarding enrollment in specialists’ classes should be  \ndiscussed with the principal. If the matter cannot be resolved it will be referred to the Area  \nSuperintendent responsible for that school and the Director of Human Resources.  \nThe teacher’s planning time generally will be utilized for activities as determined by the teacher  \n"], ["ARTICLE XII  \nTEACHING CONDITIONS  \n", "Because Parkway is committed to the philosophy and practice of participatory management and  \nshared decision making, principals and other administrators will be responsible for creating in  \neach school an environment which allows teachers and other school employees to freely express  \ntheir professional views in shaping building decisions. Furthermore, it is the desire of the school  \ndistrict to establish and maintain teaching conditions which will promote efficient and effective  \nteaching and learning. The district will continue to monitor pupil/teacher ratios.  \nBecause of the varying needs of the different instructional programs which are offered in the  \nschool district and varying instructional needs of the students, the school district believes that it is  \nimperative to maintain flexibility in establishing pupil teacher ratios. Input from teachers.  \nspecialists, counselors, administrators and parents shall play a significant role in the creation of  \nheterogeneous classes which provide optimal learning conditions in each classroom.  \nA teacher shall communicate, in writing, with the principal specific reasons that he/she feels  \nhis/her class enrollments will adversely affect the quality of the instructional program. A copy  \nwill be sent to the appropriate Area Superintendent. If unable to resolve the problem. the principal  \nshall review this report with the Area Superintendent. Where evidence exists to modify  \npupil/teacher ratios. or where the problem could be resolved by other appropriate action.  \nadjustments will be accomplished in the most equitable manner possible. The principal will  \nrespond to the teacher regarding the disposition of the matter within two weeks.  \nThe District and school shall strive to limit the size and balance the composition of all classes.  \nincluding specialists, encore, and elective classes, so as not to exceed the number of students  \nwhich can safely and effectively be served in each function or discipline.  \nWh  \n10  \n1]  \n12  \n13  \n15  \n16  \n17  \n18  \n19  \n20  \n2]  \n22  \n23  \n24  \n25  \nncipal and staff in each elementary school will review and develop a building schedule to minimize  \nthe scheduling conflicts. If a mutually developed plan cannot be reached, the principal will resolve  \nthe issue.  \nEMPLOYEE RELATIONS COUNCIL  \n   \nAny problem affecting Parkway teachers that cannot be resolved at the building level will be  \naddressed through the Employee Relations Council.  \n"], ["ARTICLE XI  \nADMINISTRATIVE INTERNS  \n", "Administrative Interns must be enrolled in, or have completed, an administrative program leading  \nto Missouri AAA Certification at an accredited college or university.  \nAdministrative Interns will serve in an administrative capacity and may be involved in formative  \nteacher evaluations. Administrative Interns must receive training in Performance-Based  \nEvaluation, prior to participating in formative evaluations. A teacher, while serving in an  \nAdministrative Intern position, shall continue to accrue service credit on the salary schedule and  \nshall be entitled to all privileges, rights and benefits of employment applicable to other teachers.  \nTeachers serving as Administrative Interns will not, however, accrue tenure credit during the  \nperiod of time in which they serve.  \nA teacher may serve in the internship program for a maximum term of three (3) years. At the end  \nof the three (3) year period, the teacher shall be placed in a teaching position for which he or she is  \ncertified or shall be placed in an administrative position for which the person is qualified.  \n"], ["ARTICLE XIV  \nABSENCE FROM. DUTY/SUBSTITUTE TEACHERS  \n", "When it is necessary for a teacher to he absent due to illness or other cause, he/she shall notify the  \nbuilding principal or the principal’s designee as soon as possible in order that arrangements may  \nbe made for a substitute teacher.  \nUHR  \nee ee  \n©  \n14  \n15  \n16  \n‘17  \n19  \n20  \n2]  \n22  \n24  \n25  \n26  \n27  \n29  \n30  \n3]  \nThe school district will make every effort possible. within the established employment policies  \nand guidelines. to secure qualified substitute teachers to replace regular teachers when they are  \nabsent.  \nTeachers will not be asked to serve as a substitute teacher during the school day. except in  \nemergency situations.  \nTeachers may recommend to their principals potential substitute teachers who they feel are  \nqualified to teach their classes during their absence. When these recommendations are sent by the  \nprincipal to substitute callers, every reasonable attempt will be made to contact the requested  \nsubstitute.  \nSubstitute teachers shall be compensated at the daily rate established by the District. A substitute  \nteacher who is continuously assigned to the same position for fifteen (15) or more working days  \nshall be compensated on a per diem rate based on the first step. BS Channel. of the regular teacher  \nsalary schedule. Said compensation shall be retroactive to the first day of the assignment.  \n"], ["ARTICLE XV  \nDUTY FREE LUNCH  \n", "Every teacher will be provided a daily minimum of thirty (30) minutes duty free lunch.  \n"], ["ARTICLE XVI  \nATTENDANCE AT PROFESSIONAL MEETINGS  \n", "When school is dismissed for local, regional or state teachers’ meetings, teachers who do not  \nbelong to those organizations or do not plan to attend the meetings shall report for duty to their  \nregularly assigned buildings on days these meetings are held.  \nTeachers who desire to attend other professional meetings shall complete, in triplicate, an  \n“Application for Convention Attendance” thirty (30) days prior to the date attendance is  \nrequested.  \nPrincipals may recommend that teachers be excused from their regular teaching assignments for  \nthe purpose of attending conferences, workshops, or seminars and to view other instructional  \ntechniques and programs. Teachers wishing to participate in any of these activities should notify  \ntheir principal of their interest.  \nIn the interest of providing release for professional development, the Board, within budget  \nlimitations, will maximize the number of staff development release days to accomplish established  \nstaff development objectives.  \nin  \nBY N =  \npoet ree ee  \noO An  \nN ho N-  \nGy — Oo  \nNNN WN  \nWAND  \n  \nCw Go  \nW N  \n"], ["ARTICLE XVII  \nTEACHING FACILITIES  \n", "It is the District’s responsibility to maintain a healthy and safe learning/teaching  \nenvironment for students and staff on school grounds and in all Parkway facilities.  \nWhen interruptions in heating or cooling systems occur, corrections in the system will be  \nmade as soon as possible. When the physical climate of a building, or an area within a  \nbuilding, becomes temporarily unsuitable for teaching and learning, the Superintendent of  \nSchools or his/her designated representative shall take appropriate action to resolve this  \ndifficulty. If the situation cannot be resolved, classes shall be relocated or. if necessary.  \ndismissed. In cases where school is dismissed, staff members shall be released without  \nloss of pay when no longer needed to supervise students.  \nThe principal. in cooperation with the Facilities Department, will investigate (1) heating or  \ncooling conditions which require the wearing of apparel inappropriate to the season, or (2)  \nbuilding areas affected by mold and mildew problems, or (3) air quality problems . to  \ndetermine if they are chronic or persistent. Findings and their implications will be  \ncommunicated to staff.  \nWhen the principal and the appropriate Area Superintendent determine a health or safety  \nproblem to be chronic and persistent, appropriate action will be taken.  \nAll teachers will be provided with a designated station and reasonable sufficient lockable  \nstorage space.  \n"], ["ARTICLE XVIII  \nTRAVELING TEACHERS  \n", "A traveling teacher is defined as a person whose assignment requires that he/she teach in  \nmore than one school. Principals shall provide traveling teachers with adequate travel time  \nin addition to preparation time and lunch period provided to all teachers in the district.  \nEach principal shall provide traveling teachers with a designated teaching station and  \nreasonably sufficient, lockable storage space. Upon evidence of a parking problem at a  \nparticular school, a principal will make an effort to reserve parking space for the traveling  \nteacher.  \nMileage reimbursement for traveling teachers will be the allowable IRS mileage rate in  \neffect on July Ist of each year and will remain the same for the full school year.  \n  \nDOMID WNW  \n—_  \n1]  \n13  \n14  \n15  \n16  \n17  \n18  \n19  \n20  \n21  \n22  \n24  \n25  \n26  \n27  \n29  \n30  \n  \nD. Traveling teachers currently assigned positions in more than one building, who wish to be  \nassigned to a single building will be given consideration during the interview process for  \nvoluntary transfers in the Assi gnment and Transfer Policy.  \n"], ["ARTICLE XIx  \nRELEASE OF CONTRACT  \n", "Teachers’ requests for release of contract shall be in writing and directed to the Area  \nSuperintendent of Human Resources. The Board of Education will approve requests for the  \nHealth  \nRequests for release of contract for health reasons shall include certification by a physician that  \ncontinued employment will have detrimental effects on the health of the teacher.  \nTransfer of Spouse  \nWhen change of employment by a Spouse requires the transfer of a teacher's residence  \nfrom the St. Louis area, the Board of Education may grant a release conditional upon employment  \nof a duly qualified replacement. In most instances. the teacher will be required to fulfill the terms  \nof the contract until a replacement can be found.  \nOther Reasons  \nRecognizing that the reacher’s contract is a legal document which binds both the teacher and the  \nBoard of Education. the attitude of the Board of Education will be one of general disapproval for  \nrequests for release of contract for reasons other than health or transfer of spouse.  \nAt all times. the Board of Education will hold the welfare of pupils paramount in considering  \nrelease of contract for teachers, and releases of contracts, if granted, will be only for the most  \nurgent and compelling reasons.  \n"], ["ARTICLE XxX  \nEVALUATION  \n", "Teacher evaluations shall be based on the Parkway Professional Teacher Plan.  \nImplementation of the Parkway Professional Teacher Plan, developed by the District in  \ncollaboration with Parkway NEA, will begin with the 1999/2000 school year. The plan is part of  \nthe district guidelines but is not part of this Agreement.  \nS50 DID  \nNe OO 0 ~I OD tr Pp WNP  \nER  \nNN NY  \nIA  \n  \ntn Ov  \nWN  \nWwW  \nUS  \nThe District ensures that the Parkway Professional Teacher Plan, process and procedures  \nincorporate the following fundamental rights. The nghts, as described in sections A through K.  \nwill continue to be part of the agreement, specifically Article XX “Evaluation,” throughout the  \nterm of this Agreement. The District, furthermore. will establish all policies needed for the  \nprotection and enforcement of said nghts.  \nA. Parkway teachers have the right toa fair and just performance evaluation which shall be  \nbased on performance standards clearly defined by appropriate descriptors generally known and  \nvalidated by professional standards accepted by the teacher profession.  \nB. Teachers, upon employment, annually and as may be necessary, shall be informed  \nthrough inservice programs provided by the district of the criteria, methods and procedures which  \nare utilized by the district in evaluating teaching performance.  \nC. Teachers’ evaluations will be based upon expectations and criteria related to classroom  \nperformance and other professional expectations related to their regular hours of employment and  \nwill not be influenced by activities, circumstances and events occurring outside of the teacher's  \nworkday.  \nD. Teachers shall have the right to be evaluated by principals and other administrative  \npersonnel who will have been appropriately trained and possess the skills necessary to conduct  \nan effective. fair and just evaluation.  \nE. Teachers shall have the right to an evaluation based on the collection of data and  \n‘nformation inherently related to the established performance standards and criteria which are  \nquantitatively and qualitatively sufficient for the evaluator to reach a well-founded conclusion  \nregarding the performance of the teachers over an appropriate length of time.  \nF. Teachers shall have the right to receive written periodic performance review reporis and  \nto confer with the evaluator as needed.  \nG. Teachers shall have the right to timely and informative informal ( verbal) and formal  \n(written ) notice whenever the evaluator believes that the teachers’ performance may be lacking or  \notherwise failing to meet expected standards.  \nH. Teachers shall have the right to assistance as may be needed and appropriate to help the  \nteacher improve his/her performance. Said assistance shall be provided by the district at district  \nexpense. The teacher shall have the right to participate in developing any performance  \nimprovement plan.  \nI. Teachers shall have the right to timely full disclosure and copies of any document which  \nisin any way to be utilized as the basis for the evaluation of his/her performance.  \nJ. Teachers shall have the right to be represented by the Parkway National Education  \nAssociation in any matter of concern to the teacher regarding his/her evaluation.  \nWH —  \nfemme pee fh  \nO  \n16  \n17  \n18  \n19  \n20  \n2]  \n22  \n23  \n24  \n25  \n26  \nZe  \n29  \n3]  \n32  \n33  \n34  \n35  \n36  \n37  \n38  \nK. Teachers shall have the right, to file a grievance in the event the teacher believes the  \nestablished evaluation process has not been followed. During the Data Collection Component of  \nthe evaluation process, teachers and principals will work cooperatively with access to the  \ngrievance procedure for process only. If the final Summary Report contains any rating of less  \nthan “Performance Expectations” and the teacher has failed to achieve the Professional  \nImprovement Plan, the teacher may follow the grievance procedures, through Level 4B, except  \nHowever, by mutual agreement between the Superintendent and the Parkway NEA, the grievance  \nmay be processed through advisory fact findin g (Level III) of the grievance procedure.  \nA probationary teacher notified of the nonrenewal of his/her contract has the ri ght under Section  \n168.126 of the Teacher Tenure Act to request a statement of the reasons his/her employment is  \nbeing terminated. Before an adverse action can be taken against a permanent teacher, the teacher  \nhas the right to substantive and procedural due process as specified in the Teacher Tenure Act.  \nAny adverse action taken by the district as a result of a permanent teacher’s conduct shall be for  \njust cause as defined in Section 168.114 of the Teacher Tenure Act.  \n"], ["ARTICLE XXxXI  \nTEACHER MENTOR PROGRAM  \n(PROFESSIONAL DEVELOPMENT COMMITTEE)  \n", "The statutory requirements for the Professional Development Committee will be followed and  \nimplementation of these requirements will be addressed through the Parkway Professional  \nDevelopment Committee (PPDC).  \nThe Parkway Professional Development Committee (PPDC) shall be responsible for the  \ndevelopment of a “Teacher Mentor” program to assist beginning teachers in their professional  \ndevelopment and to meet certification requirements in accordance with state law and Department  \nof Elementary and Secondary Education rules and regulations. Experienced teachers new to  \nParkway will also be provided with appropriate mentoring support.  \nTeacher mentors with appropriate experience shall be appointed by the principal from a pool of  \nvolunteers. Generally, mentors shall be of the same grade level and/or subject area as the teacher.  \nIf there are no volunteers, the principal will assign a teacher. Teacher mentors shall be provided,  \nat district expense, appropriate training to discharge their mentoring responsibilities in the  \nmentoring program. All monies received from the state for the mentoring program will be applied  \nto the district’s program.  \n"], ["ARTICLE XXII  \nTERMINATION OF TEACHER EMPLOYMENT  \n(NON-RENEWAL OF CONTRACTS - PROBATIONARY TEACHERS)  \n", "The Missouri Tenure Law establishes conditions under which probationary teachers’ contracts are  \nnot renewed. In addition to the law, the Parkway School District will use the following due  \nprocess procedure for probationary teachers.  \n000 AYA WNWBWN-  \nbowed ore  \nNr ©  \n  \nQo  \npod pe  \nan  \na  \n00 ~1 ON  \n19  \n20  \n21  \nZe  \n24  \n25  \n26  \n27  \n29  \n30  \n31  \n32  \n33  \nAs soon as a principal anticipates that a non-renewal recommendation may be necessary for a  \nprobationary teacher. he/she will advise the teacher at the time of the non-renewal possibility. A  \nformal non-renewal notification will be made in conjunction with the summative evaluation.  \nHowever, these notifications or lack thereof will not diminish the District’s nght to non-renew any  \nprobationary teacher as provided for in the Teacher Tenure Act.  \n1. A probationary teacher recommended for non-renewal of contract may request an  \nadministrative hearing with the appropriate Area Superintendent.  \n2. The building principal may be present at the the administrative hearing at the request of the  \nArea Superintendent or teacher.  \n3. Prior to the hearing, the teacher shall have the right to respond to any document in his/her  \npersonnel file relating to the non-renewal of the contact to which no wnitten response had  \npreviously been attached.  \n4. The teacher may have a representative accompany him/her at the hearing.  \n5. The teacher and principal may bring documentation, which has previously been presented  \nwithin the evaluation process, if they believe it 1s appropriate to their position.  \n6. The teacher shall have the right to appeal the decision to the Superintendent of Schools  \nprior to recommendation for non-renewal of contract being presented to the Board of  \nEducation.  \n"], ["ARTICLE XXII  \nACADEMIC FREEDOM  \n", "The Board of Education believes that the existence and progress of a democratic society and the  \nfulfillment of the Parkway School District mission demand freedom of teaching and freedom of  \nlearning. The nature of American democracy requires that citizens be provided freedom to listen  \nto various sides of an issue, sort out the facts, and arrive at independent conclusions.  \nThe Board of Education expects staff members to include in the curriculum topics and teaching  \nstrategies, relative to the maturity and needs of students in accordance with district policy, that will  \nproduce an informed person who is able to deal intelligently and rationally with problems and  \nissues with which he/she is or will be confronted as a member of society. The Board of Education  \nexpects staff members, in examining various sides of an issue, to promote objectivity and critical  \nanalysis.  \nBecause learning is essential to the preservation of a free society, the Board also affirms the  \nstudents’ freedom to learn by searching for knowledge and truth. Freedom to learn includes the  \nright of the learner to study, discuss, debate, or hold divergent and/or dissenting views.  \nWN  \nThe Board accepts the responsibility for the protection of academic freedom and will give  \nsupport, within the law, to staff members and students who exercise this freedom responsibly in  \nthe schools. No adverse actions will be taken against teachers who refuse to suppress students’  \nclearly established constitutional rights of free expression.  \n"], ["ARTICLE XXIV  \nPARENT OR STUDENT COMPLAINTS DIRECTED TOWARD EMPLOYEES  \n", "The Board of Education recognizes that situations may arise in which parents, citizens. taxpayers,  \nstudents and residents have concerns or complaints about school personnel. Such concerns are  \nbest handled through direct communication with the staff member in question and/or the  \nsupervisor of the staff member. Staff members are to be notified of formal complaints filed  \nagainst them by any party mentioned in this policy. The District and Parkway NEA believe the  \nparents and students have the right to voice their dissatisfaction regarding any matter of concern.  \nStaff members have the responsibility to attempt to resolve these concerns in an appropriate and  \neffective manner. Teachers and administrators will cooperate to resolve student and/or parents  \ncomplaints by focusing on finding a solution to the problem and by utilizing appropriate problem,  \nsolving techniques.  \nConcerns or complaints must first informally be directed to the employee involved. If the  \ncomplainant is unable to resolve the issue with the employee directly. the complaint will be  \nbrought to the attention of the school principal or employee’s supervisor. The principal and/or  \nemployee's supervisor will arrange for a conference involving the employee and the complainant,  \nwithin five (5) working days. No action of any sort shall be taken by the principal and/or  \nemployee's supervisor on the complaint prior to such a conference unless such action is required  \nto protect the health and safety of the parties involved. The principal and/or supervisor may serve  \nas a facilitator of any meeting between the parties involved. If the complainant is unable to  \nresolve the problem with the employee directly and the supervisor has not been involved, the  \ncomplainant should informally address the supervisor about the concern. The supervisor, after  \nconsulting the employee(s) involved, shall attempt to respond and, if possible, resolve the concern  \nor problem.  \nIf the complainant is unable to informally resolve the concern or problem, the following process is  \nto be utilized.  \nThe complainant is to request, complete, and submit District Complaint Form #115. On  \nthe form, each complainant will be required to identify the employee(s): specifically state  \nhis/her concern regarding the employee(s); indicate with whom the complainant discussed  \nthe matter in order to resolve the concern or the problem; indicate time and dates when  \nsuch discussion occurred; briefly state the results of any discussion; indicate remedies  \nabout how the employee or the District could resolve the problem or complaint; and if the  \ncomplaint could be resolved, how the change would benefit the District, staff. schools,  \nand other related audiences.  \nSOO ADH KWN—  \n27  \n29  \n30  \n3}  \n32  \n33  \nTo assure prompt resolution, the complainant must file a complaint as soon as all other attempts al  \nresolution have been complete or perceived to be concluded. The complainant must file the  \ncomplaint with the Superintendent's Office. The following procedure shall be used in processing  \nthe complaint:  \n1. The employee(s) and the employee's supervisor shall be advised immediately and receive a  \ncopy of any formal complaint filed with the Superintendent by parents, students,  \ntaxpayers, citizens, and residents.  \nDe The Superintendent or his/her designee shall hold a conference with the complainant, the  \nemployee(s), the supervisor, and, if requested, the employee’s representative.  \nprior to taking any action on the matter.  \n3. The employee(s) and the employee's supervisor shall be advised if the complaint. with its  \nresolution, will be placed in the employee’s permanent file. The employee may add a  \nresponse to the complaint form by contacting the Human Resource Office, and may attach  \nother documents as the employee(s) may deem appropnate.  \n4. Unsubstantiated, frivolous, malicious and/or vexatious charges shall not be placed in the  \nemployee’s permanent file. Any dispute regarding the placement or recording of  \ncomplaints in the personnel file shall be processed through the grievance  \nprocedure. All such grievances shall be filed commencing at Level Three.  \nThe Superintendent and /or his representative will outline a brief plan of action for the complainant  \nupon receipt of the formal Complaint Form #115. Concerns and complaints against personnel  \nrequire varying degrees of investigation, and therefore, the Superintendent and/or his  \nrepresentative shall indicate a tentative timeline for responding to and/or resolving the concern or  \nproblem.  \nThe Superintendent should inform complainants that they may not address the Board at public  \nmeetings concerning personnel complaints. Complainants may register a written complaint with  \nthe Board of Education.  \n"], ["ARTICLE XXV  \nPUPIL DISCIPLINE  \n", "The Board and administration will continue to utilize discussions, with the advice, suggestions  \nand recommendations of teachers on student discipline, believing that the best interests of students  \nserved by teachers and principals working together in the implementation of effective discipline  \nprocedures at the building level.  \nGuidelines for discipline procedures are:  \nele)  \nOMNIA NRW N—  \npre  \nNe ©  \nSome  \nWw  \n— bem  \na AN  \nen  \n\\O 0  \n  \nNWN  \nIAN  \n  \nGa  \nho  \n33  \n34  \nThe staff and principal in each building must work together cooperatively to recognize  \nexisting discipline problems.  \nThe staff and principal in each building cooperatively establish rules for that schoo! and  \nprocedures to implement the rules fairly, firmly and consistently. The rules shall include  \nbut not be limited to:  \na. Any teacher who confronts a discipline problem in the classroom or on school  \nproperty shall attempt to solve the problem in accordance with school procedures.  \nIf the teacher cannot solve the problem, the teacher shall direct the student to the  \nappropriate administrator.  \nb. The teacher shall inform the administrator in writing of conditions surrounding the  \ndiscipline problem and the steps taken by the teacher before referral to the school  \n  \nc. The administrator shall work with the teacher, student, parents, and other supportive  \nagencies, if necessary, to resolve the matter.  \nd. The teacher shal! be informed of the disposition of the discipline matter as soon as  \npossible.  \ne. Disciplinary action taken against any pupil shall be for just cause.  \nf. Pupils shall not be discriminated against because of race. national origin.  \nbackground, or nature of disciplinary problem.  \nThe principal and staff in each school shall annually review and discuss their school  \ndiscipline plan. This review shall speak to the nature of the discipline problems  \nencountered in the school, their frequency, the remedies or procedures employed for  \ndealing with such problems and the success or failure in improving discipline in the  \nbuilding.  \nThe school discipline plan shal] be shared with the staff and sent to the Area  \nSuperintendent who shall make an annual summary report to the Superintendent. A copy  \nof the report will be provided to the Association, if requested.  \nThe School District has a responsibility to provide a safe and secure environment for  \nstudents and all other personnel. Parkway NEA and the District will monitor and address  \nsafety concerns. Concerns not resolved at the building level will be brought to the  \nEmployee Relations Council.  \n"], ["ARTICLE XXVI  \nREPRESENTATIVE CERTIFICATION  \n", "On or before November 1, of each year the Association will provide the Board of Education with  \na notarized statement certifying the total number of current Association members.  \n-_  \nBW N  \n"], ["ARTICLE XXVIiI  \nSALARY/ASSOCIATION DUES DEDUCTIONS  \n", "The board of Education authorizes the Administration to provide salary deductions. Such  \ndeductions include, and are limited to:  \nPublic School Retirement System of Missouri  \nNon-Teacher School Retirement System of Missouri  \nFederal and State Withholding Tax  \nF.1.C.A. (Social Security)  \nGroup Insurance  \nTax Sheltered Annuities  \nUnited Way  \nUnited States Savings Bonds  \nEducational Employee’s Credit Union  \nGarnishments  \nEmployee Association Dues,  \nAssessments and Voluntary Contributions  \nDependent Insurance (Medical, Dental, Vision)  \nOther salary deductions as may be agreed between the District and employee  \ngroups  \nThe District will provide electronic deposit of employee’s paychecks to  \nparticipating banking institutions elected by the employee.  \nGUIDELINES FOR SALARY DEDUCTIONS  \nThe following guidelines will be applicable to teachers who desire to have their professional  \nassociation dues, assessments, and voluntary contributions deducted from their payroll] checks:  \n1: This deduction must be authorized, in writing, by the teacher on forms provided by the  \nBusiness Office.  \n2. Authorization for dues deduction shall continue in effect from year to year unless revoked,  \nin writing, by the teacher.  \n3. Prior to August Ist of each school year, the Parkway NEA Treasurer shall provide the  \nBusiness Office an updated listing of all applicable members and the amount of their  \ndeduction for the forthcoming school year.  \n4. Dues shall be evenly deducted from the 24 regular paychecks of the following school year.  \n5. Late deduction requests received in the Payroll Office will be deducted starting after one (1)  \nweek or the next payday, whichever is later, and continue for the balance of the school  \nyear.  \n“SAM BW  \n10  \n1]  \n12  \n13  \n14  \n16  \n17  \n18  \n19  \n21  \n22  \n23  \n24  \n25  \n26  \n27  \n29  \n30  \n31  \n32  \n33  \n6. Teachers may withdraw payroll deduction authorization at any time by concurrent notice to  \nthe District and the Parkway NEA.  \n7 The Payroll Office will inform the Parkway NEA Treasurer monthly of those teachers who  \nhave withdrawn their authorization.  \n8. The Business Office will forward a check for the deducted dues within five (5) working  \ndays following each pay period to the Treasurer of the Parkway NEA, along with a listing  \nof the names for each deduction.  \n"], ["ARTICLE XXVIII  \nRELEASED TIME FOR ASSOCIATION OFFICERS  \n", "Based on the ratio of one delegate to each fifty (50) members, or major fraction thereof, the  \nAssociation shall be granted a maximum of three (3) release days for each duly authorized dele gate,  \nThe local Association shall specify in writing to the Superintendent the number of duly authorized  \nrepresentatives. Each delegate shall receive a maximum of three (3) days to attend the annual state  \nassociation meeting. These days shall be provided only to each duly authorized delegate and shall  \nnot be transferred to any other representative, delegates, or other members of the Association. If  \nall the allotted days are not used for the above reasons, these delegates who have not used their  \nthree (3) days may apply to the Superintendent to use them for other Association related business.  \nStating the reason for their use. Request for the use of these days shall be made to the  \nSuperintendent for approval five (5) days in advance except in case of extenuating circumstances.  \nSuch released time shall not be used for lobbying purposes, except for mutually beneficial  \nlegislation, or for impasse activities.  \nReleased Time for State or National Office  \nAny teacher elected to the office of president of the state or national association. requiring full-time  \nservice, may request a leave of absence, without pay, for the term of office.  \n"], ["ARTICLE XXIX  \nRELEASED TIME FOR THE PARKWAY NEA PRESIDENT  \n", "Upon request, the President of the Association shall be released from all normal teaching or other  \nDistrict assigned duties during his/her term of office. This released time could be a lesser amount  \nif mutually agreeable to all parties. The President and supervising administrator will cooperate to  \ndevelop a mutually satisfactory arrangement in implementing said release time. At the end of the  \nterm of office, the President will resume full time teaching in the same assignment, or equivalent  \nposition. During the term of office, the President shall ad  \nschedule.  \nvance one (1) step annually on the salary  \nbhWO N-  \nThe Association shall notify the Human Resources Office of the released time desired on or before  \nthe close of the preceding school term.  \nThe Association shall reimburse the District quarterly, based on the 1998-1999 average teacher  \nreplacement salary, plus benefit costs, for the life of the agreement.  \n"], ["ARTICLE XXX  \nLEAVE POLICIES  \nFAMILY AND MEDICAL LEAVE ACT OF 1993  \n", "In addition to the leave policies already available to teachers, the Family and Medical Leave Act of  \n1993 (P.L. 103-3) allows eligible employees leave without pay for certain specified reasons,  \neffective August 5, 1993. Leave Policies are updated to fully comply with all provisions on the  \nAct and designated as P.L. 103-3 updates in the following Leave Policies. An employee is  \neligible if he/she has been employed by the District for at least twelve (12) months and has worked  \nat least 1,250 hours during the previous twelve (12) months.  \nSPECIAL RULES APPLICABLE TO THE FAMILY AND MEDICAL LEAVE ACT  \nee eg TR errr  \nOF 1993  \nThis provision applies to leaves of absence to care for a spouse, child, or parent with a serious  \nmedical condition: leaves of absence for child rearing; and leaves of absence for foster care  \nplacement. Because the end of the semester is a critical time for such tasks as developing final  \nexams and evaluation of students, the following special rules apply to certificated employees  \nseeking to return from leave during the last three weeks of a semester:  \n1. If the employee begins the leave five (5) or more weeks prior to the end of the semester,  \nand the period of leave is for more than three (3) weeks, then the District can require an  \nemployee seeking to return within the last three (3) weeks to wait until the next semester.  \n2. If the employee begins the leave less than five (5) weeks before the end of the semester and  \nthe period of leave is greater than two (2) weeks, then the District can require an employee  \nseeking to return within the last weeks to wait until the next semester.  \n3. If the employee begins the leave three (3) or fewer weeks before the end of the semester,  \nand the period of leave is greater than five (5) working days, the District may require the  \nemployee to wait until the next semester.  \nMedical, dental, life and vision insurance will continue for the duration of the leaves covered in  \nthe above paragraphs 1-3 (P.L. 103-3)  \nAny questions concerning the provisions of the Family and Medical Leave Act of 1993 may be  \nreferred to the Director of Human Resources.  \nAun hW H  \nfoe patna  \n  \nis  \ntO BRO NO BD BO BQ mee et Re  \nMBWN— nr  \n26  \n27  \n28  \n22  \n30  \n31  \n32  \n33  \n34  \n35  \n36  \n37  \n38  \nSICK LEAVE  \n   \nI.  \nII.  \nWITH PAY  \nThe Board of Education will grant paid sick leave without limit to each regular certificated  \nemployee, during the fiscal year in which the illness occurs, for the following reasons:  \n1. Iliness of employee  \n2 Quarantining of the employee  \nAbsence with pay for illness in the immediate family -- spouse, parents, brothers, sisters,  \nchildren, grandchildren, grandparents, or any person who is wholly dependent upon the  \nemployee -- is limited to a maximum of ten (10) days annually.  \nIf illness occurs to others of close relationship or connection absence with pay. if  \nrequested, may be approved by the Director of Human Resources or designee within a ten  \n(10) day limitation. However, leave with pay in excess of ten (10) days annually may be  \napproved by the Superintendent of Schools.  \nEXTENDED FAMILY LEAVE WITHOUT PAY  \n   \nThe Board of Education will grant unpaid leave for up to twelve (12) work weeks during  \nany fiscal year to allow an eligible certificated employee to care for a spouse, child or  \nparent with a serious health condition. A certificated employee is eligible if the employee  \nhas worked for the District for at least twelve (12) months and at least 1250 hours during  \nthe previous twelve (12) months. A serious health condition is an illness, injury.  \nimpairment, or physical or mental condition that involves inpatient care in a hospital,  \nhospice, or residential medical care facility, or continuing treatment by a health care  \nprovider. The District will provide medical, dental, life and vision insurance to the  \ncertificated employee for the duration of the leave, not to exceed twelve (12) work weeks.  \nUpon return from such leave, the certificated employee shall be restored to either the  \nposition held when the leave began or an equivalent position. (P.L. 103-3)  \nGUIDELINES  \nSICK LEAVE WITH PAY  \nA.  \nA certificated employee who is absent from work due to personal or family illness for more  \nthan five (5) consecutive workdays, shall provide the Department of Human Resources a  \nwritten statement describing the nature of the illness and the anticipated date when the  \nemployee will be able to return to his/her work.  \nA certificated employee who anticipates that an illness will result in an absence from work  \nfor more than five (5) consecutive workdays shall provide a statement from his/her  \nattending physician. Such a statement shall describe the nature of the illness and the  \nanticipated date when the emplyee will be able to perform his/her work.  \nUpon return to work from absences due to illness of more than five (5) consecutive  \nworkdays, the certificated employee may be required to present a physician's statement  \nthat he/she is able to resume his/her regular duties.  \nANHWN—  \npoet pened  \nN—  \nfewest  \nLn fe Ww  \npeeved famed  \nCO ~} ON  \n—  \n\\O  \nBYRRROSS  \n  \nOO  \n  \n+. fp  \nty  \nThe school district reserves the right to have any certificated employee on sick leave  \nexamined by a physician of the district’s choice at district's expense. In any case in which  \nthe second opinion differs from the original statement, the district or employee may  \nrequire, at the district’s expense, that the employee obtain the opinion of a third doctor  \ndesignated or approved jointly by the district and the employee, whose certification shall be  \nfinal and binding.  \nThe buiding administrator will investigate any extended absences or recurring periods of  \nshort absences that contribute to inefficient school operations. Upon finding that the  \nemployee’s absences are excessive and without just cause, the District may take  \ndisciplinary action against the employee, up to and including dismissal.  \nFailure of a certificated employee to return to work when declared able to perform his.her  \nwork shall constitute voluntary termination.  \nAlthough unlimited sick leave is granted only within a fiscal year, it may be extended into  \nthe next fiscal year by making application to the Medical Review Committee. The decision  \nof the Medical Review Committee may be appealed to the Superintendent.  \nThe Medical Review Committee will consist of the President of Parkway NEA and the  \nParkway District Director of Human Resources or their designees, the Parkway District  \nManager of Health Services, and/or the Parkway District Psychologist.  \nSICK LEAVE WITHOUT PAY  \n   \nA.  \nA request for unpaid leave to care for a spouse, child, or parent with a serious health  \ncondition shall be supported by a certification issued by a doctor. If the District has  \nreason to doubt the validity of the certification, the District may require, at the District's  \nexpense, that the employee obtain the opinion of a second doctor designated by the  \nDistrict. In any case where the second opinion differs from the original certification, the  \nDistrict may require, at the District's expense, that the employee obtain the opinion of a  \nthird doctor designated or approved jointly by the District and the employee, whose  \ncertification shall be final and binding.  \nWhen medically necessary, unpaid leave to care for a spouse, child, or parent with a  \nserious health condition may be taken intermittently or on a leave schedule that reduces the  \nusual number of hours per workweek or workday. If the employee requests  \nintermittent leave, or leave on a reduced leave schedule that is foreseeable based on planned  \nmedical treatment, the District may require such employee to transfer temporarily to an  \navailable alternative position for which the employee is qualified and that has equivalent  \npay and benefits and better accommodates recurring periods of leave than the regular  \nemployment position of the employee.  \nWhen the necessity for such leave is foreseeable based on planned medical treatment, the  \nemployee shall make a reasonable effort to schedule the treatment so as not to unduly  \ndisrupt the operations of the District and shall provide the District with not less than thirty  \n(30) days prior notice of the employee’s intention to take leave.  \nLeave to care for a spouse, child, or parent with a serious health condition is subject to the  \nspecial rules applicable to the Family and Medical Leave Act of 1993. (P.L. 103-3)  \nPERSONAL LEAVE  \nA. Requests for personal leave with pay for certificated employees, not in excess of three (3)  \ndays per year, will be approved as needed for personal business that cannot be handled at  \ntimes other than during the teacher’s regular employment hours. The teacher need not state  \nthe nature of this personal business in requesting personal day, but may be contacted by  \nthe Director of Human Resources or designee for an explanation if circumstances warrant.  \nB. One (1) additional day of personal leave with pay per school year, specifically related to  \ncircumstances involving religious purpose, may be approved by the Superintendent of  \nSchools or designee based upon written request and explanation by the teacher.  \nC. Personal leave requested in conjunction with vacation periods or holidays must be  \nsubmitted in writing to the building admiiisirator stating the special circumstances and may  \nbe approved by the Director of Human Resources or designee.  \nD. Personal leave will not be approved for recreational purposes.  \nE Except in cases of emergency. personal leave shall be applied for at least five (5) school  \ndays in advance of absence.  \nBEREAVEMENT LEAVE  \nThe Board of Education will grant bereavement leave with pay in an amount not to exceed five  \n(5) days for each death in the immediate family, including spouse, parents, parent-in-law,  \nbrothers, sisters. children, grandparents, and grandchildren. If death occurs to others of close  \nrelationship or connection, absence may be approved by the Superintendent of Schools or  \ndesignee, if the employee so requests.  \nIf extenuating circumstances, such as travel needs and funeral arrangements, require the employee  \nto be absent for more than five (5) days, additional leave with full pay may be approved by the  \nSuperintendent of Schools or designee.  \nJURY/WITNESS LEAVE  \nAbsence with pay shall be allowed for jury duty or court appearance due to subpoena as witness  \nupon written request and approval by the Superintendent of Schools or the Director of Human  \nResources when subpoenaed as a witness in a court of law. However, the certificated employee  \nwill not receive pay if pursuing legal action again the District or its interests, or if called as a  \nwitness on the own behalf in an action in which he/she is a party. Proof of such  \nservices satisfactory to the District must be given before pay is approved.  \nSABBATICAL LEAVE  \nSabbatical leave may be granted for a maximum of one year at a time to any certificated employee  \nwho has been employed in the District for five consecutive years. Such leave may be granted for  \ngraduate study or research that relates to the employee’s areas of certification. Any request for an  \nextension of the leave will be decided by the Board of Education.  \nThe number of persons granted a sabbatical leave in any one year shall be determined by the  \nBoard of Education, but shall not exceed one percent of the certificated teaching staff as of  \nJanuary 31, of the year in which the leave is requested.  \n0 OBA  \n©  \nteed  \nN-—  \n—  \n  \nmeh eet femme peed  \n\\O 00 ~)  \nNo NN WY  \nWw  \nNN  \nraf  \nNW  \nION  \n3B 8  \n30  \n31  \nA certificated employee with five (5) to ten (10) years of service may be granted a sabbatical leave  \nwithout pay or may receive up to one-half of the basic contracted salary the employee would have  \nbeen eligible to receive had the leave not occurred. Certificated employees with ten (10) or more  \nyears of service will receive two-thirds (2/3) pay for the duration of the Board approved  \nsabbatical leave. Any employee receiving salary during the sabbatical must render three years of  \nservice to the District upon immediate return from the leave. If three years of employment are not  \ncompleted, repayment of the compensation received during the leave shall be as follows:  \na. O years of service after sabbatical leave - 100% repayment  \nb. 1 year of service after sabbatical leave - 2/3 repayment  \nC. 2 years of service after sabbatical leave - 1/3 repayment  \nUpon return to the District, the employee shall be reinstated in a position for which the employee  \nis qualified. If the grantee should die or become incapacitated, the debt shall be null and void.  \nADMINISTRATIVE GUIDELINES TO SABBATICAL LEAVE  \nA. Written applications for sabbatical leaves must be in filed with the Department of Human  \nResources prior to the end of the third week of January of the school year preceding the  \nyear for which the leave is requested. Applications must state the reason for the requested  \nleave, the subject area to be studied, and the place where the studies will be pursued.  \nRecommendations from the immediate Supervisor and Department Chairperson shall  \naccompany the request.  \nB. Applicants will be scheduled to present their request before a review panel of three  \nadministrators which shall include the appropriate Area Superintendent and the Director of  \nHuman Resources.  \nSelection criteria will include:  \n(1) The value of the request to the District in terms of current or future District needs  \nand interests.  \n(2) Recommendations submitted with the application from supervisors, professors, or  \nthe employee’s appropriate Area Superintendent.  \n(3) The applicants employment history, including attendance and previous leaves.  \n(4) Total number of leaves requested for the same period.  \nRequests to pursue a Master’s Degree solely for movement on the salary schedule will  \nnot be approved.  \n30  \nWY ANWAR WHH  \nC. After reviewing the file of leave requests developed by the review panel, the  \nSuperintendent will make recommendations to the Board of Education concerning those  \nrequests.  \nD. Applicants will be notified of acceptance or rejection of their leave requests by the Director  \nof Human Resources and if rejected, will be advised of the reason in relation to the  \nselection criteria above.  \nSHORT TERM PROFESSIONAL LEAVE  \nUpon recommendation of the Superintendent of Schools, the district may approve short term  \nprofessional leave. Such leave may be granted for study, cooperative research with other  \ninstitutions and/or business, and/or other reasons which would be beneficial to the school district.  \n   \nGUIDELINES  \n1. Short term professional leave will be granted for a maximum term of one (1) semester or  \nits equivalent.  \n2. During the term of the leave the employee will be compensated at the rate of two-thirds  \n(2/3) his/her regular rate of pay.  \n3. During the term of the leave the employee will continue to be considered actively employed  \nby the district and will be provided with all employment benefits.  \n4. An employee granted short term professional leave will be obligated to continue his/her  \nemployment with the district for a period of no less than (1) school year following the  \nschool year of the leave. or the employee will refund all costs incurred by the district  \nduring the term of leave.  \nPROFESSIONAL LEAVES AND ABSENCES  \nSS ESL LEAVES AND ABSENCES  \nA professional leave may be granted for advanced Study, research, or any other reason which will  \nbe considered beneficial to the school district. To be eligible for a professional leave a staff  \nmember must have been with the Parkway School District a minimum of three (3) years.  \nEmployees shall apply to the Department of Human Resources in writing and state the reason for  \nthe proposed leave, the subject area in which the studies will be conducted, and the place where  \nthe studies will be pursued. The Superintendent will review the application and make a  \nrecommendation to the Board of Education concerning the applicant. If the request is denied the  \napplicant shall be notified as to the reason for denial. All applicants for professional leave shall  \nbe filed before the end of the third week of January, for a leave for the following year. It is  \nrealized that certain conditions may exist or arise which could make application impossible before  \nthe deadline. Applications made after the deadline, may be considered by the Superintendent for  \nrecommendation to the Board of Education.  \n31  \nDe ANA WN  \n—_ trent bee  \nnn RW  \nneed  \nTON  \nNe  \nOo  \n  \nNWN  \nA  \nNY  \nSTN  \n  \nW Wo Ww WW  \nAnRWN  \nA professional leave shall be granted for one (1) year. Any request for extension of the leave will  \nbe made via a second application. A leave can be granted for less than a full year at the discretion  \nof the Superintendent and the approval of the Board of Education.  \nNeither Salary nor fringe benefits will be paid during the leave period. The period of absence  \nunder the leave shall not count toward tenure nor shall it impair the tenure status of the  \nprobationary teacher.  \nA teacher shall receive advancement on the salary schedule commensurate with his/her evaluation  \nprovided he/she has worked a minimum of 126 days during the year of the leave and a non-  \nteaching employee the equivalent of two-thirds of the annual employment. Upon return to the  \ndistrict, the employee shall be placed in a position for which he/she is qualified and will be  \nconsidered for reinstatement to the same position or an equivalent position from which he/she was  \ngranted the leave.  \nFailure to return to full time employment at the designated time without prior written approval  \nshall constitute voluntary termination.  \nLEAVE F IN  \nLeave without pay may be granted to any full time certificated employee for purposes of rearing  \nhis/her child under the age of two years.  \nApplication for leave shall be made to the Department of Human Resources at least four (4)  \nweeks prior to the planned date of commencement of the leave. When the child is born during the  \nschool year, leave may be granted for  \n1. a portion of the balance of the current school year. OR  \nDs the balance of the current school year. OR  \n3. the balance of the current school year and the entire succeeding school year.  \nWhen the child is born during the summer recess, leave may be granted for the entire succeeding  \nschool year.  \nThe period of absence under the leave shall not count toward tenure nor shall it impair the tenure  \nstatus of the teacher.  \nThe District will provide medical, dental, life and vision insurance to an eligible certificated  \nemployee for the duration of the leave, not to exceed twelve (12) work weeks. A certificated  \nemployee is eligible for such benefit if the employee has worked for the District for at least twelve  \n(12) months and at least 1250 hours during the previous twelve (12) months. (P.L. 103-3)  \nA teacher shall receive advancement of the salary schedule commensurate with his/her evaluation  \nprovided he/she has worked a minimum of 126 days during the year of the leave and a non-  \nteaching employee the equivalent of two-thirds of the annual employment. Upon return to the  \ndistrict, the employee shall be placed in a position for which he.she is qualified and will be  \nconsidered for reinstatement to the same position or an equivalent position form which he/she was  \nOO NY DY AW NH  \ngranted the leave. Unpaid leave for child rearing is also Subject to the Special rules applicable to  \nthe Family and Medical Leave Act of 1993. (P.L. 103-3)  \nA teacher may request up to one (1) additional year for child Tearing leave and approval will be at  \nthe sole discretion of the Board of Education.  \nFailure to return to full time employment at the des; gnated time without Prior approval shall  \nconstitute vol untary termination.  \nLEAVE FOR ADOPTION  \nNR ADOPTION  \nA leave for the adoption of a child will be granted to any full-time certificated employee.  \npplication for adoption leave shall be filed with the Department of Human Resources at the time  \nThe primary care giving parent will be entitled to up to six (6) weeks of paid leave by the District.  \nThis paid leave will be Provided for employees adopting children at pre-kindergarten age.  \nThe District wil] Provide medical, dental, life and vision insurance to the certificated employee for  \nthe duration of the leave, not to exceed twelve (12) work weeks. Upon return from such leave,  \nthe certificated employee shall be restored to either the position held when the leave began or an  \nequivalent position.  \nGUIDELINES  \nA. Where leave for foster care placement is foreseeable based 0  \nB. Unpaid leave for foster care placement is also subject to the Special rules applicable to the  \nFamily and Medical leave Act of 1993. (P.L. 103-3)  \n33  \n  \nMILITARY LEAVE  \nVib. ASS  \nAny certificated employee of the Parkway School District who becomes a member of the National  \nGuard or of any reserve component of the Armed Forces of the United States, shall be entitled to  \nleave of absence from his/her duties, without loss of time, pay, regular leave. impairment 0  \nefficiency rating, or any other rights or benefit to which he/she is otherwise entitled, for all  \nperiods of military service during which he/she is engaged in the performance of duty or training  \nin the service of this state or the United States under competent orders: except that the employee  \nwhile on such leave shall be paid his/her salary for a period not to exceed a total of fifteen (15)  \nworking days in any one calendar year.  \nBefore any payment of salary made covering the period of leave, the employee shall file with  \nthe Department of Human Resources an official order from the appropriate military authority  \nshowing evidence of duty for which military leave pay is granted. The order shall contain the  \ncertification of the employee's commanding officer of performance of duty in accordance with the  \nterms of such order.  \nLEAVE_FOR OTHER REASONS  \nLeave for other reasons may be granted without pay for a period not to exceed one (1) year.  \nApplication for leave shall be made to the Department of Human Resources. The provisions and  \nreinstatement, except for end of the third week of January deadline, will be the same as for  \nProfessional Leave.  \n"], ["ARTICLE XXXI  \nEMPLOYEE INSURANCE  \n", "1. Medical/Dental/Vision Insurance  \nA. Eligibility:  \n1. All full time certificated employees shall be provided with district paid  \nmedical, dental and vision care insurance.  \n2. Certificated employees who are employed at least half time shall be  \nprovided, at the employee’s option, medical, dental and vision insurance  \nwith one-half of the premiums paid by the school district.  \n3. All full time certificated employees who enroll their dependents in the  \nParkway Group Insurance Program will have fifty (50) percent of the  \npremium for the medical, vision and dental insurance paid by the school  \ndistrict.  \n34  \nHW AWN  \nPm fret peek fret  \nIA AB WD tO  \nNo NNR  \nNo — OOO  \nBEB  \nto  \nNn  \nSERN  \nWW WW Wo  \nWr B Gh  \n36  \nOW  \n~J  \nB.  \nNOTE:  \nCertificated employees who are employed at least half time and wish to  \nenroll their dependents in the Parkway Group Insurance Program will have  \ntwenty-five (25) percent of the premium for the medical and dental  \ninsurance paid by the the school district.  \nBenefit Levels:  \n1.  \nDuring the duration of this agreement benefit levels shall be equal to those  \nin effect in July 1999. The District will attempt to maintain the specific  \nprograms in effect in July 1999. However, the district may evaluate and  \nimplement any new health insurance program or change/replace an existing  \nhealth insurance program so long as the benefit level is equal to or better  \nthan those in effect July 1999,  \nIn lieu of the medical insurance plan provided by the school district, the  \nBoard may offer each employee the option of individual and family health,  \nmajor medical and dental coverage through one or more health  \nmaintenance organizations, provided the employee pays the amount in  \nexcess of the Parkway Insurance Program. The excess shall be payable by  \nthe employee through payroll deduction.  \nIf the annual premium rates for any individual health insurance plan  \n(medical, dental, or vision) increase by more than five (5) percent, the  \ndistrict may share equally with covered employees any amount of premium  \ncost increases in excess of five (5) percent for that plan.  \nSection 125 Plan:  \nThe District will make available an IRS Section 125 plan for those employees  \nwho make health insurance premium contributions through payroll deductions  \nand for qualified child and dependent care expenses.  \nAdministration:  \nl.  \nEffective termination date of employee and dependent coverage is the last  \nday of the calendar month in which termination occurs. In the case of  \ncertificated employees who complete the school year, termination date of  \ncoverage will be August 3 Ist.  \nTeachers who retire or become totally disabled or spouses and dependents  \nof teachers who die while employed by the district shall have the  \nopportunity to remain within the school district’s medical/dental insurance  \nprogram on a contributing basis so long as they continue to meet the  \neligibility requirements of the plans.  \nStatus as a retired or disabled employee is determined by qualifying for  \nbenefits under the state retirement system.  \n35  \nHhWN-  \n\\O  \nfree feet amet fem ek fet  \nIRM BWN eH ©  \nNee  \nOo 0  \nNN  \n—  \nPR BR  \n25  \n26  \n27  \n29  \n3. Employees or dependents of employees who become ineligible for medical  \nor dental coverage due to age, marital status, termination, etc., may be  \neligible to remain within the school district’s medical/dental insurance  \nprogram ona contributing basis. .  \n4. Effective January 1, 1997, the co-pay for brand name prescription drugs in  \nthe Parkway plan will be ten dollars ($10.00) per prescription: generic  \nprescriptions and mail prescriptions will continue to be available without  \nany co-pay.  \nI. Life Insurance Coverage  \nA.  \nAll full time certificated personnel employed prior to the 1993-94 school year shall  \nbe provided $50,000 life insurance policy, plus accidental death and  \ndismemberment coverage. All new full time certificated personnel employed for  \nthe 1993-1994 or subsequent school years shall be provided a life insurance policy  \nequivalent to their regular contracted salary, not to exceed $50,000, plus accidental  \ndeath and dismemberment coverage.The program shall provide for optional life  \ninsurance amounts, as determined by the school district. Premiums for the  \noptional insurance shall be paid by the employee through payroll deduction.  \nCertificated employees who are employed at least half time shall be provided, at  \nthe employee’s option, life insurance with one-half of the premium paid by the  \nschool district.  \nTeachers who retire or leave the district shall have the opportunity to convert their  \nlife insurance to individual policies, if permitted by the insuring Company.  \n"], ["ARTICLE XXXII  \nLIABILITY FOR LOSS OF PERSONAL PROPERTY  \n", "The school district is not responsible for any personal items lost, damaged, or stolen in any of its  \nfacilities unless the administration has approved such articles to be on its premises. Each  \nemployee shall provide the principal with a current list of all personal items brought to school for  \ninstructional purposed and their value.  \n36  \n  \nS00 YAN AW N  \n1]  \n12  \n13  \n14  \n1S  \n16  \n17  \n18  \n19  \n20  \n21  \n22  \n24  \n25  \n26  \nZe  \n29  \n30  \n31  \n32  \n34  \n35  \n36  \n37  \n"], ["ARTICLE XXXIII  \nSALARY SCHEDULE OPERATIONAL PLAN  \n", "Teachers are appointed by the Board of Education on the recommendation of the  \nSuperintendent of Schools.  \nThis schedule applies to all full-time and part-time teachers employed under contract by the  \nParkway School District. Full-time teachers are those teaching a full day. Part time  \nteachers are those teaching !ess than a full day.  \nTeachers accepting employment agree to accept the assignment of the Superintendent of  \nSchools. Assignments may be changed during the school year in accordance with Board  \nPolicy GCI as required to serve the best interests of the school system.  \nAn employment period of up to 191 days (unless in compliance with state law, additional  \ndays are required to make up lost days due to inclement weather conditions per School  \nCalendar Article) is covered by this schedule, including legal school holidays and approved  \nprofessional meetings.  \nSalary increments for assignments beyond normal curricular and co-curricular duties will  \nbe given as approved each year by the Board of Education. Teachers shall receive  \nadditional compensation if their contracted period of employment extends over a period  \nlonger than the regular period of employment as defined in Paragraph 4. Counselors,  \nC.QO.E. Coordinators, and Librarians working in excess of their regular contracted days  \nshall be paid on an extended duty contract at an hourly rate determined by 1/1528 of their  \nprevious year’s contract amount.  \nDeductions for absences from teaching duties or approved professional meetings will be  \ndetermined by dividing the teacher’s annual salary by the number of days covered by the  \nteacher's contract and multiplying the quotient by the number of days absent. Exceptions  \nare absences covered by the sick, bereavement, personal, and jury/witness and other paid  \nleave policies or as approved on an individual basis by the Board of Education.  \nIf a teacher is released from his/her contract by the Board of Education prior to  \ncompleting the terms of the contract, his/her total salary for that school year will be  \ndetermined on the basis of the ratio of the number of days of service rendered in that  \nschool year to the total number of days covered by his/her contract.  \nFull and part-time teachers, under contract serving on appointments for less than a full year  \nshall receive a salary based on the appropriate step and channel determined for teachers  \nemployed for a full year, except their salary shall be prorated for the time of actual services  \nprovided, except as affect by Paragraph 16.  \nSalaries determined by this schedule will be paid in twenty-six (26) installments and made  \non every other Friday. When a payday falls on a holiday or a day which is not scheduled  \nas a regular workday, the salary installment will be paid on the last preceding workday.  \n37  \nAN AWN  \nNWN NW eee  \n  \nWht  \n© oO  \n10.  \n11.  \nSalaries will be paid according to the above schedule except that the balance of salary  \notherwise due on pay dates falling after the last scheduled working day will be distributed  \nin a final payment on the last scheduled working day of the regular school year following  \nthe check out procedure with the building principal.  \nAll salaries paid for non-contractual assignments (workshops, camp) shall be paid within  \nthe next two regular biweekly pay periods following the completion of the assignment.  \nTeachers who qualify for a channel placement change shall have their individual contract  \nadjusted to reflect the additional compensation as provided by the appropriate channel of  \nthe salary schedule. The effective date of such salary adjustments shall be the third pay  \nperiod following receipt by the Department of Human Resources of all documentation in  \nsupport of the additional earned graduate credit. Prior approval for credit on the salary  \nschedule must be given by the Superintendent of Schools for graduate credit not  \nacceptable toward an advanced degree in the subject matter area to which the teacher is  \nassigned. Teachers who dually enroll in their senior year and receive some graduate credit  \nprior to receiving their baccalaureate degrees, and teachers who complete work in excess  \nof the requirements for their Master’s Degrees, shall have these graduate hours counted  \ntoward requirements for the next channel if the courses can be counted toward an  \nadvanced degree in the subject matter areas to which they are assigned. The requirements  \nfor placement on Channel Ill of the salary schedule will be met only when the Master's  \nDegree has been conferred. Beginning September 1, 2000, the requirement for placement  \non Channel IV of the salary schedule shall be met when a teacher holding a Master's  \nDegree will have acquired a minimum of 15 graduate hours after receiving his/her  \nMaster’s Degree. The requirements for placement on Channel V of the salary schedule  \nshall be met when a teacher holding a Master’s Degree will have acquired a minimum cf  \n30 hours after receiving his/her Master's Degree. Such additional hours for placement on  \nChannels IV and V must be directly related to the teaching assignment, professional  \ncontribution and /or effectiveness in the district.  \nApproved “Parkway Salary Credit Workshop” courses offered by the Parkway School  \nDistrict will be accepted as partial fulfillment of requirements for placement on Channels  \nI], IV. and V of the salary schedule so long as such courses are directly related to the  \nteaching assignment, professional contribution and/or effectiveness in the district.  \nExceptions may be approved by the Department of Human Resources. However, no  \nmore than six hours of credit for a channel change may be satisfied through the  \nsatisfactory completion of approved “Parkway Salary Credit Workshops.” Further, for  \nplacement on Channels IV and V, such salary credits must have been completed after  \nreceipt of a Master’s Degree.  \nPlacement on the salary schedule will be recognized by previous comparable experience  \nand will be computed as follows:  \nA. 1) A maximum of fourteen years teacher experience will be granted for  \nplacement on the salary schedule.  \n2) In determining placement, experience will be approved by the following  \npolicy:  \na) One step for each full year of full time teaching in the ten years  \nprior to Parkway.  \n38  \nO 0 ~] Aun BR Wb  \n2.  \nb) One-half step for each full year of full time teaching in the eight  \nyears prior to the time referred to in (a) above.  \nCc) No credit will be granted for the experience earned more than  \neighteen years prior to being hired at Parkway.  \nd) Placement is in full year increments. (i.e. seven and one-half years  \nof credit qualifies for step 8)  \nTeaching experience of less than full time, but at least half time wil] be considered  \nfor salary schedule credit on the basis of one-half year credit for each full year of  \npart time teaching, subject to the limitations of Section A.  \nCredit for service as a full time Teacher’s Assistant or Permanent Substitute in the  \nParkway District will be considered for salary schedule credit on the basis of one-  \nhalf year credit for each full year up to a maximum of four years credit, subject to  \nthe year limitations of subsection (a) above.  \nNo credit will be allowed for any of the f ollowing:  \nPractice teaching, substitute teaching, part time of less than half time. night or  \nadult school, or non-school religious programs.  \nA maximum of five years placement on the salary schedule may be considered in  \nunusual circumstances when the Superintendent feels that the non-educational  \nbackground of an otherwise properly certified applicant makes the applicant more  \nqualified than an applicant with an education degree but no teaching or significant  \nnon-education experience.  \nAny experience considered under this section must have been in an area germane  \nto the teaching certification/assignment and must have occurred immediately  \npreceding the applicant’s employment in Parkway, except for any time needed to  \nobtain certification, and the number of years of placement on the salary schedule  \nmust be recommended by the Superintendent to the Board of Education for its  \nspecific approval.  \nTeaching experience with one or two employers during the course of one school  \nyear with no more than one school year quarter break in service will be considered  \nas a full year of teaching experience.  \nChanges in this paragraph grantin g credit for previous experience became effective  \nfor the 1988/89 school year and are not retroactive for employee hired full time or  \npart time prior to the 1988/89 school year.  \nTeachers employed under this salary schedule must complete four units of in-service credit  \nwithin a four year period ending on September 1 of the fourth year following initial  \nemployment and each four years thereafter. Teachers who fail to meet this requirement  \nwill not receive the annual salary increment provided by this schedule. Teachers who are  \n39  \nSOM ND WW N-  \npot pe  \nON WA fh W N  \nCo ©.)  \nBS&8s  \nRS  \nBUS  \nlo Ww Wh  \nN w= © \\O  \nWW Ww  \nA&W  \n13.  \n14.  \n15.  \n16.  \non the last step of the respective channels will be placed back one step if they fail to meet  \nin-service education requirement.  \nContinued failure to meet in-service education requirements will result in annual salary  \nreductions equal to the yearly increment as provided in this schedule or termination of  \nemployment.  \nIn-service education credits may be earned in one or a combination of the following ways  \nsubject to the approval of the Superintendent of Schools:  \nA. One in-service credit may be given for each college semester hour earned by the  \nteacher during the three year period. Courses to be accepted for in-service credit  \nshall have been given prior approval by the Superintendent of Schools.  \nB. Participation as a leader or participant in an in-service education program requiring  \nemployee time outside regular school hours.  \nC. A maximum of one in-service credit during each three year period will be allowed  \nfor approved foreign and domestic travel.  \nD. Individual research applicable to the Parkway School District as approved by the  \nSuperintendent of Schools.  \nMovement from year to year on the salary schedule is a recognition of professional  \ngrowth in teaching.  \nA teacher’s performance shall be considered satisfactory if the teacher:  \n1. has achieved the performance expectation level in all criteria, or  \n2. the Summary Report contains rating below the performance  \nexpectation level, but in the opinion of the evaluator. the teacher is making  \nreasonable progress on the Professional Improvement Plan.  \nThe Board of Education, under law, has the final authority for evaluating teachers and for  \nestablishing and changing policies, including the salary schedule.  \nTeachers who are employed full time on or before November 29, and whose teaching  \nperformance is rated satisfactory, shall receive advancement on the salary schedule if  \nreemployed in the succeeding school year.  \nTeachers employed in positions anticipated to be temporary due to approved leaves of  \nabsence, mid-year terminations, unexpected enrollment increases or in positions expected  \nto be eliminated the following year, will be advised by letter accompanying their contract  \nthat they will not be renewed for the following school year.  \nTeachers who are not renewed according to the policy stated in the above paragraph, but  \nwho are rehired for one of the reasons stated in the above paragraph before the start of  \nthe succeeding school year, will be renewed the following year for any equivalent open  \n\\O 00 SAN  \n29  \n30  \n31  \n32  \n33  \n34  \n35  \n36  \n37  \n38  \n39  \nposition in the same certification if their teaching performance has been rated satisfactory.  \nIf the open position is not equivalent to the position held the previous year, the teacher  \nmay re-apply for any said position, but will be considered as an applicant along with all  \nother applicants.  \nTeachers who complete a full year of full-time teaching under the conditions described  \nabove will have that year credited to them for tenure accumulation purposes, provided they  \nare rehired for the succeeding school year.  \n"], ["ARTICLE XXXIV  \nEXTRA PAY FOR EXTRA DUTY  \n", "1. The Extra Duty contract budget for each year will be increased by the percentage of  \nincrease agreed to for the salary schedule in that year. The total budget also will be  \nincreased for added positions and decreased for positions eliminated from the previous  \nyear.  \n2. Each year, a committee of eleven members shall be created to review the extra duty salary  \nschedule and recommend to the Superintendent any revisions which distribute the amount.  \nThe President of the Parkway NEA and the Superintendent will jointly select the members  \nof the committee. The committee must provide representation from the following  \ncategories: activities. co-curriculum, and leadership; elementary school. middle school  \nand high school. The Director of Athletics and Activities will serve as chairperson.  \nRecommendations will be made by April Ist of each year, except during years when new  \nsalary schedules delay the process, at which time the recommendation will be submitted  \nwithin one month of Board of Education budget authorization but not later than July 15.  \n3. The following compensation rates will be provided for selected professional development  \nopportunities:  \nWorkshop Leader $150.00 (per six hours)  \nParticipant $ 75.00 (per six hours)  \nParkway Salary Credit |  \nWorkshop Leaders $300.00 (per 12 Hour Course)  \n"], ["ARTICLE XXXV  \nSUMMER SCHOOL  \n", "Teachers who teach courses that qualify for state funding in the Parkway District Summer Schoo!  \nProgram shall be paid according to the following schedule:  \n_ Teacher Category Smr 2000 Smr 2001 Smr 2002  \nNon-Parkway/Parkway teachers $20.00 $21.00 $22.00  \noffering enrichment only courses per hour per hour per hour  \nNon-tenured Parkway teachers offering $22.50 $23.50 $24.50  \ncourses tied to curriculum benchmarks per hour per hour per hour  \nTenured Parkway teachers offering $25.00 $26.00 $27.00  \ncourses tied to curriculum benchmarks per hour per hour per hour  \n4]  \nDH WF WY N=  \n  \nod  \n  \nAr Sb WN  \nbeh et  \noO ~]  \nNy =  \nOO  \nN  \nnro =  \npo  \nN  \nWi  \n  \nwww  \n  \nParkway summer school guidelines will include critena for course proposals to determine whether  \ncourses are “enrichment only” or “courses tied to curriculum benchmarks.”  \n"], ["ARTICLE XXXVI  \nGRIEVANCE PROCEDURE  \n", "A. Purpose  \nThe purpose of this grievance procedure shall be to settle equitably, at the lowest possible  \nadministrative level and the earliest possible date, issues which may arise from time to  \ntime with respect to the terms and conditions of employment of certificated personnel.  \nexclusive of administrators and supervisors.  \nB. Definitions  \ni, Grievance - A grievance is an allegation based upon an event or condition which  \naffects the terms and conditions of employment; allegedly caused by violation.  \nmisinterpretation, or inequitable application of the terms of a contract. policy,  \nwritten rule, or regulation followed in the operation of the school district. or an  \nallegation that a condition exists which endangers an employee's health or safety.  \n2. Grievant - A teacher, (or group of teachers, as provided in Section I, Paragraph  \n2) employed by the school district or the Association filing a grievance.  \n3. Party of Interest - A person who might be required to take action or against  \nwho action might be taken in order to settle the complaint.  \n4. Association - Association refers to a school or working day.  \n5. Day - Day refers to a school or working day.  \n6. Representative - A person designated by the grievant or the respondent to act  \neither with or for the grievant or respondent in this procedure.  \nC. Procedures  \n1. A grievant shall have the nght to represent himself/herself or, if he/she desires, to  \nbe represented by an Association representative or any other representative of  \nhis/her choice at meetings or hearings called for in Levels One through Five of the  \ngrievance procedure.  \n2. The representative chosen by the grievant shall be recognized for each grievance  \nand shall be present for any meetings, hearings, appeals, or proceedings in Levels  \nOne through Five of the grievance procedure.  \n  \nped rae  \nth —  \nNo m OOO ~]) ON Un J G  \n  \n24  \n26  \n27  \n29  \n30  \n3]  \n32  \n33  \n34  \n35  \n36  \n37  \n38  \nOs Nothing contained herein shal] be construed as limiting the right of any teacher  \nhaving a grievance to discuss and/or resolve the matter with any administrator at  \nany time and have the problem adjusted without the intervention of the  \nAssociation. The teacher, however, shall have the option of requiring the presence  \nof his representative at any teacher-administrator discussion regarding a grievance  \nwhich has been formally filed. Any administrator who wishes to discuss  \ninformally a grievance with a teacher shall notify such teacher of such a desire and  \na meeting may be held at a mutually agreed time. If the teacher wishes to have a  \nrepresentative present, adequate time shall be provided to allow that representative  \nto be present.  \n4. Nothing contained herein shall be construed as requiring a teacher or administrator  \nto discuss informally a grievance which has been formally filed.  \n5. If a question arises as to whether a complaint raised qualifies as a grievance, that  \nquestion will be heard and decided prior to proceeding to the substance of the  \ngrievance.  \nInformal Resolution of Complaint  \nWithin fifteen (15) days following knowledge of a condition causing a complaint and  \nbefore filing a formal written grievance, a teacher having a complaint shall attempt to  \nresolve the problem causing the complaint through informal means by discussion and  \nattempting to resolve the matter with the building principal and/or other administrator as  \nmay be appropriate.  \nFormal Procedure  \nLEVEL ONE  \nIf the grievant is not satisfied with the results of the informal effort, he/she shall present a  \ngrievance in writing to his/her principal within five (5) days. Within five (5) days after  \nreceipt of the written grievance, the principal shall schedule a conference with the grievant  \nand/or the grievant’s representative to discuss resolution of the grievance. Following the  \nconference, the principal shall provide the grievant with a written answer to the grievance  \nwithin five (5) days after the meeting, and a copy of the response to the grievant's  \nrepresentative. Such answer shall include the reasons upon which the decision was based.  \nLEVEL TWO  \nIf the grievant is not satisfied with the disposition of his/her grievance at Level One, then  \nthe grievant may appeal the disposition in writing to the Area Superintendent within five  \n(5) days after the disposition at Level One. The Area Superintendent shall hold a  \nconference with the grievant, and his/her representative, and any person the grievant feels  \nnecessary to develop the facts of the grievance. The conference shall be held within five  \n(5) days of receipt of the appeal. Following the conference, the Area Superintendent shall  \nprovide the grievant with a written answer to the grievance within three (3) days after the  \n43  \nLY No  \nNNN Re ee  \nNe  \nBERG  \nBRUS  \nQW  \nrt ©  \no>)  \nNw  \nLo Ww Ww  \nA BW  \ntw a GW  \nCO ~1 A  \nmeeting, and a copy of the response to the grievant’s representative. Such answer shall  \ninclude the reasons upon which the decision is based.  \nLEVEL THREE  \n   \n1.  \nIf the grievant is not satisfied with the disposition of his/her grievance at Level  \nTwo, or if no decision has been rendered within five (5) days after he/she has first  \nmet with the assistant Area Superintendent, he/she may within five (5) days after a  \ndecision or ten (10) days after he/she has first met with the Area Superintendent,  \nwhichever is sooner, either request in writing that the Association submit his/her  \nerievance to advisory fact-finding or appeal the Level Two decision directly to  \nLevel Four. The Association may, by written notice to the superintendent, within  \nten (10) days after receipt of the request from the aggrieved person, request that  \nthe grievance be submitted to advisory fact-finding. If any questions arises  \nregarding such submission, such question will first be ruled upon by the fact-finder  \nselected to hear the dispute. Those items excluded from the grievance procedure  \nshall not be submitted and the fact-finder shall not be requested in that case.  \nIf the grievant is not represented by the Association, the Association shall have no  \nresponsibility to process any grievance to the fact-finder at Level Three and shall  \nbe held harmless by the grievant and the Board of any liability whatsoever and shail  \nhave no responsibility to share in the costs thereby incurred. A grievant not  \nrepresented by the Association and desiring a fact-finder shall direct his request for  \nadvisory fact-finding to the Superintendent of Schools within five (5) days after  \nreceiving the decision rendered at Level Two.  \nDefinition of Fact Finder: A person selected in accordance with the  \nprocedures herein to identify the facts relevant to the grievance and to render an  \nadvisory recommendation to the superintendent to attempt to resolve the grievance.  \nScope of Fact Finding: The fact-finder must rule in strict adherence to the  \ndefinition of a “grievance” as defined herein; he shall make no recommendation to  \nchange the policies, Rules and Regulations of the Board of Education and no  \nrecommendation shall be made which is contrary to law.  \nIt is clearly understood that the fact-finder’s report and recommendation are  \nadvisory only and are not binding on the Board of Education.  \nLEVEL FOUR  \n   \na)  \nb)  \nIf a Fact-Finder_is Requested: Within five (5) days following the receipt of  \nthe fact-finder’s report, the Superintendent will render a decision to accept or reject  \nthe fact-finder’s recommendation.  \nOn Direct Appeal from Level Two: Within five (5) days following the receipt  \nof the direct appeal from the Level One decision, the Superintendent  \nwill hold a conference with the grievant, his/her representative. and any person the  \n] grievant feels necessary to develop the facts of the grievance. Following the  \nZ conference, the Superintendent will respond with a decision within five (5) days.  \n3 LEVEL FIVE  \n4 If the aggrieved person is not satisfied with the decision of the Superintendent. he shall,  \n5 within three (3) days from the receipt of the decision of the Superintendent. request in  \n6 writing a review of the grievance and/or fact-finder’s report by the Board of Education.  \n7 a) Using Fact-Finding  \n8 The Board of Education, at its option in executive session, may hold a hearing or  \n9 review the grievance along with the fact-finder’s recommendation and any briefs  \n10 submitted by the parties. This hearing or review by the Board of Education shall  \n1] occur within fifteen (15) days of the grievant’s request for review. If a hearing is  \n12 held, the provisions in paragraph (b) below apply as to procedure. If a review in  \n13 executive session occurs, a written response will be rendered within five (5) days  \n14 following the review.  \n15 b) Non_ Fact-Finding  \n16 The Board of Education within fifteen (15) days shall hold a hearing with the  \n17 grievant, his/her representative, and any other person the grievant feels necessary  \n18 to develop the facts of the grievance. Following the hearing. the Board of  \n19 Education shall provide the grievant with a written response to the grievance  \n20 within five (5) days after the hearing, and copies to his/her representative. Such  \n21 answer shall include the reasons upon which the decision is based.  \n22 9) The Board’ s decision in either (a) or (b) shall be final and binding.  \n23 F Procedure for Fact-F inding  \n24 Initiation of Fact-Finding Proceedings: The submission of a case to the fact-finder  \n25 shall be made in writing by the Superintendent to the Administrator of the American  \n26 Arbitration Association, Chicago, Illinois. On the date this letter is sent, the other party  \n27 Shall receive a copy of the request. The fact-finder’s fees will be shared equally by the  \n28 parties. |  \n29 Appointment of Fact-Finder: The AAA will be requested to submit simultaneously  \n30 to each party an identical list of seven (7) fact-finders. The Superintendent or his designee  \n31 and a representative of the Association or the grievant shall meet within five (5) days of  \n32 receiving the lists. Each party will strike one name at a time alternately until only one  \n33 name remains. If this person is unavailable, his name will be deleted and the same  \n34 procedure followed again to establish only one name.  \nAKDNA WN  \npont feet peed peed  \naA RB Why  \nar  \noO OH  \nbo  \n©  \nNN  \nnN —  \n8  \nWNNNNYNN  \nSBSRVERE  \nW WW OW  \n  \nWe Go  \nHNN  \nCommunications with Fact-Finders: All contact between the parties and the fact-  \nfinder during the grievance procedure must be channeled through the American Arbitration  \nAssociation, Chicago, Illinois.  \nQualifications of Neutral Fact-Finder: No person shall serve as a neutral fact-finder  \nin any case in which that person has any financial or personal interest in the result of the  \ncase. Prior to accepting an appointment, the prospective fact-finder shall disclose any  \ncircumstances likely to prevent a prompt hearing or to create a presumption of bias.  \nTime and Place of Hearing: The parties shall set a time and date for a hearing which  \nis mutually convenient. Such hearing shall not be held during school hours and shall be  \nheld in the Central Office of the Parkway School District. Arrangement for the hearing  \nshall be confirmed with all parties involved at lest 48 hours prior to the hearing.  \nAttendance at Hearings: The hearing shall be a closed session with only the following  \nparties present: the grievant, his representative, the principal/administrator, Central Office  \nrepresentative, and the fact-finder. Witnesses shall be present in the hearing room only  \nduring that time when they are called to give testimony.  \nWitnesses: The number of witnesses to give testimony on behalf of either grievant or  \nadministrator shall be limited to not more than ten. Each party is responsible for the  \npresence and expenses of their own witnesses and shall furnish a list of witnesses  \nrequested to appear to the other party at least twenty-four hours prior to the hearing.  \nAdjournments: Hearings shall be adjourned by the fact-finder only for good cause.  \nOaths: Before proceeding with the first hearing, the fact-finder shal] take an oath of  \noffice. The fact-finder may require witnesses to testify under oath.  \nNo Stenographic Record: There shall be no stenographic record of the proceedings.  \nSubmission of Data to Fact-Finder: As soon as the AAA has appointed a fact-finder  \nand has notified both the grievant and the Superintendent, the fact-finder shall be furnished  \ncopies of the grievance procedure policy, copies of the original grievance statement, all  \nsubsequent written responses or documents submitted during Levels One and Two, and  \nrelevant policies which have been cited by with party in support of their position. These  \nmaterials shall be provided by the District to the AAA with copies given to the grievant.  \nThis shall contain a summary of dates of conferences and steps already taken.  \nProceedings: The hearing shall be conducted by the fact-finder in whatever manner will  \nmost expeditiously permit full presentation the the evidence and the arguments of the  \nparties. The fact-finder shall take appropriate minutes of the proceedings. Normally, the  \nhearing shall be completed within one day.  \nFact-Finding the Absence of a Party: The fact-finding hearing may proceed in the  \nabsence of any party who, after due notice, fails to be present. A decision shall not be  \nAW HH  \n| ee a ee heed  \nUn BW bo  \nOID  \n\\O  \nNy  \nNo  \nho  \n  \nNo  \n~~]  \n  \novo  \nmade solely on the default of a party. The fact-finder shall require the attending party to  \nsubmit supporting evidence.  \nEvidence: Neither party shall be permitted to submit in fact-findin & proceeding any basis  \nor other evidence not submitted during the Level Two proceedings.  \nEvidence by Affidavit and Filing of Documents: The fact-finder may receive and  \nconsider evidence in the form of an affidavit, but shall give appropriate weight to any  \nobjections made. All documents to be considered by the fact-finder shall be files at the  \nhearing. There shall be not post hearing briefs.  \nClose_of Hearing: The fact-finder shall ask whether parties have any further proofs to  \noffer or witnesses to be heard. Upon receiving negative replies, the fact-finder shall  \ndeclare and note the hearing closed.  \nServing of Notices: Any papers or processes necessary or proper for the initiation or  \ncontinuation of fact-finding under these procedures and the delivery of the advisory  \nrecommendation, may be served upon such party (a) by mail addressed to such party or its  \nrepresentative at its last known address, or (b) by personal service.  \nTime_of Fact-Finding Report: The fact-finder shall issue his advisory report in  \nwriting, including his statement of findings, conclusions and advisory recommendations  \nwithin twelve (12) days following the conclusion of the hearing.  \nForms for Filing grievance  \nAppropriate forms established by the Association and the Board may be used in processing  \nall written grievances.  \nChanges in Procedure as a Result of Legislation  \nIn the event the enactment of legislation permits certain procedures to be followed by the  \nBoard of Education and the Association in resolving grievance, the Association or its  \nrepresentatives and the Board, or its representatives, shall meet and discuss procedures for  \nsuch, within the parameters set by the legislation.  \nException to Procedure  \nl. If in the judgment of the Association there has been a violation, misinterpretation,  \nor inequitable application of the “Statement of Relationship” of any agreement  \nbetween the Board of Education and the Association, that complaint shall be  \nregistered in writing with the Superintendent of Schools. The Superintendent  \nwithin five (5) days shall confer with a representative of the Association in an  \nattempt to resolve the matter to the mutual satisfaction of the parties. Following  \nthe conference, the Superintendent shall provide the Association with a written  \nresponse within five (5) days. If the Association disagrees with the response of the  \nSuperintendent, it may appeal tothe Board of Education. who at its option may  \n47  \n  \nod  \neo  \na  \n$ GW bo  \n  \nNin  \nNee  \n=So00.  \nERS  \nNo  \nWi  \nWWNNN Wd  \n=SBRUG  \neo Ga Oo  \nhf WN  \nW Uo  \nNn”  \nhold a hearing on the matter within fifteen (15) days. If no hearing is held, the  \nBoard of Education shall respond in writing to the Association within fifteen (15)  \ndays of the appeal. If a hearing is held, a written response shall be provided no  \nlater than five (5) days following the hearing.  \nIf a grievance affects a group of teachers, a representative of that group may submit  \nsuch grievance in writing to the Area Superintendent which shall be considered  \nLevel One, with information copies to all principals involved. The names of all  \nteachers joining in the filing of the grievance shall be included on the grievance  \nform. If the grievance is directed at only one principal, then the grievance shall be  \nsubmitted to that principal which all be considered Level One.  \nJ. Professional Rights and Responsibilities of the Interested Parties  \n.  \nK.  \n1.  \nNo reprisals of any kind shall be taken by any party to this procedure against any  \nparty in interest, any witness, any Association member, or any other participant in  \nthis grievance procedure by reason of such participation.  \nAll documents, communications, and records dealing with the processing of a  \ngrievance will be filed separately from the personnel files of the participants.  \nThe Board and the administration will cooperate with the Association when a  \ngrievant has requested the Association to assist in the investigation of the  \ngrievance. Furthermore, the Board and the administration will furnish the  \nAssociation with information as required by the Association in assisting in the  \ngnievance.  \nIn cases where it may be required that a teacher be released from his/her regular  \nassignment in order to investigate or process a grievance, the teacher shall be  \nreleased without loss of pay or benefits.  \nAdherence to Time Limits  \nEvery effort should be made to expedite the procedure to accomplish the settling of  \nthe grievance as soon as possible. Levels established in Section E shall be  \nfollowed. In cases where the Association may elect to refer the matter for  \nconsideration by the Employee Relations Council, time limits at the Informal Level  \nand Level I will be extended to provide the opportunity for the Employee Relations  \nCouncil to consider the complaint.  \nFailure at any step of the procedure to appeal a grievance to the next step within the  \nspecified time limits shall be deemed to be acceptance of the decision rendered at  \nthat level.  \nFailure to reply or render a decision at any level shall be interpreted as resolution of  \nthe grievance in favor of the grievant.  \n—  \n4. In computing any period of time prescribed or allowed by this policy, the day of  \nthe act or event after which the designated period of time begins to run is not to be  \nincluded. The last day of the period so computed is to be included. In any case  \nwhere any notice, answer or other communication is required to be given in  \nwriting by one party to the grievance procedure to another, said notice, answer or  \nother communication shall be deemed given when delivered personally to the party  \nentitled to receive the notice, answer or other communication or when said notice,  \nanswer or other communication is deposited with first class postage affixed in the  \nregular United States mail addressed to the party’s last known address which in the  \ncase of a teacher shall be the most current address contained in the teacher's  \npersonnel file. Whenever any party has the right or is required to do some act  \nwithin a prescribed period after being given some notice, answer or other  \ncommunication and the notice, answer, or other communication is given by mail,  \nthree (3) days shall be added to the prescribed period.  \n5. In any case where any party is required by these procedures to perform any act  \nwithin a specific time after disposition at any level of the grievance procedure, such  \ndisposition shall be deemed to have occurred when the party required to act is given  \nnotice of the disposition as provided in these procedures.  \n"], ["ARTICLE XXXVII  \nSCHOOL INITIATED INSTRUCTIONAL CHANGE PROCESS  \n", "The District and the Association agree to collaborate in promoting meaningful change and  \nimprovement in the quality of instruction in order to create the best school environment for  \nstudents.  \nEvery effort will be made to develop and implement school initiated instructional changes within  \nthe parameters and provisions of the Agreement between the Board of Education and the  \nParkway NEA. As these prospective changes are proposed which the Association may feel do  \nnot comply with the Board of Education/Parkway NEA Agreement, or the implementation of  \nwhich is reasonable believed to be impossible to realize in the context of the Agreement, the  \nParkway NEA President and the Area Superintendent responsible for the supervision of the  \nschool will meet and discuss the proposed school changes with the school staff and  \nadministration. If the concern cannot be resolved at this stage, then it may be brought to the  \nEmployee Relations Council. |  \nWithin a period of time appropriate to the nature of the implemented change, an evaluation will be  \nperformed including at a minimum the school administration and the teaching staff. The results  \nof this evaluation will be presented to the Area Superintendent and the Parkway NEA President  \nand will be communicated to the Board of Education. The communication tot the Board of  \nEducation may include a position statement by the Parkway NEA and the District administration.  \n49  \nfi WN  \nNothing in aforementioned agreement should be construed as a restriction upon the Association's  \nrights under the Board/Parkway NEA Agreement to pursue the Grievance Procedure nor as a  \nwaiver of rights of either the Parkway NEA nor the Board of Education the terms and conditions  \nof the agreement.  \nPatel  \nOONA Ub W bw  \n— ane  \nmm ©  \nfoment pet — rt em TIA UR A  \n  \n  \n  \noO  \noO  \nWH —  \nChannel  \nI  \n$28,111  \n$28,816  \n$29,545  \n$30,302  \n$31,082  \n$32,237  \n$33,475  \n$34,700  \n$35,930  \n$36,814  \n$37,862  \n$38,845  \n$41,082  \nChannel  \n]  \n$28,814  \n$29,522  \n$30,254  \n$31,014  \n$31,797  \n$32,949  \n$33,475  \n$34,700  \n$35,930  \n$36,814  \n$37,862  \n$38,845  \n$41,082  \n"], ["ARTICLE XXXVIII  \nSALARY SCHEDULE  \n1999-2000 SALARY SCHEDULE  \n", "Channel  \nII  \n$29,731  \n$30,566  \n$3 1,483  \n$32,417  \n$33,393  \n$34,602  \n$35,886  \n$37,217  \n$38,557  \n$39,73 |  \n$39,864  \n$41,072  \n$42,872  \nChannel  \nI  \n$30,355  \n$31,213  \n$32,122  \n$33,055  \n$33,991  \n$35,141  \n$35,981  \n$37,267  \n$38,580  \n$39,755  \n$39,864  \n$41,072  \n$42,872  \nChannel |  \nI]  \n$31,443  \n$32,423  \n$33,548  \n$34,678  \n$35,877  \n$37,140  \n$38,471  \n$39,916  \n$41,376  \n$42,879  \n$44,424  \n$45,982  \n$47,757  \n$52,490  \n$56,233  \n$56,795  \nChannel  \nHl  \n$31,978  \n$33,000  \n$34,105  \n$35,230  \n$36,336  \n$37,478  \n$38,675  \n$40,024  \n$41,426  \n$42,930  \n$44,478  \n$46,097  \n$47,876  \n$52,490  \n$56,233  \n$57,931  \n31  \nChannel  \nIV  \n$33,500  \n$34,494  \n$35,597  \n$36,705  \n$37,896  \n$39,120  \n$40,381  \n$41,702  \n$43,072  \n$44,483  \n$45,940  \n  \n$49,074  \n$53,480  \n$57,293  \n$59,012  \n2000-2001 SALARY SCHEDULE  \nChannel  \nIV  \n$34,036  \n$35,073  \n$36,167  \n$37,277  \n$38,421]  \n$39,579  \n$40,784  \n$42,085  \n$43,431  \n$44,848  \n$46,307  \n$47,820  \n$49,442  \n$53,744  \n$57,631  \n$60,333  \nChannel  \nV  \n$35,692  \n$36,696  \n$37,772  \n$38,849  \n$40,029  \n$41,206  \n$42,385  \n$43,569  \n$44,837  \n$46, 146  \n$47,508  \n$48,946  \n$50,428  \n$54,348  \n$58,800  \n$61,005  \nChannel!  \nV  \n$36,227  \n$37,276  \n$38,353  \n$39,444  \n$40,625  \n$41,799  \n$43,008  \n$44,253  \n$45,532  \n$46,852  \n$48,211  \n$49,607  \n$51,059  \n$55,027  \n$59,064  \n$62,835  \nbench  \nwD  \nPM  \n--  \n@  \n  \nOM~INNRWN  \nChannel  \nI  \n$29,534  \n$30,260  \n$31,010  \n$31,790  \n$32,592  \n$33,773  \n$33,773  \n$34,700  \n$35,930  \n$36,814  \n$37,862  \n$38,845  \n$41,082  \nChannel  \ni  \n$3 1,053  \n$31,931  \n$32,860  \n$33,815  \n$34,772  \n$35,949  \n$36,518  \n$37,603  \n$38,861  \n$39,959  \n$39,959  \n$41,072  \n$42,872  \nChannel  \nlil  \n$32,649 -  \n$33,693  \n$34,821  \n$35,970  \n$37,099  \n$38,265  \n$39,487  \n$40,748  \n$42,031  \n$43,372  \n$44,758  \n$46,387  \n$48,178  \n$52,490  \n$56,233  \n$57,931  \n$59,669  \n2001-2002 SALARY SCHEDULE  \nChannel  \nIV  \n$34,691  \n$35,748  \n$36,863  \n$37,995  \n$39,160  \n$40,341  \n$41,569  \n$42,834  \n$44,128  \n$45,472  \n$46,857  \n$48,388  \n$50,091  \n$54,012  \n$57,631  \n$60,333  \n$62,143  \nChannel  \nV  \n$36,861  \n$37,928  \n$39,024  \n$40,134  \n$41,336  \n$42,531  \n$43,761  \n$45,027  \n$46,329  \n$47,672  \n$49,054  \n$50,475  \n$52,080  \n$55,578  \n$59,064  \n$62,835  \n$64,720  \n—_—  \nNIA AB WD to  \n"]]