[["", "   \nBOL  \n  \nJAN- 3.2011  \nLays et  \nSHO ju}  \n|  \n|  \n|  \n|  \nCOLLECTIVE BARGAINING AGREEMENT  \n|  \n| between  \nCITY OF ADEL, IOWA  \nand  \nINTERNATIONAL UNION OF OPERATING ENGINEERS  \nLOCAL 234, AFL-CIO  \n| | Final  \nJULY 1, 2010  \nthrough  \nJUNE 30, 2011  \n   \n   \nTABLE OF CONTENTS  \n1  \n"], ["", "ARTICLE |  \nRECOGNITION. 1  \nARTICLE 2  \nSEPARABILITY AND SAVINGS 1  \nARTICLE 3  \nEMPLOYER RIGHTS. 1  \nARTICLE 4  \nNO STRIKE - NO LOCKOUT 2  \nARTICLE 5  \nNON-DISCRIMINATION IN 2  \nARTICLE 6  \nGRIEVANCE PROCEDURE AND ARBITRATION 2  \nARTICLE 7  \n4  \n"], ["", "ARTICLE 8  \nLAYOFF AND RECALL 1.0... 4  \nARTICLE 9  \nLEAVE 3  \nARTICLE 10  \nHOURS OF WORK AND OVERTIME ... 8  \nARTICLE 11  \nDUES CHECKOFF AND INDEMNIFICATION 9  \nARTICLE 12  \n9  \n"], ["ARTICLE 13  \n", "BND BIN scans og = oe 2 ese = sa geen des one WK UIA epee =e 9  \n"], ["", "ARTICLE 14  \nNPG era came ees 10  \n"], ["", "ARTICLE 15 |  \nLONGEVITY PAY 10  \nARTICLE 16  \nLICENSE PAY 11  \nARTICLE 17  \nTRANSFER 11  \nARTICLE 18  \nDURATION 12  \nAGREEMENT  \nThis Agreement entered into this first day of July, 2010, by and between the CITY OF  \nADEL, hereinafter referred to as the \"Employer,\" and the International Union of  \nOperating Engineers, Local 234, AFL-CIO, hereinafter referred to as the “Union,”  \nrepresents the complete and final agreement between the Employer and the Union.  \nThroughout this Agreement wherever the word \"Act\" appears, this refers to the lowa  \nPublic Employment Relations Act, identified as Senate File 531, which was signed into  \nlaw on April 23, 1974.  \n"], ["ARTICLE 1  \nRECOGNITION  \n", "The Employer recognizes the Union as the exclusive bargaining representative for all  \nregular full-time and regular part-time employees of the City of Adel including the Street  \nDepartment, Water Department, Sewer Department, Parks Department and City Hall  \nemployees as set forth in the lowa Public Employment Relations Board Order of  \nCertification Case No. 6688, dated November 14, 2003, which excludes all other  \nemployees of the City of Adel including those specifically excluded by lowa Code  \nsection 20.4, police and library employees, and City Clerk.  \n"], ["ARTICLE 2  \nSEPARABILITY AND SAVINGS  \n", "lf any provision of this Agreement is subsequently declared by the proper legisiative or  \njudicial authority to be unlawful or not in accordance with applicable statutes or  \nordinances, all other provisions of this Agreement shall remain in full force and effect for  \nthe duration of this Agreement.  \n"], ["ARTICLE 3  \nEMPLOYER RIGHTS  \n", "The Employer shall have, in addition to all powers, duties and rights established by law,  \nthe exclusive power, duty, and right, including but not limited to: plan, direct and control  \nthe work of its employees; suspend or discharge employees for proper cause; to  \ndevelop and enforce rules for employee discipline; to schedule working hours and  \nrequire overtime work; determine employee qualifications; schedule vacations; make  \ninspections; relieve employees from duties because of lack of work or for other  \nlegitimate reasons; to determine what work or services shall be purchased or performed  \nby the unit employees; to change or eliminate existing methods, means, assignments,  \nand personnel by which operations are to be conducted; to establish production  \nstandards; to establish, change, and enforce work schedules; to abolish, create, or  \nchange jobs and their duties; to determine the number and times of shifts; and to  \nmanage the operation in the traditional manner, is vested exclusively with the Employer.  \nIt is agreed that the enumeration above shall not be deemed to exclude other areas not  \nspecifically enumerated.  \n"], ["ARTICLE 4  \nNO STRIKE - NO LOCKOUT  \n", "The parties agree to faithfully abide by the applicable provisions of the Act. Neither the  \nUnion, its officer or agents, nor any of the employees covered by this Agreement will  \nengage in, encourage, sanction, support or suggest any strikes, slowdowns, boycotting,  \nsit-ins, mass resignations, mass absenteeism, willful absence from one's position, work  \nstoppage, or any activity covered in Section 12 of the Act.  \nThe Employer pledges that it will not engage in a lockout during the term of this  \nAgreement as a result of a labor dispute with the Union.  \n"], ["ARTICLE 5  \nNON-DISCRIMINATION IN EMPLOYMENT  \n", "There shall be no discrimination in employment by the Employer or the Union toward  \nany employee because of their membership in, or non-membership in, the Union. The  \nparties will not discriminate against an employee because of an employee's support or  \nnon-support, or participation or non-participation in Union affairs and/or activities.  \n"], ["ARTICLE 6  \nGRIEVANCE PROCEDURE AND ARBITRATION  \n", "Any matter of dispute that may arise between the Employer and an employee regarding  \nan alleged violation of an expressed provision of this Agreement shall be handled in  \naccordance with the following procedure:  \nStep 1. An employee, with or without a Union steward present, shall discuss the  \ncomplaint or problem orally with his/ner supervisor within two (2) workdays following its  \noccurrence in an effort to resolve the problem in an informal manner.  \nStep 2. Within five (5) workdays after the discussion in Step 1, or if no decision has  \nbeen made, the employee may then present the grievance in writing to his/her  \nsupervisor. The grievance shall state the nature of the grievance, shall note the specific  \nclause or clauses allegedly violated, and shall list the facts and witnesses as they know  \nthem to be at that time. The supervisor shall respond in writing within five (5) workdays.  \nStep 3. Within five (5) workdays after the decision in Step 2, or if no timely decision has  \nbeen made, the employee may then present the written grievance to the Mayor, who  \nshall respond within five (5) workdays. Grievances involving discipline or discharge will  \nstart at this step.  \nStep 4. If not resolved at Step 3, the grievance may be submitted to arbitration within  \nten (10) workdays after the decision in Step 3, or if no decision has been made, said  \ngrievance may be submitted to arbitration by submitting written notice to the Mayor.  \nSuch notice shall specify the article(s) and section(s) of the Agreement alleged to have  \nbeen violated. The parties shall promptly meet to attempt to agree on an arbitrator. If  \nthey are unable to agree, the Union will request the Federal Mediation and Conciliation  \n2  \nService or the Public Employment Relations Board to submit to the parties a list of  \nseven (7) arbitrators, from which list the parties shall select one (1) arbitrator. Either  \nparty may reject one list and request a different list. The rejecting party will pay any  \ncosts associated with obtaining the different list. Such selection shall be by agreement,  \nif possible; otherwise, by the parties alternately eliminating names from the list, with the  \nUnion having the first strike.  \nAll grievances must be taken up promptly and awards and settlements thereof shall in  \nno case be made retroactive beyond the date on which the grievance was first  \npresented in the grievance procedure. If a grievance is not presented within the time  \nlimits specified in this Article, it shall be considered waived. If a grievance is not  \nappealed to the next Step within the specified time limits, it shall be considered settled  \non the basis of the Employer's last answer. If a grievance at Step 1 or Step 2 is not  \ntimely answered by the Employer, it may automatically be referred to the next Step.  \nThe fees and expenses of the arbitrator shall be shared equally by the parties. Each  \nparty shall pay its own cost of preparation and presentation for arbitration. The  \narbitrator shall have no power to change, alter, ignore, nullify, detract from or add to the  \nprovisions of this Agreement. The parties are precluded from presenting any facts or  \nwitnesses to the arbitrator that were not presented at an earlier step in the grievance  \nprocedure. The arbitrator's decision shall be final and binding on all parties.  \nAll grievance and arbitration meetings under this Article are to be held in private and are  \nnot open to the public.  \nThe time limits at any step in the grievance and arbitration procedure may be extended  \non a specific case basis, upon mutual agreement between the Union and the Employer.  \nlf the employee files any claim or complaint in any forum other than under the grievance  \nprocedure of this Agreement, then the Employer shall not be required to process the  \nsame claim or set of facts through the grievance procedure.  \n"], ["ARTICLE 7  \nSENIORITY  \n", "Seniority means an employee's length of full-time continuous service with the Employer  \nsince their last date of hire.  \nAll new employees shall serve a probationary period of six (6) months. They may be  \nterminated for any reason during the probationary period without recourse to the  \ngrievance procedure. Upon satisfactory completion of the probationary period, the  \nemployee will be placed on the seniority list and his/her seniority will be determined  \nfrom their date of hire.  \nAn employee shall lose her/his seniority and the employment relationship shall be  \nbroken and terminated as follows:  \n(a) Employee quits.  \n(b) Employee is discharged.  \n(c) Employee is absent from work without notice to the Employer.  \n(d) Failure to report for work at the end of a leave of absence.  \n(e) Failure to report to work within five (5) workdays after being notified to return to  \nwork following layoff, when notice of recall is sent by certified mail to employee's  \nlast known address, according to Employer records.  \n(f) Employee is off work for any reason for twelve (12) months or the length of the  \nemployee's seniority, whichever is shorter.  \n(g) Employee retires. if a former employee returns from retirement within one (1)  \nyear, the break in service shall be removed from their record and the employee's  \nseniority shall be restored minus the period of time off the payroll.  \nIt is the employee's responsibility to keep the Employer informed of their current  \naddress and phone number.  \n"], ["ARTICLE 8  \nLAYOFF AND RECALL  \n", "In the event the work force is to be reduced, the Employer agrees to provide affected  \nemployees as much advance notice as is administratively practical, but in no case will  \nemployees be laid off without at least ten (10) workdays written notice. Probationary  \nemployees in the affected job classification shall be terminated prior to any regular full-  \ntime or regular part-time employees being laid off. In the event that a layoff is still  \nnecessary following the termination of all probationary employees in the affected job  \nclass, all regular part-time employees shall next be laid off in their order of job class  \nseniority, with the least senior being the first laid off. In the event that layoff is still  \n4  \nnecessary, the regular full-time employee with the least seniority in the job classification  \naffected shall be the first laid off, provided the employee retained can perform the work  \navailable.  \nA regular employee laid off shall have his/her name on the recall list for a period of one  \nyear following the date of the layoff, during which period no vacancy in the job  \nclassification affected by the layoff may be filled by a new hire until all former employees  \non the recall list have been offered recall. On recall from layoff, former full-time  \nemployees who were laid off will be returned to work in the reverse order in which they  \nwere laid off, if they are qualified to perform the work available, as determined by the  \nEmployer. Former part-time employees shall be recalled following the recall of all  \nformer full-time employees. Probationary employees have no layoff or recall rights.  \nEmployees to be recalled after being laid off shall be notified five (5) days in advance in  \nwriting by notice sent by certified mail, return receipt requested, to the last address  \nshown on the employee's record. Former employees so notified must report for work no  \nlater than five (5) workdays following receipt of the recall notice. Failure to return shall  \nresult in the former employee being removed from the recall list.  \n"], ["ARTICLE 9  \nLEAVE  \n", "Vacation Leave. Regular full-time employees shall accrue paid vacation leave as  \nfollows:  \nAfter one (1) year of full-time continuous service, two (2) weeks  \nAfter five (5) years of full-time continuous service, three (3) weeks  \nAfter fifteen (15) years of full-time continuous service, four (4) weeks  \nAfter twenty-five (25) years of full-time continuous service, five (5) weeks  \nRegular part-time employees shall accrue paid vacation leave on a pro rata basis.  \nThe scheduling of vacation leave is dependent upon the judgment and discretion of the  \nEmployer. In emergency situations, the Employer may require the rescheduling of  \napproved vacation leave when, in his/her judgment, it is necessary. The determination  \nof what constitutes an emergency rests with the Employer. Should an employee suffer  \nmonetary loss due to such rescheduling, the Employer shall reimburse the employee for  \nsuch loss, e.g., non-refundable deposits or transportation rebooking fees. In order to be  \nreimbursed, the employee shall provide the Employer with proof of such loss and that  \nsuch deposits or purchases were made after the vacation was approved by the  \nEmployer.  \nUpon resignation or termination, an employee shall be paid for all unused vacation left  \nat the time of termination.  \nVacation pay will be at the employee's normal pay for the day or week for which he/she  \nwould have been regularly scheduled to work.  \nDuring the first anniversary year of employment, an employee is not eligible to earn paid  \nvacation leave. During subsequent anniversary employment years, regular full-time and  \nregular part-time employees shall earn vacation time based upon straight time hours  \nworked.  \nEmployees will be allowed to carry over up to one years’ accrued vacation.  \nIn the event that a holiday falls on a scheduled vacation day, the holiday will not be  \ncounted as a vacation day.  \nSick Leave. Regular full-time employees shall accrue paid sick leave at the rate of  \neight (8) hours per month, up to a maximum of nine hundred-sixty (960) hours. Regular  \npart-time employees shall accrue paid sick leave on a pro rata basis.  \nSick leave will be paid when the employee is unable to work due to a personal illness or  \ninjury. Sick leave may be used for medical, dental and optical appointments when  \nthose appointments cannot be made during non-work time. Sick leave shall be granted  \nin a minimum of one (1) hour increments.  \nAccrued sick leave, not to exceed forty (40) hours per fiscal year, may also be used to  \nprovide care and necessary attention to an ill or injured family member. Family member  \nin this instance is defined to be a spouse, a dependent child, a parent, or a relative  \nliving in the employee's household.  \nA medical doctor's written verification of illness or injury may be required by the  \nEmployer for substantiation of an illness or injury. The Employer will notify the  \nemployee prior to returning to work that a written verification is required.  \nSick leave may be used to make up the difference between Compensation  \nand full pay. Sick leave will not be granted if an employee is injured while gainfully  \nemployed by a different employer.  \nHoliday Leave. Regular full-time employees are eligible for the following paid holidays  \neach year: New Year's Day, President's Day, Memorial Day, Independence Day, Labor  \nDay, Veteran's Day, Thanksgiving Day, day after Thanksgiving Day, Christmas Eve  \nDay, Christmas Day, and two (2) floating holidays. Regular part-time employees shall  \nbe paid pro rata for these holidays based on the number of hours they would normally  \nhave been scheduled to work, if any, had the day not been a holiday.  \nRegular full-time and regular part-time employees shall be paid for each of the holidays  \nset forth in this Article occurring during the period in which they are in paid status. An  \nemployee required to work on a recognized paid holiday shall be granted compensatory  \ntime off or cash, as provided for in the Overtime article, at the rate of time and one-half  \n(1 1/2) off for all hours worked. Holiday pay will be at the employee's normal pay for the  \nday on which he/she would have been scheduled to work.  \nTo be eligible for holiday pay, an employee must have worked the last full scheduled  \nworkday immediately before and the first full scheduled workday immediately after each  \n6  \nholiday, unless prior approval has been given for the employee to be on paid leave. An  \nemployee on layoff or unpaid leave is not eligible for holiday pay.  \nPaid holidays falling on Sunday will be observed on Monday. Paid holidays falling on  \nSaturday will be observed on Friday.  \nFuneral Leave. In the event of the death of a regular full-time or regular part-time  \nemployee's spouse, child (step), parent (step), brother (step), sister (step), spouse's  \nparent (step), brother (step), sister (step), sibling’s spouse, child's spouse,  \ngrandparents, and grandchildren, said employee may be granted up to five (5) days  \nleave of absence with pay for attendance at the funeral and other related activities. One  \n(1) day will be allowed for the funeral of an aunt or uncle and one-half (1/2) day for  \nservice as a pallbearer for persons other than listed above.  \nMilitary Leave. A full-time employee may be granted a military leave of absence with  \npay for a period up to thirty (30) days as prescribed by Section 29A.28 of the Code of  \nlowa. The Employer will pay the difference between the military pay and what the  \nemployee would have received if working. Proof of the military pay received shall be  \nsubmitted upon return to work.  \nThe Employer recognizes an employee's re-employment rights upon return from military  \nleave in accordance with the applicable federal and state laws.  \nJury Duty Leave. An employee required to serve as a juror shall receive his/her  \nregular wages. In order to receive payment for such duty, the employee must submit  \ncertification of service and assign all payments received to the Employer. When  \nreleased from duty during work hours, the employee will report to work immediately  \nunless two (2) hours or less are left in the workday.  \nLeave Without Pay. The City Administrator may approve unpaid leaves of absence for  \nregular employees who request time off from work and who have no paid leave time  \navailable. The City, in establishing policies related to leaves of absence, reserves the  \nsole right to determine if an employee will be granted leave, unless the granting of such  \nleave is mandated by law or by collective bargaining agreement.  \nAs soon as an employee becomes aware of the need to request an unpaid leave, a  \nrequest must be submitted in writing to the supervisor, setting forth the reason for the  \nleave, the date on which it is requested to begin and the date on which it is requested to  \nend.  \nUnpaid leave may be granted for a maximum of twelve (12) months, and may be  \napproved for use all at once or on an intermittent basis. If used intermittently, the leave  \nmust be in increments of no less than four (4) hours. An employee must use all  \navailable vacation leave before being granted unpaid leave. If sick leave is applicable,  \nthat must be exhausted, as well.  \nWhile on approved unpaid leave, benefits and seniority will not accrue, except that during  \nthe first ninety (90) days of approved unpaid leave the City will continue to make its  \n7  \ncontribution to employee insurance plans so long as the employee continues, during that  \nperiod, to pay the employee's share, if any. Thereafter, if the employee wishes to continue  \ninsurance coverage and if doing so is allowed by the carrier, he/she will be responsible for  \nboth the City’s and the employee’s share of premiums. Premiums must be paid directly to  \nthe City Clerk. Arrangements for the time of payment must be made with the City Clerk  \nprior to the employee going on leave.  \nlf approved, leaves of absence will be granted for specific periods of time. If an  \nemployee is unable to return to work at the end of the authorized leave period, an  \nextension must be requested by the same procedure as the original request. Absent an  \napproved extension of leave, if an employee fails to return to work on the date originally  \napproved, he/she will be considered to have voluntarily resigned employment with the  \nCity.  \n"], ["ARTICLE 10  \nHOURS OF WORK AND OVERTIME  \n", "The purpose of this Article is to define the normal hours of work, and shall not be  \nconstrued as a guarantee of hours of work per day or days of work per week.  \nDetermination of days worked, as well as daily and weekly hours of work, shall be made  \nby the Employer. The Employer will give employees two (2) weeks notice before  \nmaking a work schedule change. The normal workweek shall consist of forty (40)  \nhours. An employee shall not be scheduled to work more than two weekends a month.  \nDuring an employee's normal shift, the Employer will grant thirty (30) minutes unpaid  \ntime for junch and two (2) fifteen (15) minute paid rest periods. The time for the lunch  \nand rest periods will be determined by the Employer.  \nOvertime. Overtime work must be pre-approved by the supervisor. Overtime shall be  \nat the rate of time and one-half (1 1/2) for hours worked in excess of forty (40) hours in  \nany workweek or eight (8) hours worked in any workday. Should an employee be  \nworking on their scheduled day with other employees who are receiving premium pay,  \nthe regularly scheduled employee shall receive premium pay. Overtime shall not be  \npaid more than once for the same hours worked. The Employer shall not adjust an  \nemployee's normal days worked or hours worked per day to avoid paying overtime.  \nOvertime shall be compensated in cash or compensatory time at the employee's  \ndiscretion provided, however, an employee may only accumulate up to one hundred-  \nforty (140) hours of compensatory time. The compensatory time accumulation period  \nshall be November 1 through October 31. On October 31, all unused accrued  \ncompensatory time shall be paid out, except that an employee may elect to carry  \nforward up to forty (40) hours of compensatory time into the next accumulation period.  \nOvertime will be computed to the nearest half-hour.  \nTime on paid leave will be considered work time for the purpose of determining  \novertime.  \nWater Weekends. An employee schedule to work any water weekend rotation will be  \nallowed 30 days to take off comp-time hours accrued for working the weekend rotation.  \n8  \nCall Back. An employee who is called back to work for any reason or called in to work  \nprior to the normal starting time, other than due to the employee's negligence, shall be  \ncompensated a minimum of two (2) hours unless such call back is two (2) hours or less  \nprior to his/her shift, in which case the employee will be paid for actual hours worked at  \nthe appropriate rate. This will be granted as compensatory time or cash as provided  \nabove. Call back does not apply when an employee is directed to work beyond his/her  \nregular shift.  \n"], ["ARTICLE 11  \nDUES CHECKOFF AND INDEMNIFICATION  \n", "Upon receipt of a lawfully executed, written authorization from an employee, which may  \nbe revoked in writing at any time in accordance with state law, and the Employer agrees  \nto deduct the regular Union dues of such employee from his/her pay and remit such  \ndeduction by the fifteenth day of the succeeding month. Along with the remittance, the  \nEmployer will provide the names of employees hired, laid off, suspended or terminated  \nduring the month. The Union will notify the Employer in writing of the amount of such  \nmembership dues, initiation fees and other uniformly applied Union assessments to be  \ndeducted.  \nThe Union agrees to indemnify and hold the Employer harmless against any and all  \nclaims, suits, orders, or judgments brought of issued against the Employer as a result of  \nany action taken or not taken by the Employer under the provisions of this Article.  \nThe request form authorizing monies to be deducted shall be provided by the Union.  \nUnion dues will be deducted from each paycheck. The amount will be established by  \nthe Union as monthly dues. The amount deducted shall be paid to the Treasurer of the  \nUnion.  \nUpon receipt of written authorization from the employee, a standard dollar amount will  \nbe deducted from the employee's regular paycheck by the Employer. Thirty (30)  \ncalendar days advance notice must be given to the Employer before the first deduction  \nwill be made or any change in or discontinuation of the deduction is to be made.  \n"], ["ARTICLE 12  \nUNIFORMS  \n", "The Employer will continue the Uniform policy for the duration of this Agreement that  \nwas in effect on July 1, 2004.  \n"], ["ARTICLE 13  \nINSURANCE  \n", "The Employer agrees to provide for each eligible regular full-time employee the  \nfollowing insurances chosen by the City Council: health, dental, short-term disability,  \nlong-term disability, term life and AD&D.  \nThe insurances referred to in this Agreement, including coverage and eligibility, shall be  \nthe same as that which was in effect as of July 1, 2004. The percentages contributed  \nby the Employer and the employee to the monthly cost of these insurances for  \nemployee and dependent coverage shall be the same as that which was in effect as of  \nJuly 1, 2004 (see Appendix A).  \nUpon bonafide retirement, Employees who have at least 10 years of service may  \npurchase health insurance from the City at the premium rate the City pays for the health  \ninsurance plan selected by the employee for the purpose of continuing health insurance  \ncoverage after retirement, providing the insurance provider allows for the option of  \nretiree’s coverage. The coverage will remain in force as long as the employee submits  \npayment for the benefit or until the employee is eligible to receive Medicare benefits.  \nUpon retirement to be eligible for this benefit the employee will submit to the City a  \nmonth’s premium and continue to submit the premium on a date mutually agreed upon.  \nIf the payment is not submitted by the agreed date the benefit will terminate according  \nto the health provider’s rules covering termination of benefits.”  \n"], ["ARTICLE 14  \nWAGES  \n", "The base pay of employees covered by this Agreement shall be increased by $375.00  \nfor the period of July 1, 2010 through June 30, 2011 for cost-of-living adjustment.  \nThe wages and steps are referenced in Appendix B.  \nNew employees may be started at any rate that is less than the 3 Years rate of pay  \nunless advanced qualifications justify a higher rate.  \nFor jobs requiring licenses as a part of the minimum qualifications, new employees will  \nbe backed off from the 3 Years rate by at least $0.50 per level of required license they  \nare lacking. Upon acquisition of the required license(s), the employee will be increased  \nin pay by $0.50 per level. The rates of pay reflected in this Article for jobs requiring  \nlicenses, include the compensation for those licenses. For employees who occupy jobs  \nthat do not require a license, see Article 16 for extra pay provisions.  \n"], ["ARTICLE 15  \nLONGEVITY PAY  \n", "Longevity pay shall be granted in accordance with the following schedule:  \nAll longevity payments will be made on the first business day after December  \nof each year in a separate check. Longevity payments will be for a twelve month period  \nand will accrue at the rate of three cents ($0.03) per hour times years of service for the  \nduration of this agreement period: July 1, 2010 through June 30, 2011.  \n"], ["ARTICLE 16  \nLICENSE PAY  \n", "Extra pay will be added to the base pay of employees acquiring the following licenses  \nbeyond those required in the minimum qualifications for the job  \nclassification when application of the knowledge, abilities and skills associated with the  \npossession of such license is a job expectation. This pay will be added to the  \nemployee’s base pay beginning with the pay period following acquisition of the license.  \nWater Treatment License $0.50 per level per hour  \nWater Distribution License $0.50 per level per hour  \nWastewater Treatment License $0.50 per level per hour  \nWastewater Collection License $0.50 per level per hour  \nExtra pay will be included in the base pay of employees acquiring the following licenses  \nwhen directed to do so by the Employer and application of the knowledge, abilities and  \nskills associated with the possession of such license is a job expectation. This pay will  \nbe included in the employee’s base pay beginning with the pay period following  \nacquisition of the license.  \nPool Operator License $0.20 per hour  \nPesticide Applicator License $0.20 per hour  \n"], ["ARTICLE 17  \nTRANSFER  \n", "When a vacancy occurs or a new position is created and the Employer has determined  \nto fill it, it shall be offered for transfer prior to being filled with a new hire.  \nThe Employer shall post a vacancy announcement for at least five (5) workdays. The  \njob announcement shall specify the title and salary, a summary of the job duties, the  \nnormal hours of work and days worked, the qualifications, the manner of application and  \nthe date applications must be filed, and any other pertinent information.  \nAnnouncements shall be posted where eligible employees might reasonably be  \nexpected to have access to them.  \nEmployees who request a transfer, if qualified, shall be awarded the job on the basis of  \nqualifications and seniority. If the qualifications of competing employees are reasonably  \nequal, then seniority shall prevail. In the event that the Employer judges that an  \nemployee is not qualified for the vacancy, the employee shall be so notified in writing.  \nA copy of all job announcements and their results shall be sent to the Union.  \n"]]