[["", "    \nCollective Bargaining Agreement  \nBetween  \nThe Adjutant General of Michigan  \nand  \nThe Laborers International Union  \nof North America (LIUNA)  \nLocal 2132  \n   \nAgreement Between the Adjutant General of Michigan and the Laborers International Union of North America (LIUNA) 1  \nSeptember 2015  \nTable of Contents  \nArticle/Section| Subject Page  \nPREAMBLE FB  \n  \n"], ["PARTICLE 1 | RECOGNITIONAND UNITDESIGNATION 8  \n", "‘Section1.1 [Recognition  \nExcluded Positions 8 |  \nBargaining Unit Employees 8 |  \n  \nPURPOSE AND GENERAL PROVISIONS  \nPurpose of Agreement Oo  \nDistribution of Contract  \n  \nAgency Approval  \nAgreement Duration  \nAgreement Amendments/Supplements  \nRenewal of Agreement  \nNegotiating a New Agreement  \nTermination of Agreement  \nDe  \nMANAGEMENT RIGHTS  \nRetained Rights / Impact and implementation (1& 12-13  \nee  \nEMPLOYEE RIGHTS  \nRights to Representation  \nee  \nUNION RIGHTS  \nInternal Union Business and Limitation of Activities  \nSteward Program  \nNO  \n=  \n  \nAgreement Between the Adjutant General of Michigan and the Laborers International Union of North America (LIUNA)  \nSeptember 2015  \nC91 O91 O91 GO) GO O39) G91 Od) Go  \n©) On| | |  \n  \nGo  \nER C9] O91 O91 OO! O81] G51  \n  \ndy OO  \n— CO  \ntad  \nSection 9.8 Funeral Leave (Title 5 U.S.C. Section 6326  \nSection 9.9 Military Funerals (Title 32 U.S.C. Section 115  \nee ee  \n  \nSection 9.5  \nSection 9.6  \nSection 9.7  \n2  \n2  \n  \nee  \n0  \nSection 10.1  \nSection 10.  \nSection 10.  \n>  \nAl  \n4  \nO  \n[_  \nmM  \n  \n"], ["ARTICLE 11  \n", "6-37  \nHealth Services  \n7  \n-  \n-39  \n  \n"], ["ARTICLE 1 GRIEVANCE AND ARBITRATION  \n", "Section 12.  \nSection 12.  \nAgreement Between the Adjutant General of Michigan and the Laborers International Union of North America (LIUNA)  \nSeptember 2015  \n  \nMO |@  \nQ}9  \n|=  \nO19  \n3135  \na he  \n— | —.  \nNj  \nY  \n@  \noO  \na.  \nOo  \nos  \n—  \n‘ik  \nOF} O1} £1 Go  \nM111)  \n  \n2/2/1812  \n  \n(5 |S  \nok | | 1!  \n| ok  \nmek Fk | ek  \nw  \n@D  \n  \n°  \n_  \noni  \n1-3)  \nCHM  \n|  \nO10  \net |  \n0  \n3/5  \nes | ee  \nek | oe | eh  \n312  \nSection 11.  \nSection 12.  \nSection 12.  \nSection 72.  \nSection 12.  \nSection 12.  \nSection 12.  \nSection 12.  \nSection 12.10  \nSection 12.11  \nSection 12.12  \nSection 12.13  \nProcedures  \nEmployee Rights  \nOfficial Time and Leave  \nGrievance Procedures  \nRight to Information  \nArbitration  \nArbitrator Selection  \nArbitration Expenses  \nArbitration Decision  \nime Limits  \nithdrawing of Grievances  \nAiR ER AHR RIA  \n=  \n“| &  \n"], ["ARTICLE 13. | EMPLOYEE CONDUCT  \nSection 13.1 General  \n", "Section 13.  \nsection 13. investigation, Examination and Representation  \nes ee  \nFurlough and Reduction in Force (RIF  \nFurlough  \n  \n9-50  \nee ee  \n"], ["ARTICLES 16 | ENVIRONMENTAL DIFFERENTIAL AND HAZARDOUS 90  \nDUTY PAY (EDP & HDP  \n", "Environmental Differential Pays (EDP)/ Hazardous Duty  \nPays (HDP  \nee es  \n  \na  \nGeneral  \n4  \nAgreement Between the Adjutant General of Michigan and the Laborers International Union of North America (LIUNA)  \nSeptember 2015  \n       \n   \nes en  \n"], ["ARTICLE 20 | PERFORMANCE STANDARDS AND EVALUATIONS  \nSection 20.1. | Employee Performance  \n", "Section 20.2 | Actions Based On Unacceptable Performance  \nSection 20.3  \n| 2  \n     \n    \n    \n     \n     \n   \n  \n  \nBenefit Briefing  \nS  \nOl  \no1  \ncn  \n“I  \no  \nO1 a  \nCO ©  \nOF} O71) OF) OF) OF) C1) C1) O1) OF  \n00} SET SE] SN] 3 | OD | OD  \n       \n       \nCO  \n  \nA —| Request for OR  \n  \nes  \n    \nAgreement Between the Adjutant General of Michigan and ihe Laborers International Union of North America (LIUNA) 5  \nSeptember 2015  \nPREAMBLE  \nThis agreement is executed between the Michigan Army National Guard (MIARNG),  \nhereafter referred to as the ‘Employer’ or ‘Agency,’ by and through the Adjutant General  \n(TAG) of Michigan, and the Laborers International Union of North America (LIUNA),  \nhereafter referred to as the ‘Union,’ and collectively referred to as the ‘Parties.’ The  \nagreement ts made for all non-supervisory and non-managerial Army National Guard  \nTechnicians employed by the Michigan Army National Guard (MIARNG), hereafter  \nreferred to as ‘Technicians’ or ‘Employees’.  \nWherever language in this agreement refers to specific duties or responsibilities of  \nspecific Employees or Management officials, it is intended only to provide a guide as to  \nhow a situation may be handled. It is agreed that the Employer retains the sole discretion  \nto assign work and to determine who will perform the function discussed.  \nThe Parties recognize the mutual benefits to be derived from the maintenance of a  \nstrong, progressive and professional MIARNG that strengthens the existing bond  \namong MIARNG, Technicians and the community to which MIARNG serves. The  \nParties also recognize that cooperation encourages practices and performance that  \npromote efficient and safe operations. The Parties to the negotiation do affirm that a  \nsuccessful negotiation requires modification of many traditional roles and methods to  \nenhance an effective, efficient and responsible organization.  \nThe Parties agree to work together to resolve problems by developing solutions to  \nbetter serve the MIARNG customers, accomplish the mission, and improve working  \nconditions through a spirit of cooperation that involve non-military aspects of  \nemployment. All efforts will be made to ensure a full day's work on the part of all  \nTechnicians within the MIARNG, improve the quality of Technician's work product and  \nencourage Technician submission of constructive work improvement and cost reduction  \nideas.  \nThe Parties recognize that it is in their mutual interest that the Agency, the Union, and  \nTechnician relationships are strong and viable. Therefore, all parties are committed to  \ncarrying out the letter and spirit of this Agreement and to building and maintaining a  \ngood working relationship. In this spirit we agree that the collective bargaining  \nagreement:  \n1. Promotes harmonious relations between the Agency and the Union.  \n2. Provides for an equitable and peaceful procedure for the resolution of differences.  \n3. Establishes good faith collective bargaining negotiations between the parties.  \n4. Supports the development and implementation of modern and progressive work  \npractices to facilitate and improve organizational performance and the efficient  \naccomplishment of Agency operations.  \nAgreement Between the Adjutant General of Michigan and the Laborers International Union of North America (LIUNA} 6  \nSeptember 2015  \nMISSION  \nThe Mission of the Michigan Army National Guard and the full time work force is to assure  \nthat our military units, individual members and equipment are all ready for worldwide or  \nstate deployment. An additional mission is to continuously improve our procedures,  \nservice to our customers, and our readiness, allowing us to maintain our position as a  \nformidable and progressive organization.  \nAgreement Between the Adjutant General of Michigan and the Laborers International Union of North America (LIUNA) 4  \nSeptember 2015  \n"], ["ARTICLE 4 - RECOGNITION  \n", "Section 1.1 - Recognition  \nLIUNA is the exclusive representative for all dual status (DS) and non-dual status  \n(NDS) General Schedule (GS) and Federal Wage Survey (WG/WL) Technicians of  \nthe MIARNG bargaining unit.  \nSection 1.2 —Excluded Positions  \n1. Excluded from the Bargaining Unit covered by this agreement are Management  \nofficials, Supervisors, Employees (Technicians) engaged in personnel work in other  \nthan a purely clerical capacity, Confidential Employees (Technicians) as defined in  \nTitle 5 USC §7103 and §7112 (b), (2), (3), (4), (6), and (7) and military personnel as  \ndefined in 10 USC §976.  \n2. The Parties agree that as a result of reductions, reorganizations, reclassifications,  \nand changes to the Agency’s mission, it may become necessary to modify the  \nbargaining unit status of a Technician's position that is not normally covered by one  \nof the categories listed in Paragraph 1 (above). The agency will notify the union when  \nit determines to change a given positions bargaining unit status. The notice will be  \ngiven prior to effecting that change.  \n3. The parties understand that the movement of an individual technician from a  \nposition that is included in the bargaining unit to a position excluded from the  \nbargaining unit is not subject to this provision.  \nSection 1.3 - Bargaining Unit Employees  \nThe Agency shall provide to the Union, on a quarterly basis, a list of bargaining unit  \nemployees showing the name, pay pian, series, grade, position title, official duty  \nstation, and organization. Due to security and privacy concerns, the union will not  \nprovide this list or any part of the list to anyone not a union representative covered by  \nthis agreement. The union will secure this information from unauthorized access.  \nAgreement Between the Adjutant General of Michigan and the Laborers International Union of North America (LIUNA) 8  \nSeptember 2015  \n"], ["ARTICLE 2 - PURPOSE AND GENERAL PROVISIONS  \n", "Section 2.1 — Purpose of Agreement  \n1. The purpose of this contract is to identify the parties to this agreement, define their  \nresponsibilities under the agreement, and to state the Technician personnel policies and  \npractices and matters affecting Technician conditions of employment as provided by this  \nagreement and applicable laws and regulations.  \n2. It is intended that this agreement wil! meet the following purposes:  \na. To promote fair, equitable and reasonable working conditions.  \nb. To promote programs designated to assist the Employer and Employees in  \nachieving their acknowledged and recognized objectives.  \nc. Fo promote the highest degree of efficiency, morale, and responsibility to the  \nMIARNG.  \nd. To provide for the prompt adjustment of any differences arising between the  \nparties on matters covered by this agreement.  \ne. To promote harmonious Labor/Management relations between the Employer and  \nits Employees.  \nf. To promote and provide a safe and healthful work environment consistent with  \nmission requirements.  \nSection 2.2 — Distribution of Contract  \n1. The contract will be made available electronically on the MIARNG Intranet site and  \nthe LIUNA webpage.  \n2. The Union will make the contract available on its public web site, and will also provide  \na printed or other type of media, copy of the contract if an Employee should require it.  \nAgreement Between the Adjutant General of Michigan and the Laborers International Union of North America (LIUNA) 9  \nSeptember 2015  \n"], ["ARTICLE 3 - DURATION AND CHANGES TO THE AGREEMENT  \nSection 3.1 — Effective Date  \n", "Providing that the Defense Civilian Personnel Advisory Service (DCPAS) approves the  \nbody of this agreement, the effective date of the contract shall be thirty-one (31) days  \nafter execution by the parties hereto. Both dates (execution and approval) will be made  \na part of the agreement prior to distribution.  \nSection 3.2 — Agency Approval  \nThis agreement shall not take effect until fully approved by DCPAS in accordance with 5  \nUSC Section 7114.  \nSection 3.3 — Agreement Duration  \nThis agreement will remain in full force and be effective for three (3) years from the date  \nof approval by DCPAS, or, under the provisions of 5 USC Section 7114, {c) (3)  \nwhichever comes first.  \nSection 3.4 —- Agreement Amendments/Supplements  \n1. This agreement may be subject to amendments or supplements during the  \nagreement duration under one of the following procedures:  \na. Either party may initiate negotiations at the midpoint of this agreement, after  \nservice of notice, no later than sixty (60) days prior to the midpoint of this agreement.  \nb. At any time, by mutual consent, for the purpose of amending or providing  \nsupplements to this agreement.  \n2. A request for an amendment or supplement to this agreement by one party shall be  \nsubmitted in writing to the other party, setting forth the proposed change to the  \nLabor/Management Agreement.  \n3. Representatives of the Employer and the Union will meet within thirty (30) days of the  \nwritten proposal, to commence negotiations on the proposal, unless a later date is  \nmutually agreed upon.  \n4. Approval of an amendment or supplement to the agreement will be accomplished in  \nthe same manner provided for approval of the basic agreement as specified in Section  \n3.2 of this Article.  \nAgreement Between the Adjutant General of Michigan and the Laborers International Union of North America (LIUNA) 10  \nSeptember 2015  \nSection 3.5 — Renewal of Agreement  \nBarring any changes, proposed changes, or pending negotiations related to the  \nprovisions of Section 3.6 of this Article, the contract will be automatically renewed for a  \nperiod of one (1) year to take effect immediately following the expiration of the current  \nthree (3) year period and will be again automatically renewed for one (1) year each year  \nthereafter.  \nSection 3.6 — Negotiating a New Agreement  \nShould either party wish to change the agreement prior to automatic renewal provisions  \nin Section 3.5 of this Article, the following shall apply:  \na. Negotiations for a new agreement will commence no earlier than one calendar  \nyear (365 days) nor later than ninety (90) days prior to the termination of the current  \nagreement.  \nb. Sixty (60) days prior to the start of negotiations of a new agreement,  \nrepresentatives of the Employer and representatives of the Laborers’ International  \nUnion of North America will meet to initiate a memorandum of understanding (MOU)  \nestablishing the ground rules for conduct of negotiations.  \nSection 3.7 — Termination of Agreement  \nThis Agreement may also be terminated by mutual consent of both parties, or at any  \ntime it is determined and established that the Union is no longer entitled to Exclusive  \nRecognition under Chapter 71 of Title 5 U.S. Code.  \nAgrcement Between the Adjutant General of Michigan and the Laborers International Union of North America (LIUNA) 11  \nSeptember 2015  \n"], ["ARTICLE 4 - MANAGEMENT RIGHTS  \n", "Section 4.1 — Regulations  \nIn the administration of all matters covered by this agreement, all parties are governed  \nby existing or future law, by existing Government-wide regulations, by current Agency  \npolicies and regulations that do not conflict with this agreement, and by subsequently  \npublished agency policies and regulations required by law that are outside of the  \nbargaining scope of the parties.  \nSection 4.2 — Retained Rights / Impact and Implementation (1&1)  \n1. The following are considered rights:  \na. to determine the mission, budget, organization, number of Employees, and  \ninternal security practices of the agency  \nb. to hire, assign, direct, layoff, and retain Employees in the agency, or to suspend,  \nremove, reduce in grade or pay, or take other disciplinary action against such  \nEmployees;  \nc. to assign work, to make determinations with respect to contracting out, and to  \ndetermine the personne! by which agency operations shall be conducted;  \nd. with respect to filling positions, to make selections for appointments from—  \n(i) among properly ranked and certified candidates for promotion; or  \n(ii) any other appropriate source; and  \ne. to take whatever actions may be necessary to carry out the agency mission during  \nemergencies.  \n2. (l&l) Nothing in this section shall preclude any agency and any labor organization  \nfrom negotiating—  \na. at the election of the agency, on the numbers, types, and grades of Employees or  \npositions assigned to any organizational subdivision, work project, or tour of duty, or on  \nthe technology, methods, and means of performing work;  \nb. procedures which management officials of the agency will observe in exercising  \nany authority under this section; or  \nc. appropriate arrangements for Employees adversely affected by the exercise of  \nany authority under this section by such management officials.  \nAgreement Between the Adjutant General of Michigan and the Laborers International Union of North America (LIUNA) 12  \nSeptember 2015  \n3. In addition to the above management rights, The Adjutant General is given special  \nauthority in Public Law 90-486 (32 USC 709) to take the following actions and the right  \nof appeal shall not extend beyond the adjutant general.  \na. Separate a technician who is separated from the National Guard, or ceases to  \nhold the military grade specified for his position by the secretary concerned.  \nb. Separate a technician who fails to meet the military security standards.  \nc. Separate a technician for cause.  \nd. Separate a technician for reduction-in-force, removal, or take adverse action  \ninvolving discharge from technician employment, suspension, furlough without pay, or  \nreduction in technician rank or compensation.  \nAgreement Between the Adjutant General of Michigan and the Laborers International Union of North America (LIUNA) 13  \nSeptember 2015  \n"], ["ARTICLE 5 —- EMPLOYEE RIGHTS  \n", "Section 5.1 —~ Awareness  \n1. The Employer and the Union will ensure:  \na. Employees are fully aware of the provisions of this agreement.  \nb. This agreement receives the widest possible dissemination.  \nc. Employees will receive educational sessions regarding the contents and  \napplicability of the contract.  \nSection 5.2 — Rights to Representation  \n1. Employees have a basic right to representation in matters regarding conditions of  \nemployment, working conditions, and matters that could have an adverse impact or  \neffect on their employment, such as disciplinary actions. The Union is the sole exclusive  \nrepresentative of bargaining unit Employees concerning workplace matters.  \n2. An Employee who requests Union representation in regards to a workplace matter  \nmay do so either verbally or in writing. An Employee also may request that all  \ncommunication be made with or furnished to their representative.  \n3. Assignment of Employee representatives is an internal Union matter. Neither the  \nAgency nor the Employee may demand that a particular Union representative respond  \nto a request for representation.  \n4. Upon receiving a representation request from either an Employee or the Agency the  \nUnion will assign a qualified representative.  \n5. The Agency shall inform all Employees of their right to Union representation  \n(Weingarten Right) IAW 5 USC § 7114(a)(2)(B):  \na. On an annual basis IAW 5 USC 7114(a)(3) electronically to the Employee’s official  \nemail address.  \nb. Prior to any examination of an Employee in the bargaining unit by a representative  \nof the Agency in connection with an investigation.  \nSection 5.3 - Conduct and Right to Privacy  \n1. An Employee is accountable not only for the performance of their official duties, but  \nalso for compliance with the Standards of Conduct for Federal Employees. The  \nAgreement Between the Adjutant General of Michigan and the Laborers International Union of North America (LIUNA) 14  \nSeptember 2015  \nEmployer affirms the right of an Employee to conduct his or her private life within the  \nconstraint of Federal jaw and Agency regulations.  \n2. The Parties recognize the Employee’s right to voluntarily invest their money, donate  \nto charity, or participate in activities, meetings or undertakings related to their  \nemployment.  \nSection 5.4 - Right to Organize and Discuss Matters of Concern  \n1. Each Employee shall have the right to form, join or assist the officially recognized  \nUnion, or to refrain from any such Activity, freely and without fear of penalty or reprisal.  \nEach Employee shall be protected in the exercise of such right in accordance with 5  \nUSC §7102.  \n2. Nothing in this agreement shall require an Employee to become or remain a member  \nof the Union, or to pay money to the Union except pursuant to a voluntary written  \nauthorization by a member for the payment of dues through payroll deductions in  \naccordance with 5 USC §7115.  \n3. The Employee shall not be disciplined nor otherwise discriminated against based on  \nhaving filed a formal grievance, complaint, or for giving testimony under Title VII Civil  \nService Reform Act 1978.  \n4. No Employee shall be precluded, regardless of whether or not he or she is a  \nmember of the Union, from bringing matters of personal concern to the attention of  \nappropriate officials under applicable law, rule, regulation, or published policy; or from  \nchoosing his or her own representative for an appellate or grievance action based on  \nlaw, regulation, or this agreement.  \nSection 5.5 - Employee Treatment  \n1. All MIARNG Employees deserve to be treated with common courtesy and  \nconsideration.  \n2. Counseling sessions involving Employees should be conducted privately in a  \nmanner that provides professional feedback to the Employee.  \nSection 5.6 — Official Personnel File (OPF) and Supervisor Work Folders  \nAn Employee's OPF will be made available for that person's review in whatever form the  \nofficial personnel file is available in on the date of review. Subject records will be  \nmanaged IAW TPL 15-04.  \nAgreement Between the Adjutant General of Michigan and the Laborers International Union of North America (LIUNA) 15  \nSeptember 2015  \n5./ - Administrative Searches by the Agency  \n1. Any search and/or seizure of Employer-owned, private or personal property, issued,  \nor controlled equipment and/or facilities that is used or occupied by bargaining unit  \nEmployees during the course of their duties {i.e., personal lockers, tool boxes, desks,  \netc.), and which is done in conjunction with an investigation, will normally be conducted  \nin the presence of the Employee, and in accordance with applicable Federal, state, or  \nlocal law and regulation, depending on which entity has jurisdictional control over the  \nequipment or facility subject to the administrative searches and/or seizures, and  \nkeeping in mind that the Employee is a Federal civil servant and has all the protection  \nguaranteed to US citizens under the Constitution in regards to criminal matters.  \n2. In the case that the Employee is unable to be present, a Union representative will be  \nrequested to be present provided that the supplying of such representative by the Union  \nshall not unduly delay the search or impede the purpose for which the search is  \nconducted.  \nAgreement Between the Adjutant General of Michigan and the Laborers International Union of North America (LIUNA) 16  \nSeptember 2015  \n"], ["ARTICLE 6 - UNION RIGHTS  \n", "Section 6.1 - Recognition and Representation  \n1. The Employer will recognize the Union as the exclusive representative of all  \nEmployees. This includes the Union's right to be represented in negotiations, formal  \ndiscussions and meetings between Employees and the Employer, with regard to  \nmatters affecting conditions of employment concerning grievances, personnel policies  \nand practices or other matters affecting general working conditions. This would include  \nAgency sponsored Committees/Meetings dealing with the above subjects.  \n2. The right of the Union to be present does not extend to informal discussions or  \ndiscussions involving an Employee’s performance counseling.  \n3. The Employer will recognize all Local Union Officers and Representatives  \ndesignated by the Union:  \na. The Union will supply the Employer, in writing, and will maintain on a current  \nbasis, a list of the Union Officers and Representatives. Copies of the list will be  \nfurnished to the HRO-LR.  \nb. The Agency acknowledges that the Union’s primary point of contact for all Union  \nmatters is the LIUNA Local State Representative for the State of Michigan, or any other  \nrepresentative designated by the LIUNA.  \nc. The Employer agrees that it shall not interfere in internal business matters  \nbetween the Union and Employees while in a non-duty status (including the solicitation  \nof membership, elections of labor organization officials, and collection of dues).  \nd. The Employer agrees that there will be no restraint, interference, coercion or  \ndiscrimination against Union representatives while performing their authorized duties  \nunder the Statute.  \n4. The Union, in consonance with its right to represent, may propose new policy,  \nchanges in policy, or resolutions to issues, involving local conditions of employment or  \nworking conditions. This right shall apply at all levels of management within the Agency  \nand the Union, starting with the Steward and the first level Supervisor. This paragraph  \ndoes not create a separate duty to negotiate.  \n5. The Union's primary Agency point of contact will be the Human Resources Office  \n(HRO) Labor Relations (LR) representative. However, some matters may require the  \nUnion to have direct interaction with the Adjutant General (Agency Head) or designated  \nrepresentative from the Agency’s Senior Staff (Chief of Staff or above). When such  \nAgreement Between the Adjutant General of Michigan and the Laborers International Union of North America (LFUNA) 17  \nSeptember 2015  \nmatters arise the HRO LR representative shail facilitate the meeting request. The Union  \nshall provide, in writing, the reason or purpose of the meeting, an agenda (if applicable),  \na list of attendees, and proposed dates, times, and location. The Agency shall provide  \nthe Union a reply concerning their request to meet with the Adjutant General within  \nseven (7) days of receiving such a request. If the request for a meeting is declined, an  \nexplanation shall be furbished to the Union.  \nSection 6.2 - Matters Appropriate for Negotiations  \n1. Matters appropriate for negotiations are the implementation of personnel policies and  \nmatters, whether established by rules, regulations or otherwise, affecting a general  \ncondition of employment or working conditions, or to the extent such matters are  \nspecifically provided for by 5 USC §7106, unless otherwise deemed nonnegotiable.  \n2. The Union will have fifteen (15) calendar days from the receipt, in writing, of a  \nproposed personnel policy/practice or change in an existing personnel policy/practice, to  \nsubmit a request to negotiate such initiative or change, or the impact and  \nimplementation thereof. The Union will be deemed to have consented to such initiative  \nor change if it has failed to submit such a request within fifteen (15) calendar days.  \n3. Arequest to negotiate under this article or under this section will be in writing and  \nstate the nature of the request. The Parties will meet within thirty (80) days to negotiate  \nor bargain the proposed changes.  \n4. When immediate implementation of a change is required to carry out the mission of  \nthe Agency during emergency operations IAW 5 USC § 7106(a)({2)(D). The Parties  \nagree to discuss any impact to conditions of employment or working conditions as soon  \nas emergency operation allow.  \nIn the event that an emergency lasts more than 72 hours, the Employer will furnish  \nthe Local Business Manager with an explanation as to the nature of the emergency  \nmission requirement, and the reasons for the action. The explanation can be provided  \neither verbally, or in writing (formal letter or email message), and will be conveyed as  \nsoon as the emergency situation permits.  \n6. Nothing in this Article shall preclude or require the Employer and the Union from  \nnegotiating on:  \na. The procedures that management officials will observe when exercising any  \nauthority granted to the Employer under 5 USC 7106; or  \nb. The appropriate arrangements that must be made for any Employee adversely  \naffected by the exercise of any authority granted to the Employer under 5 USC 7106.  \nAgreement Between the Adjutant General of Michigan and the Laborers International Union of North America (LIUNA) 18  \nSeptember 2015  \nSection 6.3 - Negotiation Procedures  \nNegotiations may be requested in writing by either party. Requests for negotiations will  \nstate the specific subject matter to be considered af such sessions. The Parties should  \nthen agree to meet to discuss the rules for such negotiations which will be codified in a  \nmemorandum of understanding.  \nSection 6.4 - Unfair Labor Practices (ULP)  \n1. Management and the Union agree that prior to either party submitting an Unfair  \nLabor Practice (ULP) charge to the Federal Labor Relations Authority (FLRA), the  \ncharging Party will notify the other and request a meeting in an attempt to resolve a  \nsuspected ULP. The meeting will be an informal attempt to resolve the matter(s) in  \ndispute.  \n2. lf after 15 days from the initial notice a solution agreeable to both parties has not  \nbeen reached, the charging party will then be allowed to file a formal ULP charge.  \n3. If the issue is not resolved under paragraph 2, the charging party must file the ULP  \nIAW 5 USC 7118.  \nSection 6.5 - Official Time and Travel of Union Representatives  \n1. Union Representatives may be permitted a reasonable amount of official time to  \neffectively represent Employees in accordance with this agreement.  \n2. Official time will be requested through appropriate Supervisor and properly recorded  \non time and attendance records in accordance with Agency time keeping procedures.  \n3. The Parties are responsible for paying travel costs for their designated  \nrepresentatives.  \n4. Reasonable time for representational activities (i.e., discussions, meetings, and  \ninvestigations) shall be that amount of time determined by both Parties to effectively  \nresoive a matter of concern or review, evaluate a proposed policy change and formulate  \na recommendation, or negotiate a given proposal.  \n5. Management agrees to allow the Union a reasonable amount of time for negotiation  \npreparation, to be defined by the memorandum of understanding (MOU) prior to the  \nnegotiation process.  \n6. Union Representatives will obtain supervisory approval before leaving their work  \nareas. The request should state their destination, estimated time of return, and the  \nnature of Union business. Request for absences for Official Time will be made utilizing  \nthe official time request form identified in Appendix A. Whenever practical the request  \nform will be completed prior to performing the Official Time.  \nAgreement Between the Adjutant General of Michigan and the Laborers International Union of North America (LIUNA) 19  \nSeptember 2015  \n7. If the request cannot be accommodated due to mission requirements, the  \nrepresentative will be informed of the earliest possible time when they wiil be able to  \nleave his/her work site.  \n8. Representatives will be available for call back due to mission requirements and will  \nreport to their Supervisor immediately upon return.  \n9. Notification will be provided to the immediate Supervisor of any Employee being  \ncontacted during duty hours. Elected or appointed Labor Partner representatives may  \nbe granted official time for the following examples (this list is not all inclusive):  \na. Participating in meetings between the Employer and the Union, as a member of a  \nPartnership Council.  \nb. Acting as an Employee’s representative to discuss an Employee’s grievance with  \nappropriate officials or the grievant.  \nc. Requests by the Employer.  \nd. Participating as a Labor representative in an official conference between the  \nEmployer and Labor partners.  \ne. Presenting adverse action appeals and grievances.  \nf. Assisting the Employer in matters of mutual concern regarding working conditions,  \npersonnel policies, Employee grievance procedures, and adverse action appeals.  \ng. Other occasions as approved by the Employer.  \nSection 6.6 - Internal Union Business and Limitation of Activities  \n1. It is agreed that internal Union business such as, soliciting membership, collecting  \ndues, campaigning for office, electing officers, attending Union meetings, and posting or  \ndistributing Union literature, will be conducted during the non-duty hours of the  \nEmployee involved.  \n2. There will be no restraint, coercion, or discrimination against any Union official  \nbecause of the performance of duties in consonance with this agreement, Title VII, Civil  \nService Reform Act of 1978, directives, etc., pertaining to Employees rights and labor  \nmanagement relations; or against any Employee for filing a complaint or acting as a  \nwitness under this agreement or applicable regulations.  \n3. Upon request and approval, and subject to normal security limitations, the Union will  \nbe granted authority to conduct membership drives during non-duty hours. The Union’s  \nrequest to conduct membership drives shall not be unreasonably delayed or denied.  \nAgreement Between the Adjutant General of Michigan and the Laborers International Union of North America (LIUNA) 20  \nSeptember 2015  \nSection 6.7 — Steward Program  \n1. The Union will assign a qualified steward(s) to oversee each Agency facility where  \nbargaining unit Employees are present.  \n2. To the extent possible, Union Stewards will be assigned representational duties at  \ntheir duty location. When qualified stewards are not available at one location, the Union  \nmay designate a steward or representative from another location to oversee  \nemployment matters at the facility experiencing the steward vacancy.  \nAgreement Between the Adjutant General of Michigan and ihe Laborers International Union of North America (LIUNA) 21  \nSeptember 2015  \n"], ["ARTICLE 7 - VOLUNTARY ALLOTMENT OF UNION DUES  \nSection 7.1 - The Union is Responsible For  \n", "1. Obtaining and distributing standard form 1187, “Request for Payroll Deductions of  \nLabor Organization Dues”.  \n2. Educating eligible Employee’s during non-working hours as to the program for  \nallotment of dues, its voluntary nature, and the availability and use of the SF 1187.  \n3. Educating eligible Employee’s during non-working hours as to the procedure to  \nrevoking the allotment of dues. New members shail have the option of dues revocation  \non the first annual anniversary date after the Employee’s election to participate. After  \nthe first anniversary of the allotment, Employee’s may only cancel allotments during the  \nfirst full pay period in September of each year. Termination of dues withholding will  \nbecome effective the first full pay period beginning on or after 1 September. It is the  \nEmployee’s responsibility to ensure the written revocation is received in the appropriate  \npayroll office not later than 1 September to be considered.  \n4. Certification of SF 1187 completed by an eligible Employee as to the amount of the  \ndues.  \n5. Delivery of completed SF 1187 to the payroll office.  \n6. Immediate notification to the payroll office when a member is expelled or suspended  \nfrom the Union.  \nSection 7.2 - The Employer is Responsible For  \n1. Ensuring that payroll deductions are accomplished beginning the second pay period  \nafter the properly completed and certified SF 1187 has been received by the payroll  \noffice. When an Employee’s pay is insufficient to cover the allotment, no deduction will  \nbe made from future pay to cover past amounts.  \n2. Making available and distributing SF 1188, “Revocation of Voluntary Authorization of  \nAilotment of Compensation for Payment of Employee Organization Dues.\"  \n3. Ensuring that the Union is notified by the Payroll section of any revocation within a  \nten work day period after receipt of a properly executed SF 1188.  \n4. Any allotments for non-bargaining unit employees for supplemental pension plans or  \nother benefits may not be processed via SF 1187. SF-50’s reverting temporarily  \npromoted LIUNA members from supervisory positions back to the bargaining unit will  \ninclude a statement reinstating the Employee’s Union dues withholding. Finance offices  \nwill verify membership status prior to the temporary promotion and will place them in  \ntheir original status.  \nAgreement Between the Adjutant General of Michigan and the Laborers International Union of North America (LIUNA) 92  \nseptember 2015  \n"], ["ARTICLE 8 - HOURS OF WORK AND COMPENSATION  \nSection 8.1 - Basic Workweek and Workday  \n", "1. The Employer will establish specific work schedules at each MIARNG Activity  \nnecessary to accomplish the Employer's mission [AW 5 CFR §550.103, 5 CFR Part 610  \nand 32 USC 709.  \n2. The Employer has the right to establish each Employee's workweek to ensure cost  \neffective and timely compliance with operational requirements. Subject to these  \nrequirements, the Employer in establishing an Employee's work schedule shall take into  \nconsideration any personal hardship made known to the Employer by an Employee and  \nshall make every reasonable effort to provide each Employee a work schedule fourteen  \n(14) calendar days in advance of its effective date. Unless the mission requires  \notherwise, it is agreed that work schedules shall remain in effect for at least two pay  \nperiods.  \n3. Subject to mission requirements, Management approval, and based on input from  \nthe Partnership Council (where applicable), Employees may request one of the  \nfollowing work schedule options:  \na. Regular Work Schedule (5/8’s)  \nb. Compressed Work Schedule 1 (5/4/9)  \nc. Compressed Work Schedule 2 (4/10’s)  \n4. When an Employer knows in advance of an administrative workweek that the  \nspecific days and/or hours of a day actually required of an Employee in that  \nadministrative workweek will differ from those required in the current administrative  \nworkweek, he or she shall reschedule the Employee's regularly scheduled  \nadministrative workweek to correspond with those specific days and hours. The  \nEmployer shall inform the Employee of the change, and he or she shall record the  \nchange on the Employee's time card or other agency document for recording work.  \nIf it is determined that the Employer should have scheduled a period of work as part  \nof the Employee's regularly scheduled administrative workweek and failed to do so in  \naccordance with paragraph four (4), the Employee shall be entitled to the payment of  \npremium pay for that period of work as regularly scheduled work. [In this regard, it must  \nbe determined that the Employer:  \na. Had knowledge of the specific days and hours of the work requirement in advance  \nof the administrative workweek, and  \nb. Had the opportunity to determine which Employee had to be scheduled, or  \nrescheduled, to meet the specific days and hours of that work requirement.  \nAgreement Between the Adjutant General of Michigan and the Laborers International Union of North America (LIUNA) 33  \nSeptember 2015  \nSection 8.2 - Reporting For Duty  \n1. Employees have a responsibility to report to work ready, willing, able, and in proper  \nattire, promptly at the beginning of their scheduled work period.  \n2. Except in the case of an emergency, Employees will notify their immediate  \nSupervisor as soon as possible, but not later than two hours after beginning of the work  \nshift, of the reason that prevented them, or will prevent them, from reporting to work on  \ntime. If the reason provided is illness of the Employee or qualified family member,  \nSupervisors cannot request that an Employee elaborate on the specifics of the medical  \ncondition. If the Employee is incapacitated and/or physically unable to initiate contact  \nhim/herself, then Management may accept tardiness or absence notice from an  \nEmployee's next of kin.  \n3. When an Employee cannot establish positive contact with their first level Supervisor,  \nthen Employees should attempt to make contact with their next level of Supervision, and  \ncontinue to do so, until a Management representative is reached, in order to provide  \nnotice. Co-workers cannot be used to relay information concerning tardiness or  \nabsence.  \n4. Tardiness and absence notices, regardless of the circumstances, should be provided  \nverbally by the Employee him/herself directly to a Management official. However,  \nEmployees may use other modes of acceptable modern communication, such as voice  \nmail, email, and/or text, as a secondary method of attempting to provide notice, or when  \nall efforts to verbally contact a Management representative have been reasonably  \nexhausted by the Employee.  \n5. Tardiness and absences from duty of less than an hour may be excused when the  \nreasons are justified to the Supervisor. Justifiable reasons are events which are beyond  \nthe Employee's control such as abnormal traffic congestion, severe weather, or any  \nother type of event that cannot be predicted. However, the Employee's leave status will  \nbe determined by the Supervisor when tardiness or unexcused absences from work is  \nless than an hour.  \n6. The Employee will not be permitted or be required to work during any period for  \nwhich leave is charged or unpaid breaks.  \nSection 8.3 - Lunch Periods and Breaks  \n1. The Parties agree to establish lunch periods at each facility based on local mission  \nrequirements. An unpaid lunch period may not exceed forty-five (45) minutes. A lunch  \nperiod is a time during which an Employee is entirely free from their work  \nresponsibilities. During this time the Employee is considered to be off-duty. The  \nchoice to forego their lunch period shall not shorten their scheduled work  \nday.  \nAgreement Between the Adjutant General of Michigan and the Laborers International Union of North America (LIUNA) 24  \nSeptember 2015  \n2. When Employer mission requirements do not allow an Employee time off for lunch,  \nthe Employee will be compensated for his/her missed lunch period with an alternate  \nlunch period equal to the time missed.  \n3. As an exception to the normally scheduled lunch period, and pursuant to the  \nSupervisor's right to assign work, if a Supervisor assigns an Employee work during the  \nnormally scheduled iunch period, and it is not possible for the lunch period to be  \nrescheduled during that duty day, the Employee shall be entitled to compensation for  \nthe missed period of lunch [AW applicable law or regulation.  \n4. Fifteen (15) minute paid rest periods or breaks, during the first half and the second  \nhalf of an Employee's shift, will be granted. Rest breaks will not be taken in conjunction  \nwith the Junch period, or at the beginning or end of the work day. The fifteen (15)  \nminute rest period is considered off-duty for purposes of internal Union business.  \nSection 8.4 - Overtime Work  \n1. The Parties, in consonance with applicable laws and regulations, agree that  \noccasionally the Employer will need Employees to work in excess of their regular work  \nhours (overtime) in order to meet mission requirements. Employees will be  \ncompensated, with compensatory time, for overtime work done on a voluntary basis, or  \nas directed (involuntary) by Management in order to support the Agency's mission.  \n2. Overtime work is any activity that an Employee is required to accomplish or  \nparticipate in, including mandatory meetings or events scheduled and/or hosted by the  \nAgency or its representatives, which require an Employee to be present at the worksite  \nprior to their regular duty day begins, or require an Employee to remain at the worksite  \nafter their regularly duty day ends.  \n3. Overtime requirements will be announced as far in advanced as possible to allow  \nEmployees the opportunity to make suitable arrangements in order to perform the  \novertime work.  \n4. The Agency will make every effort to direct or assign Employees overtime on an  \nequal basis, and to accomplish overtime mission requirements with the least amount of  \nqualified personnel necessary to safely and successfully perform the mission. In no  \ncase will overtime work be directed or assigned to any Employee as a reward or  \npunishment.  \n5. The Agency should make every effort to seek volunteers prior to mandating that an  \nEmployee perform overtime work. In the event there are insufficient Employee  \nvolunteers willing to perform overtime work, the Agency has the authority to direct an  \nEmployee to work involuntary overtime to meet mission requirements.  \n6. Supervisors will also take into consideration any personal hardships that overtime  \nwork may cause the affected Employee.  \nAgreement Between the Adjutant General of Michigan and the Laborers International Union of North America (LIUNA) 25  \nSeptember 2015  \n7. Employees scheduled to work overtime will be notified of any cancellation of the  \novertime requirement as soon as possible.  \n8. It is agreed that when overtime follows a regular work shift, the Employee will be  \ngiven an optional fifteen (15) minute paid break at the beginning of the overtime period  \nand, at the Employees request, a thirty (30) minute non-paid meal break to begin no  \nlater than two (2) hours after the overtime period begins if the overtime period is  \nexpected to last greater than four (4) hours.  \nSection 8.5 — Call Back  \n1. Call Back is the act or an instance of requesting that an off-duty Employee report to  \nwork and perform his duties on a day when work was not scheduled, or after their  \nregular work day is over.  \n2. Unscheduled call back work entitles an Employee to at least two (2) hours of  \ncompensatory time.  \n3. If an Employee is on scheduled leave and called back to work, a corrected OPM 71  \nLeave Request Form will be submitted to the Timekeeper upon the Employee reporting  \nto work.  \nSection 8.6 - Stand-By and On-Call Duty Compensation  \n1. In order to deal with situations occurring after regular duty hours, Employees may be  \nplaced on either a stand-by or on-cail duty status.  \n2. The Agency may establish routine prohibitions regarding alcohol consumption, and  \nmay restrict the use of specific prescription or over the counter drugs, in order to ensure  \nEmployees maintain the ability to perform work.  \n3. Stand-By Duty. An Employee is on duty, and time spent on standby duty is hours of  \nwork if, for work related reasons, the Employee is restricted to a designated post of duty  \nand Is assigned to be in a state of readiness to perform work with limitations on the  \nEmployees activities so substantial that the Employee cannot use the time effectively for  \nhis or her own purpose. The Parties agree that compensatory time shall be used in  \nstandby time situations.  \na. The Agency shall make every reasonable effort to provide an Employee advance  \nnotice specifying the beginning and ending period that he or she is on standby status.  \nb. The Agency agrees that when an Employee is placed on standby time,  \ncompensatory time shail be granted for the standby period provided the following are  \napparent:  \n(i) The Employee is restricted to a designated post of duty;  \n(li) Has their activities substantially limited; and  \nAgreement Between the Adjutant General of Michigan and the Laborers International Union of North America (LIUNA) 26  \nSeptember 2015  \n(iii) 's required to remain in a state of readiness to perform work.  \nc. The Agency shail notify any Employee who is on standby status of its cancellation  \nas soon as possible.  \nd. Employees will be given compensatory time in equal amounts spent by them in  \nirregular or overtime work.  \n4. On-Call Duty. An Employee will be considered off duty and time spent in an on-call  \nstatus shall not be considered hours of work if:  \na. Tne Employee is allowed to leave a telephone number or to carry a phone for the  \npurpose of being contacted, even though the Employee is required to remain within a  \nreasonable call-back radius; or  \nb. The Employee is allowed to make arrangements such that any work which may  \narise during the on-call period will be performed by another person.  \nc. Once an Employee responds to a call and required to work (call back), he or she  \nshall be granted compensatory time from the moment the work begins. The Employee  \nshall be minimally compensated for two hours.  \n8./ — Other Pays  \nNight Shift Differential, Night Pay Differential, Sunday and Holiday Premium pay will be  \ncomputed IAW 5 CFR §532 and §550.  \nAgreemem Between the Adjutant General of Michigan and the Laborers International Union of North America (LIUNA) 27  \nSeptember 2015  \n"], ["ARTICLE 9 - LEAVE  \nSection 9.1 - General Provisions  \n", "1. An request to take earned leave will normally be granted as requested,  \nunless the Supervisor determines that the Employee's presence is required to meet  \nmission requirements.  \n2. Employees are encouraged to apply for leave as far in advance as possible.  \n3. An Employee may cancel previously requested leave at any time.  \n4. Allleave requests (paid and unpaid) will be submitted using OPM 771.  \n5. Leave entitlements not addressed in the contract will be done IAW the applicable  \nlaw, rule, and regulation.  \nSection 9.2 - Annual Leave  \n1. Employee’s shall earn annual leave in accordance with applicable law, rule, and  \nregulation.  \n2. A Supervisor will approve or disapprove properly submitted request for annual leave  \nas soon as possible. If the request is disapproved, the reason will be entered on Block  \n8b of the OPM 71 and the Employee will be notified. The Supervisor will work with the  \naffected Employee to reschedule the disapproved leave as necessary.  \n3. Annual leave requests for emergency reasons will be considered on an individual  \nbasis. will notify their Supervisor as soon as possible of the emergency  \nsituation stating the reason for the request and the approximate time they desire to be  \nabsent from work.  \n4. When two or more Employee's from the same work section desire the same period  \nof programmed leave and mission requirements precludes approval of all requests,  \napproval wiil be granted on a first come first serve basis. Supervisors should consider  \nthe prior leave requests and approvals of the Employee’s affected to ensure fair  \nexecution of the annual leave program.  \n9. Employee’s may exhaust all of their annual leave balance during one continuous  \nperiod of absence and for any reason, insofar as mission requirements permit.  \nSupervisors cannot require that Employee’s maintain a minimum annual leave balance.  \nSupervisors may request justification for leave, however, it is not required.  \n6. Supervisor's or Employee’s may request the carry-over of use/lose leave if the  \nAgrecinent Between the Adjutant General of Michigan and the Laborers International Union of North America (LIUNA) 28  \nSeptember 2015  \nmission dictates that leave cannot be used before the first pay period of the new  \ncalendar year.  \n7. Once leave is approved, it should not be cancelled unless the Employee’s presence  \nis necessary to meet mission requirements. Prior to cancellation of approved leave, the  \nSupervisor should consider any adverse effect on the Employee, which may be caused  \nby cancellation of the approved leave, to include the potential loss of deposits or  \npayments made to vacation providers and retailers including hotels, airlines, cruise  \nships, etc. The Supervisor should provide justification for any cancellation decision, and  \nwill work with the Employee to mitigate any hardship caused to the Employee by the  \nSupervisor's decision.  \nSection 9.3 - Sick Leave  \n1. Employee’s shail earn and be granted sick leave, or advanced sick leave in  \naccordance with applicable law, rule, and regulation. Employees must receive approval  \nfor sick leave to be granted.  \n2. A Supervisor may require a medical certificate to support use of sick leave for three  \ndays or more. An Employee's signed statement certifying that the period of absence is  \nchargeable to sick leave may be accepted when it is unreasonable to require a medical  \ncertificate. Circumstances under which an Employee's signed statement is acceptable in  \nlieu of a medical certificate are:  \na. Inability to secure an appointment with a medical professional during the period  \nof incapacitation.  \nb. Remoteness of the medical facility.  \nc. Temporary ilinesses if the nature of illness would not necessarily require the  \nservices of a medical professional (e.g., common cold or other instances of temporary  \nnon-emergency conditions)  \n3. Supervisor's will review the sick leave record of those Employee’s required to  \npresent a medical certificate every six months to determine if this requirement should  \ncontinue. The Employee will be advised, in writing, of the Supervisor's determination.  \nSection 9.4 - Compensatory Time Relative to Leave  \nCompensatory time shall be used before Annual Leave unless the Employee is ina  \nuse/lose leave status.  \nSection 9.5 - Leave without Pay (LWOP)  \n1. When it is determined that it is in the best interest of the Agency, leave without pay  \nmay be granted upon request, subject to approval by the Employer, for the purpose of:  \nAgreement Between the Adjutant General of Michigan and the Laborers International Union of North America (LIUNA) 29  \nSeptember 2015  \na. Serving on Active Duty.  \nb. Attending job-related training while on military orders.  \nc. Recovery from illness when sick leave has been exhausted or where there is  \ninsufficient accrued leave and the Employee is authorized to be absent from work due  \nto illness, injury, pregnancy, or medical confinement.  \nd. Personal reasons.  \n2. Requests for extensions may be submitted up to 60 days prior to the expiration of  \nthe period of leave without pay.  \n3. Adetermination on such requests will be made no later than 30 days prior to the  \nexpiration date.  \n4. Employees will be granted LWOP for the following purposes:  \na. Tocover a disabled veteran's absence for medical treatment.  \nb. To cover an Employee’s absence to perform Military Duty not covered by some  \nform of paid leave.  \nc. Tocover an absence under the provisions of the Family Medical Leave Act  \n(FMLA).  \n5. Employees will return to work at the end of the approved LWOP period.  \nSection 9.6 - Excused Absences  \n1. Excused absences may be granted in accordance with applicable law, rule, and  \nregulation.  \n2. The Adjutant General, or his designee, is the authority to grant or disapprove  \nrequests for excused absences to support an activity that would benefit the National  \nGuard.  \n3. Medical Appointments for Combat-Related Injuries. Technicians may be granted  \nexcused absence to attend medical appointments that meet the following criteria:  \na. The medical appointment must be at a facility approved or designated by the  \nVeterans Administration (VA) to evaluate or treat the technician.  \nb. The medical appointment must be related to an injury or illness incurred in a  \ncombat zone as a result of active service in the Armed Forces of the United States.  \nAgreement Between the Adjutant General of Michigan and the Laborers International Union of North America (LIUNA) 30  \nSeptember 2015  \nc. The request for excused absence must be submitted using OPM Form 771,  \nRequest for Leave or Approved Absence, and must be accompanied with written  \ndocumentation from the VA to verify that the appointment meets the criteria set forth in  \nthis section. Each request for excused absence must be submitted separately.  \nd. The amount excused absence granted shall be the amount of time needed to  \ncover the medical appointment, plus the amount of time needed to cover travel to and  \nfrom the technician’s assigned duty station and the medical facility.  \ne. The technician is responsible for providing the required documentation to justify  \nan excused absence request IAW this section. Excused absence cannot be granted  \nunless the criteria in paragraph 3 a-d are satisfied. VWhen the criteria cannot be satisfied  \nprior to attending a VA medical appointment, the Employee shall be placed in an  \nappropriate leave status to cover the period of absence. However, a technician may  \nsubsequently provide the required documentation at which point their time and  \nattendance record shall be promptly corrected to reflect the appropriate duty status.  \n4. To vote or register in civic elections or in civic referendums which directly affect the  \ntown, ward/precinct, district, county, or state in which the Employee’s home-of-record ts  \nlocated.  \na. An Employee may be excused from duty up to three (3) hours after the polls open,  \nor to leave work three (3) hours before the polls close, whichever results in the lesser  \namount of time off.  \n5. To volunteer as blood or apheresis (i.e., plasma) donor, without compensation, to the  \nAmerican Red Cross, to military hospitals, or other blood banks, or in response to  \nemergency calls for needy individuals or national catastrophes.  \na. Employees may be authorized a maximum of four (4) hours of excused absence  \nfor blood donations.  \nb. This excused absence is authorized once every sixty (60) days and is for the  \nexpress purpose of donating blood or blood products and recuperation.  \nc. Any leave granted must be utilized at the time of the donation and may not be  \ntaken at a later date.  \nd. A longer period may be authorized only when required for donor recuperation  \npurposes.  \nSection 9.7 — Hazardous Weather and Other Emergency Conditions  \n1. All Employees are to presume that the installation will be operational each regular  \nwork day regardless of weather or other emergency conditions unless notified by  \nAgreement Between the Adjutant General of Michigan and the Laborers International Union of North America (LIUNA) 3]  \nSeptember 2015  \nManagement.  \n2. The Employer may place an Employee in an administrative leave status when he or  \nshe is prevented from reporting to duty, or is dismissed by the Employer prior to the end  \nof the duty day, because hazardous weather or other emergency conditions make it  \nunsafe or impractical for the employee to either travel from their home to the worksite,  \nremain at the worksite, or travel from the worksite to their home.  \n3. Administrative dismissal differs from excused absence in that excused absence  \nnormally addresses individual Employee’s. Administrative dismissal is an absence when  \nEmployees are released from duty because all or part of an activity is closed.  \nEmployees affected by these actions are generally excused without charge to leave and  \nwithout loss of pay. All technicians are eligible for excused absence during closing,  \nexcept individuals who have been identified as essential personnel. The Employer will  \nidentify essential personnel, based on specific mission requirements.  \nSection 9.8 - Funeral Leave (Title 5 U.S.C. Section 6326)  \n1. An Employee is entitled up to three (3) administrative leave days (consecutive or  \nnon-consecutive workdays) to make arrangements for, or to attend, the funeral or  \nmemorial service for a qualifying family member who died as a result of wounds,  \ndisease, or injury incurred while serving in a combat zone (IAW 26 USC § 112) asa  \nmember of the Armed Forces of the United States. The Employee shall furnish  \njustification for scheduling nonconsecutive days.  \n2. Qualifying family member is defined as an Employee’s:  \na. Spouse and his or her parents  \nb. Children, including adopted children, and their spouses  \nc. Parents  \nd. Brothers and sisters, and their spouses  \n3. Any person related by blood or affinity whose close association with the deceased  \nwas the equivalent of a family relationship.  \nSection 9.9 — Military Funerals (Title 32 U.S.C. Section 115)  \nTechnicians may perform military funeral honors duty while in an administrative leave  \n(excused absence) status.  \na. Administrative leave for the purpose of military funeral honors may be granted to  \ncover each period of travel to and from the burial site, and the performance of funeral  \nhonors.  \nAgreement Between the Adjutant General of Michigan and the Laborers International Union of North America (LIUNA) 32  \nSeptember 2015  \nb. Employees may be reimbursed for travel and transportation incurred IAW the DoD  \nJoint Travel Regulations.  \nc. Employees may be eligible for a stipend for performing funeral honors duty, but  \nmay only collect the stipend if they are in an approved leave status (i.e., annual leave,  \ncompensatory time, or LWOP). An Employee must be in a funeral honors duty status for  \na period of at least 2 hours in order to receive a stipend. Employees performing funeral  \nhonors duty while on an administrative leave status may not collect a stipend.  \nAgreement Between the Adjutant General of Michigan and the Laborers International Union of North America (LIUNA) 33  \nSeptember 2015  \n"], ["ARTICLE 10 - DUAL STATUS TECHNICIAN REQUIREMENTS  \nSection 10.1 - Uniform Appearance, Customs and Courtesies  \n", "1. The Parties agree that performing duties as a dual status (DS) technician requires  \nwear of the uniform appropriate for the member's grade. Technicians will adhere to  \nappropriate appearance standards, customs, and courtesies of the US Army.  \n2. Employees are not required to wear the military uniform under the following  \nsituations:  \na. During non-duty hours  \nb. When on Official Time acting as a Union Representative.  \nc. While appearing as an aggrieved Employee or Union witness before a third party  \nproceeding.  \n3. Management recognizes their requirement to provide sufficient uniforms for Enlisted  \nMember Employees to accomplish their duties. Employees will get their normal issue of  \nmilitary apparel as required of their technician position through their membership in the  \nMichigan Army National Guard. If the Employee is unable to obtain the required military  \napparel through the Michigan Army National Guard supply system, the Employee will  \nwork with their technician Supervisor to coordinate with the member's unit to satisfy the  \nrequirement. If the Supervisor cannot get the affected Employee the required uniforms,  \nthe Supervisor will go through the Supervisory chain of command to correct the uniform  \ndeficiency.  \nSection 10.2 - Medical Requirements  \n1. Employees cannot be weighed while in a technician status.  \n2. Drug testing connected to a ground or aircraft accident requires the technician be  \nplaced in a military status, either inactive duty or active duty.  \n3. Loss of military membership results in separation from technician service after a 30-  \nday notice. However, in accordance with applicable laws and government wide  \nregulations, applicants for NG Special Disability Retirement Provisions may remain  \nworking in a technician duty status, or request annual leave, sick leave, or leave-  \nwithout-pay (LWOP) status until receipt of OPM'’s initial decision on the disability  \napplication.  \nAgreement Between the Adjutant General of Michigan and the Laborers International Union of North America (LIUNA) 34  \nSeptember 2015  \nSection 10.3 — Qualitative Retention Boards (QRB)  \n1. Amilitary technician (dual status) not selected for retention may submit a request for  \nretention IAW AR 135-205 paragraph 2-17, which provides: A military technician may  \nrequest retention in a current assignment provided they are not eligible for an immediate  \nunreduced retirement annuity, have at least 15 years of service creditable toward such  \nan annuity on the date they would otherwise be removed from the unit, and will become  \neligible for such unreduced annuity on or before the last day of the month in which they  \nbecome 64 years of age. Requests must be submitted through the military chain of  \ncommand to The Adjutant General within 15 days of announcement of the board  \nresults.  \n2. This section does not create a new entitlement and is not grievable.  \nAgreement Between the Adjutant General of Michigan and the Laborers International Union of North America (LIUNA) 35  \nSeptember 2015  \n"], ["ARTICLE 11 - SAFETY AND OCCUPATIONAL HEALTH  \n", "Section 11.1 - Responsibilities  \n1. It shall be the responsibility of the Employer and Employee to observe all safety  \nprecautions and maintain the standard of safety established in accordance with  \napplicabie regulations and safety and occupational health policies.  \n2. The Parties agree to exert every reasonable effort to provide and maintain a work  \nenvironment conducive to the safety and well-being of all Employees, and to provide  \nsafety and health training for all Employees in accordance with applicable laws, rules,  \nand regulations.  \n3. All rules, laws, and regulations pertaining to safety and health shall be on-hand  \nwithin the Employees work center and will be adhered to by all Employees.  \n4. Hazardous tasks will normally be assigned and performed by Employees who have  \nreceived appropriate briefings, instructions, and training pertinent to the hazardous  \ntasks to be performed. The performance of hazardous tasks shall incorporate all  \nimmediately available safety precautions and devices.  \n5. The Union agrees to cooperate in these efforts and encourage Employees to work in  \na safe manner, obey established safety policies, and directives, and wear the required  \nsafety equipment.  \n6. The Union shall be allowed to be present at local and state level Safety Council  \nmeetings. Management agrees to consider all recommendations of the Union relative to  \nbasic policy on safety and health.  \n7. The cleaning and repair of protective clothing and equipment contaminated with or  \nby controlled waste material shall be provided by the Employer.  \n8. The Employer will make every reasonable effort to provide Employees access to  \npersonal hygiene facilities. These may include latrine and shower facilities, segregated  \nby gender, that are adequately powered and stocked with supplies, and which have  \nready access to potable drinking water. When forecasted, the Employer will make  \navailable portable latrine, shower, and mobile drinking water units prior to requiring  \nEmployees to work out of said locations.  \n9. An Employee under the care of a physician shall promptly inform his or her  \nSupervisor of any prescribed medication that his or her physician or pharmacist has  \nadvised will impair his or her ability to safely perform assigned work. Information  \nprovided by an Employee shall include the limiting effects of the medication and  \nexpected duration of prescription. Management shall make every reasonable effort to  \nAgreement Between the Adjutant General of Michigan and the Laborers International Union of North America (LIUNA) 36  \nSeptember 2015  \nfind a safe, temporary assignment for the Employee. However, such accommodation is  \nnot an entitlement. In cases where impairment caused by medications cannot be  \naccommodated, Employees will not be allowed to return to work until a medical  \nprofessional has cleared the Employee to return to full duty.  \nSection 11.2 - Health Services  \nSubject to availability of funding, an Occupational Health Services and Preventive  \nMedicine Program shall be established and maintained by the Employer, as provided for  \nin 5 USC Chapter 79 and other applicable laws, rules and regulations.  \nSection 11.3 - Safety and Protective Clothing/Equipment  \n1. Subject to availability of funding, the Employer, in accordance with applicable laws  \nand regulations, agrees to provide all appropriate safety and protective clothing, and  \nequipment to Employees during the performance of their assigned duties.  \n2. An Employee who, after evaluation from an optometrist, is required to wear  \nprescription eyeglasses and is required to wear these eyeglasses in order to safely  \naccomplish their assigned duties, may provide their prescription to the Employer who  \nwill then provide the Employee with one pair of prescription safety glasses or goggles at  \nno personal expense to the Employee, but not to exceed the amount allotted by the  \nAgency. Employees will be responsible for paying any amount which exceeds the  \nallowance provided by the Employer.  \n3. Where required, Employees will be issued protective footwear that conforms to  \nOSHA standards as outlined in 29 CFR 1915.156.  \nSection 11.4 - Procedure for Unsafe/Hazardous Assignments  \n1. Management will give full consideration to the need to adhere to established safety  \ndirectives in the assignment of work, and shall consider the safety factors that address  \ntime, duration, frequency of exposure, and the wearing of additional personal protective  \nequipment before directing any Employee to perform function-specific tasks. Function-  \nspecific tasks may include, but are not limited to, welders, painters, radiation protection  \npersonnel, calibration personnel, auto rebuild Employees, etc. These tasks shall  \ncomply with applicable state or federal OSHA standards.  \n2. Should an Employee observe or reasonably believe a work assignment is unsafe or  \ninvolves a potential hazard to their health, the Employee should report the  \ncircumstances to Management and the Union immediately. This includes work  \nassignments for which the Employee is not qualified or has not received training.  \n3. Any person may report an unsafe or hazardous condition, or one that places an  \nEmployee in imminent danger. Upon receiving such a report, the Employer will insure  \nthe work is being performed in accordance with the proper procedures, equipment  \n(PPE) and safety directives or, in the case of imminent danger, immediately cease the  \nAgreement Between the Adjutant General of Michigan and the Laborers International Union of North America (LYUNA) 37  \nSeptember 2015  \nwork process until the appropriate safety procedures, equipment (PPE) and directives  \nare affected to assure the safety of the Employee.  \n4. The Employee may decline to perform his or her assigned task because of a  \nreasonable belief that, under the circumstances, the task poses an imminent risk of  \ndeath or bodily harm coupled with a reasonable belief that there is insufficient time to  \nseek effective redress through normal hazard reporting and abatement procedures  \nestablished in accordance with 29 C.F.R. § 1960.46(a).  \nSection 11.5 - Employees Free From Reprisals  \nEmployees who file a safety complaint or who request OSHA or MIOSHA to inspect a  \nfacility shall be free from reprisals, disciplinary action, or harassment.  \nSection 11.6 — Clothing Change During Duty Hours  \n1. When clothing being worn by an Employee has become contaminated with  \nhazardous materials the Employee will be permitted to change clothing.  \n2. In cases where the Employee does not have a spare uniform readily available and/or  \nadequate hygienic facilities are unavailable at the worksite/work-section, excused  \nabsence, based on the time necessary to change clothing or the need for an Employee  \nto return to his residence to change his or her clothing, may be granted to the Employee  \nby the Agency or designated representative.  \nSection 11.7 - Workers’ Compensation Entitlements  \n1. Workman’s compensation procedures fall directly under Department of Labor (DOL).  \nRefer to current Department of Labor website for processes and procedures or contact  \nthe Injury Compensation Program Administrator (ICPA) located in the Human Resource  \nOffice.  \n2. It is the Employer's responsibility to advise, orient and assist Employees regarding  \nentitlement to medical and loss-of-pay benefits for injuries or illnesses that occur which  \nare job related. The injured Employee’s Supervisor will ensure the Employee  \nunderstands his or her rights and options under the Federal Employee's Compensation  \nAct.  \n3. the Employee's responsibility to report any injury or illness that he or she feels  \nmay be job related to the Supervisor immediately after the occurrence. Any  \nrepresentation will be IAW 20 CFR Part 10.701.  \n4. When the Employee is incapacitated and unable to notify the Supervisor of injury or  \nillness, it shall be Management's responsibility to initiate the required procedures as  \nsoon as they are aware an incident has occurred.  \nAgreement Between the Adjutant General of Michigan and the Laborers Union of North America (LIUNA) 38  \nSeptember 2015  \n5. As it relates to a work related injury, the Employee will have their attending physician  \nprovide to the Employer a written prognosis and date for the Employee's return to full,  \nrestricted or light duty. If the treating physician indicates an Employee is physically able  \nto return to work of any kind, and such work is available, the Employee will be notified to  \nreport for duty the workday following the physician's determination. An Employee is to  \nbe advised that refusing to return to work when ordered could result in overpayment  \nand/or AWOL.  \n6. The Agency reserves the right to obtain additional information or follow-on opinions  \nfrom physicians selected by DOL.  \nSection 11.8 - Labor Representative Accompany Inspection Team  \nA Union representative will be permitted to accompany any safety, occupational health,  \nor other workplace inspection teams during an evaluation of their unit/facility.  \nSection 11.9 - Occupational Health and Safety Training  \n1. Although Employees are basically qualified to perform their duties, the Employer  \nrecognizes the need for specific training and update training regarding Occupational  \nHealth and Safety to assure Employee safety and a minimum loss of man-hours due to  \npreventable injuries.  \n2. Additionally, within resource limitations, all Employees will be furnished Basic First-  \nAid Instruction every three years, annual Cardio-Pulmonary Resuscitation (CPR)  \ninstruction, and Automated External Defibrillator (AED) training as required by their  \nposition. Each person who successfully completes a recognized course may receive a  \ncertification card.  \nsection 11.10 - Personal Clean-Up  \n1. Areasonable amount of time, not to exceed 10 minutes, at the beginning of shift,  \nbefore lunch, and at the end of the work shift will be allowed for personal and work area  \nclean-up for Employees whose work requires the wear of coveralls and handling of  \nhazardous materials. PPE and coveralls will not be worn in the lunch room or  \ndesignated indoor break areas. |  \n2. This will not prevent Management from assigning work as necessary.  \nSection 11.11 - Other Programs  \n1. The Voluntary Physical Fitness Program will be administered in accordance with TPL  \n15-03.  \n2. Accommodations for nursing mothers will be provided in accordance with Section 7  \nof the Fair Labor Standards Act.  \nAgreement Between the Adjutant General of Michigan and the Laborers International Union of North America (LIUNA) 39  \nseptember 2015  \n"], ["ARTICLE 12 - GRIEVANCE AND ARBITRATION  \n", "Section 12.1 — General  \n1. The Parties agree that a genuine effort will be made to settle grievances  \nexpeditiously and at the lowest level possible. The Parties further agree, when  \nappropriate, to utilize alternative dispute resolution processes (e.g., mediation) in  \nattempting to resolve grievances.  \n2. This grievance procedure will be the exclusive method of grievance resolution for  \nBargaining Unit Employees. Examples of a grievance are as follows:  \na. Any complaint by any Employee concerning any matter relating to the  \nemployment of the Employee;  \nb. Any complaint by the Union concerning any matter relating to the employment of  \nany Employee; or  \nc. By any Employee, the Union, or the Employer concerning:  \n(i) The effect or interpretation, or a claim of breach of the terms of this  \nagreement; or  \n(ii) Any claimed violation, misinterpretation, or application of any law, rule, or  \nregulation affecting conditions of employment.  \n3. The Employee retains the right to request Union representation in the grievance  \nprocedure, or to decline such representation. Employees will indicate their  \nrepresentation preference on the Grievance Form.  \n4. Regardless of Employee representation option, the Union will be given the  \nopportunity to be present during all grievance proceedings to represent the Local and to  \ninsure that any relief granted as a result of the grievance process is not inconsistent  \nwith the terms of this agreement.  \nSection 12.2 — Exclusions  \n1. Exclusions will be in accordance with 5 USC §7121 and actions covered by statutory  \nappeals procedure in 32 USC §709(f). Matters not expressly excluded under this  \nsection may be grieved under this procedure.  \n2. Grievance on the following matters are specifically excluded from these negotiated  \nprocedures:  \nAgreement Between the Adjutant General of Michigan and the Laborers International Union of North America (LIUNA) 40  \nSeptember 2015  \na. Any claimed violation of Subchapter Ill of Chapter 73 of Title 5 (relating to  \nprohibited political activities).  \nb. Retirement, life insurance, or health insurance  \nc. Actions in accordance with PL 90-486 and (32 USC, Sec 709 (f)), for which the  \nright to appeal shall not extend beyond The Adjutant General; These are reduction in  \nforce, (except that the UNION may grieve any violation of the RIF procedures that are  \nnegotiated), or adverse action involving discharge from technician employment,  \nsuspension, furlough without pay, or reduction in compensation.  \nd. Any examination, certification, or appointment  \ne. The classification of any position which does not result in the reduction in grade or  \npay of an Employee.  \nf. Termination of a trial period/probationary Employee.  \ng. Performance Appraisal Ratings  \nh. Equal Employment Opportunity (EEO) Complaints  \nSection 12.3 - Procedures  \nThe Parties agree that this negotiated procedure is the exclusive procedure available to  \nthe Union and the Employees in the Bargaining Unit for the processing of any  \ngrievance.  \nSection 12.4 —- Employee Rights  \n1. All Employees, whether individually or as a group, have the right to present their  \ngrievances to the appropriate management officials for prompt consideration. This  \nprocedure provides a means for the prompt and orderly consideration and resolution of  \nEmployee or Union grievances. In exercising this right, the Employees and the  \nrepresentative will be free from restraint, coercion, discrimination, or reprisal because  \nthey have filed a grievance.  \nSection 12.5 — Official Time and Leave  \n1. Official Time is IAW Article 6.5.  \n2. An Employee who is presenting a grievance or is participating in a grievance  \nproceeding under this Article shall not be charged personal leave while participating in  \nthe proceeding.  \nAgreement Between the Adjutant General of Michigan and the Laborers International Union of North America (LIUNA) 4]  \nSeptember 2015  \nSection 12.6 — Grievance Procedures  \n1. Agrievance must be taken up with the Labor Relations Specialist (LRS) lowest  \nlevel of Management within thirty (30) days after the occurrence of the matter  \ngenerating the grievance, or within thirty (30) days after the grievant should have  \nreasonably been aware of being aggrieved. However, the period of time in which a  \ngrievant could have been reasonably aware will not exceed twelve (12) months.  \n2. Mediation may be invoked during any step of the grievance process if mutually  \nagreed by the Parties.  \n3. The following steps shall be used for resolving grievances (use grievance form in  \nAppendix B):  \na. Step 1. The grievant will bring the complaint/grievance to the Labor Relations  \nSpecialist (LRS). The LRS will assist with completing the form and determining the  \nParties involved and the lowest level of resolution. The LRS will contact the  \nappropriate Union official.  \nb. Step 2. The LRS, appropriate Supervisor, and Union official (if applicable) will  \nhave ten (10) days to resolve the grievance.  \nc. Step 3. If the grievance is not resolved in step 2, the grievance will be forwarded  \nto the Chief of Staff who will then have seven (7) days to resolve the complaint with the  \nappropriate Parties.  \nd. Step 4. If the grievance is not resolved using the steps above, then the grievance  \nis eligible for review by The Adjutant General. If the grievant chooses to utilize the  \nAdjutant General review, the Chief of Staff will forward the grievance within seven (7)  \ndays.  \n4. The Adjutant General Review:  \na. The Adjutant General, or his designated representative, shall review all  \ndocumentation and evidence and render a decision at the earliest practical date not to  \nexceed 30 days after receipt of the materials provided by the grievant or their  \ndesignated representative.  \nb. The grievant may request a meeting with The Adjutant General or his designated  \nrepresentative to discuss the matters of said grievance. The acceptance of this meeting  \nwill be at the discretion of The Adjutant General. The Adjutant General's decision will be  \nprovided in writing, to the aggrieved party, the Union, and the representative  \n(if one has been designated).  \nc. The grievant may proceed to the arbitration process if not satisfied with The  \nAdjutant General’s decision.  \nAgreement Between the Adjutant General of Michigan and the Laborers International Union of North America (LIUNA) 42  \nSeptember 2015  \nSection 12.7 — Right to Information  \nIf, due to a grievance denial, arbitration is invoked by either party, relevant documents,  \nreports and evidence relied upon will be exchanged by both parties during the  \nscheduled arbitration. All information will be considered privileged and confidential and  \nwill not be used for any other purpose except for invoking arbitration.  \nSection 12.8 — Arbitration  \n1. Any grievance, which is not resolved shall be subject to binding arbitration (as  \npermitted by law), which may be invoked only by the Union or the Employer.  \n2. Within 15 working days after The Adjutant General issues his final decision  \nconcerning a grievance, the Union or the Employer should provide written notification to  \nthe other party informing them that the grievance has been submitted for arbitration.  \n3. lf either party questions whether the matter is subject to arbitration because of  \nalleged conflict with applicable existing law or circumstances, the Arbitrator will  \ndetermine the question of whether the matter is subject to arbitration.  \nSection 12.9 — Arbitrator Selection  \n1. The party invoking arbitration will request from the Federal Mediation and  \nConciliation Service (FMCS) a list of 10 impartial persons qualified to serve as  \nArbitrators. A copy of the request will be provided to the other party as notification of  \narbitration.  \n2. Within 10 days of receiving the list, both parties will alternately strike the name from  \nthe list until only 1 name remains. The individual's name remaining will be duly selected  \nto hear the grievance. The party invoking arbitration will strike the first name.  \n3. If either party fails to participate in the selection process, the arbitration action will  \nproceed with the requesting party accomplishing the selection. The parties agree that if  \nthe selected Arbitrator is unavailable to hear the grievance within 45 days the parties  \nmay select a new Arbitrator using the above procedures.  \n4. Arbitration will normally be conducted during duty hours at a Joint Force  \nHeadquarters (JFHQ) to accommodate the maximum number of participants.  \n9. Any participant who Is scheduled for a shift other than the day shift may request to  \nchange shifts so that he or she may attend. Mission requirements permitting, such  \nrequests will not unreasonably be denied.  \n6. Union representatives invoived shall attend on official time.  \n7. Overtime will not be permitted.  \nAgreement Between the Adjutant General of Michigan and the Laborers International Union of North America (LIUNA) 43  \nSeptember 2015  \n8. The arbitration process will be conducted in accordance with the ethical standards  \nand procedures set forth in the Code of Professional Responsibility for Arbitrators of  \nLabor Management Disputes and FMCS Arbitration Policies and Procedures.  \n9. The Arbitrator will have the authority to interpret and define the explicit terms of this  \nagreement, Agency policy, etc., as necessary to render a decision. The Arbitrator shall  \nhave no authority to add to or modify any terms of this agreement or Agency policy. |  \nSection 12.10 — Arbitration Expenses  \nAll fees, per diem and expenses of the Arbitrator shall be shared equally by the Parties.  \nSection 12.11 — Arbitration Decision  \n1. The Arbitrator is requested by both Parties to render a decision as quickly as  \npossible.  \n2. Within 10 days after receipt of the Arbitrator’s decision, the Parties to the arbitration  \nwill notify one another in writing of whether or not they are filing for an exception with  \nthe Federal Labor Relations Authority (FLRA) in accordance with council procedures.  \nAn exception to the Arbitrator’s decision must be filed within thirty (30) days from the  \ndate the award is served on the parties.  \n3. lt is understood that if no exceptions to an award are filed during this 30 day  \nperiod, the award shall be final and binding, effective on the 31st day.  \nSection 12.12 — Time Limits  \n1. Failure of the respondent to observe the time limits in this Article will automatically  \npermit the grievant to advance to the next step of the grievance procedure.  \n2. Failure of the grievant to observe the time limits will terminate the grievance, except  \nthat all time limits provided in this Article may be extended by mutual agreement.  \nSection 12.13 — Withdrawing of Grievances  \nGrievances will be terminated by the Employer for the following reasons:  \na. At the request of the Employee or Employees concerned.  \nb. Upon termination of the Employee’s employment unless the personal relief sought  \nmay be granted after termination of employment.  \nc. Upon death of the Employee, unless some benefit may be derived by his or her  \ndependents.  \nAgreement Between the Adjutant General of Michigan and the Laborers International Union of North America (LIUNA) 44  \nSeptember 2015  \n"], ["ARTICLE 13 - EMPLOYEE CONDUCT  \n", "Section 13.1 - General  \n1. All disciplinary and adverse actions will be done IAW TPR 752.  \n2. This Article applies to matters of conduct only; actions that relate to job  \nperformance will be accomplished in accordance with the Agency's performance  \nappraisal system.  \n3. The purpose of the discipline and adverse action program is to maintain control and  \norder within the workforce by requiring compliance with established rules and  \nregulations. Disciplinary actions will normally be taken using the concept of progressive  \ndiscipline. While the concept of progressive discipline is the general rule, there may be  \ntimes or circumstances when the Technician's behavior is such that a more severe  \npunishment is required for the first offense. Supervisors will proactively address  \nunacceptable behavior at the earliest and lowest level of discipline possible. However,  \nthis does not inhibit Management's right to choose a higher of discipline as  \nappropriate.  \n4. Technicians are expected to behave appropriately and follow all applicable rules and  \nregulations.  \n5. The Employer shall determine when the need for disciplinary action occurs and such  \nactions will be administered in a fair, impartial, and timely manner in accordance with  \napplicable laws and regulations.  \n6. The initiation of a disciplinary action against an Employee should not be  \nunreasonably delayed. Some examples of a reasonable delay may include pending  \ninvestigations or unexpected work schedule conflicts of short duration. Management  \nagrees that in order for the discipline to be effective it must be timely.  \n7. In those situations where an original decision may be delayed, the Employee and/or  \ntheir representative (if known) will be notified stating the reason for the delay and the  \nanticipated decision date.  \n8. Letter of Reprimand (LOR) and all Adverse Actions must be cleared by HRO-LR  \nsection prior to being issued to the Employee.  \nSection 13.2 - Douglas Factors  \n1. In determining the appropriate remedy, penalty, or punishment, Management will  \nobserve the principles of \"like penalties for like offenses in like circumstance\" as  \noutlined in the \"Douglas Factors\".  \n2. Management must ensure that when an Employee's past disciplinary record is  \nAgreement Between the Adjutant General of Michigan and the Laborers International Union of North America (LIUNA) 45  \nSeptember 2015  \nreferenced said reference should be a past action (in effect) at the time the most recent  \nconduct occurred. Otherwise, consideration is improper and cannot be relied upon.  \n3. Letters of reprimand that have expired may be used as a consideration when  \ndetermining the penalty to be imposed in an adverse action when a range of penalties  \nmay be imposed. However, the expired LOR may not be used to constitute a prior  \noffense.  \nSection 13.3 - Investigation, Examination and Representation  \n1. When a bargaining unit Employee is questioned by an Employer representative in  \nconjunction with an investigation, the individual overseeing the questioning will be  \nrequired to inform the Employee of his/her right to Union representation (Weingarten  \nRights) IAW 5 USC § 7114(a)(2)(B). The following statement included in Appendix C will  \nbe provided to and completed by the Employee prior to questioning:  \n| need to advise you that you are being questioned in conjunction with an  \ninvestigation being conducted by the Michigan National Guard.  \nIn accordance with Federal law you have a legal right to Union representation  \nduring the course of this interview.  \nlf you exercise your right to have a Union representative present during  \nquestioning, you have the right to not answer any questions until a Union  \nrepresentative is present.  \nYou also have the right to be advised of the subject and purpose of this  \ninterview and to consult in private with your Union representative prior to  \nanswering any questions.  \nDo you understand these rights as I've explained them to you: Yes or No?  \nDo you want to exercise your right to have a Union representative present  \nduring questioning: Yes or No?  \n2. Management officials inform Employees of their Weingarten Right to representation  \nprior to any examination held for the purpose of discipline if:  \na. There is, or could be, a reasonable expectation by either the Employee or the  \nSupervisor that the examination may result in disciplinary action against the Employee.  \nb. The Employee requests representation.  \nc. When questioned, Employees are compelled to provide truthful responses to  \nquestions raised during an investigation. Employees cannot refuse to answer questions,  \nbut if an Employee desires representation, it shall be granted before the examination  \ncan be continued.  \nAgreement Between the Adjutant General of Michigan and the Laborers International Union of North America (LIUNA) 4G  \nSeptember 2015  \n3. As long as it does not unreasonably delay the investigation, the Employee shall be  \ngranted reasonable time to with his or her designated representative before the  \nscheduled examination.  \nSection 13.4 - Non-disciplinary and Disciplinary Actions  \n1. Written admonitions are annotated in pencil (date, subject, and Employee’s initials)  \non Supervisor's Employee Brief located within TPL 15-04, IAW TPR 752 and Agency  \npolicy.  \n2. The Employee shall be notified by his or her Supervisor when any entry is  \ndocumented on the Supervisor's Employee Brief. The Employee shall have the  \nopportunity to discuss the matter with the Supervisor. The Employee will initial and date  \nall entries made on the Employee Brief by the Employer. The Employee's  \ninitials will signify knowledge of, not necessarily concurrence with the entry. The  \nEmployee has the right to review and acquire a copy of the Employee Brief  \nwithin a reasonable time (normally 24 hours) after the Employee's request. The  \nEmployee will be given the opportunity to attach a written rebuttal to the entry, within  \ntwenty (20) calendar days of any entry being made into his or her file.  \n3. A letter of reprimand will be conducted IAW TPR 752.  \nSection 13.5 - Adverse Action  \nAn Adverse Action will be conducted JAW TPR 752.  \nAgreement Between the Adjutant General of Michigan and the Laborers International Union of North America (LIUNA) 47  \nSeptember 2015  \n"], ["ARTICLE 14 —-FURLOUGH AND REDUCTION IN FORCE (RIF)  \n", "Section 14.1 — Furlough  \n1. Furloughs of thirty (30) days or less will be conducted IAVV NGB TPR 715.  \n2. Furloughs in excess of 30 calendar days (22 workdays) are considered reductions-  \nin-force and will be conducted IAW TPR 300 (351).  \nSection 14.2 — Reduction-In-Force (RIF)  \nThe Employer shall notify the Union, as early as possible, of any planned RIF to present  \nits views and recommendation, and must be processed IAW TPR 300 (351).  \nBetween the Adjutant General of Michigan and the Laborers International Union of North America (LIUNA) 48  \nSeptember 2015  \n"], ["ARTICLE 15 —~ MERIT SYSTEM  \nSection 15.1 - General Provisions  \n", "The selection of qualified applicants to fill vacancies within the MIARNG will be  \naccomplished IAW JFHQ REG 690-335.  \nSection 15.2 - Priority Placement  \n1. The Employer will maintain a Listing of all over-graded Employees entitled to grade  \nretention as a result of RIF or reclassification action. Prior to announcing a position  \nvacancy, the Employer will give first consideration to the re-promotion/placement of all  \nover-graded Employees entitled to grade retention as a result of RIF or a reclassification  \nof position, and who meet the full civilian and/or military qualifications of the position.  \n2. If the position is of equal or intervening grade and within the commuting area, first  \nconsideration will be afforded to those Employees who are fully qualified and within the  \ncommuting area. If there is more than one eligible Employee in a saved grade status, all  \ncandidates will be referred to the selecting official for consideration before the vacancy  \nis announced for competition. |  \n3. If the position is not within the commuting area and there are no over-graded  \nEmployees within the commuting area, the position will be offered to over-graded  \nEmployees outside the commuting area before the position is announced. If the  \nEmployee refuses the offer of a position outside the commuting area, grade and pay  \nretention will continue if otherwise eligible.  \n4. The over-graded name will be removed from the priority placement roster  \nat the expiration of the two-year retention period.  \nSection 15.3 - Area of Consideration  \n1. The normal areas of consideration are as follows:  \na. Area 1: Open to on-board permanent technicians of the MIARNG or MIANG  \n(Tenure | or Tenure II status). A further restriction may be imposed with regard to Non  \nDual Status Allocations (i.e. Air or Army).  \nb. Area 2: Open to current military members of the Michigan Air or Army National  \nGuard.  \nc. Area 3: Open to those eligible for enlistment / commission in the Michigan Air or  \nArmy National Guard.  \nAgreement Between the Adjutant General of Michigan and the Laborers International Union of North America (LIUNA) 49  \nSeptember 2015  \n2. A further restriction in area/size may be imposed when manning within organizations  \nor functional areas is at the authorized maximum level and manning funding limitations  \ndo not permit additional technicians within such organizations or functional areas.  \n"], ["ARTICLE 16 —- ENVIRONMENTAL DIFFERENTIAL AND HAZARDOUS DUTY PAY  \n(EDP & HDP)  \n", "Section 16.1 - Reduction of Hazardous Working Conditions  \n1. The Agency has as its objective the elimination or reduction to the lowest level  \npossible of all hazards, physical hardships, and working conditions of an unusually  \nsevere nature.  \n2. The Employer shall provide the best possible work environment for the safety and  \nwell-being of the Employee.  \n3. When an action does not overcome the unusually severe nature of the  \nhazards, physical hardships, or working conditions, an environmental differential  \ndetermination may be authorized.  \n4. Current conditions will always be considered in the assignment of duties.  \n5. When anyone identifies a condition that may warrant coverage under appropriate  \ncategories of Environmental Differential Pay (EDP) or Hazardous Duty Pay (HDP) they  \nmay initiate an EDP/HDP Situation Request IAW the applicable Agency Regulation.  \n6. Situation Request will be reviewed by the EDP/HDP work group consisting of the  \nmembers as outlined in applicable laws and regulations.  \n7. Administration of this plan will be in accordance with all applicable laws, rules and  \nregulations.  \nSection 16.2 - Environmental Differential Pays (EDP) / Hazardous Duty Pays (HDP)  \nEDP/HDP may be authorized IAW 5 CFR §532 and 5 CFR §550 respectively. All  \nrequests for EDP/HDP will be completed IAW applicable Agency regulation.  \nSection 16.3 - Hazardous Weather Conditions  \n1. The Parties agree that certain hazardous weather conditions (lightning, flooding,  \nextreme heat, extreme cold, etc.) can create or contribute to unsafe work conditions.  \nThe parties further agree to monitor conditions, provide applicable specific training, and  \nto work together to prevent unsafe actions and situations.  \n2. Safety standards for hazardous weather conditions will be done IAW OSHA  \nguidelines.  \nAgreement Between the Adjutant Genera! of Michigan and the Laborers International Union of North America (LIUNA) 50  \nSeptember 2015  \n"], ["ARTICLE 17 - POSITION DESCRIPTIONS  \nSection 17.1 - Employee Awareness of Assigned Duties  \n", "1. A position description (PD) is a statement of major duties, responsibilities and  \nsupervisory relationships for a given position as required by the mission. Each  \nEmployee's PD will be maintained in the Supervisor's Work folder.  \n2. A Supervisor in coordination with the Employee is responsible for ensuring that the  \nduties and responsibilities of the current PD accurately reflect the work being performed  \nby the Employee. Supervisors will review the PD with the Employee on an annual  \nbasis, usually in conjunction with their performance appraisal, or as requested by the  \nEmployee. New-hire Employee’s will be provided a current copy of their PD at their  \nincoming briefing.  \n3. When a PD is determined to be inaccurate, is changed or updated the Supervisor  \nwill coordinate with HR-Classification Specialist to determine whether the PD will require  \npen and ink changes, position review, or a new PD. Any of the aforementioned changes  \nto a PD will be provided to the affected Employee(s). When a PD is changed, the  \nSupervisor will take into consideration any new duties for which the Employee is not  \nalready qualified when conducting evaluations. Employee’s concerned that they could  \nbe performing duties outside the scope of their position description (either higher or  \nlower graded duties) may request a desk audit of their position. The audit could result in  \na position being downgraded, upgraded or unchanged. Employees concerned that their  \nposition is not classified correctly may request a classification appeal.  \nSection 17.2 - Other Duties as Assigned  \n1. The Parties agree that the phrase \"other duties as assigned” as used in a PD simply  \nestablishes the principle that assignment of duties to Employee’s is not limited to the  \nduties specifically described in the PD. The Employer may require an Employee to  \nperform “other duties as assigned”.  \n2. \"Other duties as assigned\" does not apply to tasks which would otherwise be  \nconsidered as additionai duties, details, temporary promotion, or a reassignment, and  \nmay not include those duties that might result in injury to the Employee or fellow  \ndue to a lack of knowledge of, or training for, the task.  \n3. Neither Management nor Employee’s shall abuse the use of \"other duties as  \nassigned.\" If an Employee is assigned duties of a higher pay grade for a temporary  \nduration, temporary promotion procedures may be used IAW the State Merit Placement  \nprocedures.  \nAgreement Between the Adjutant General of Michigan and the Laborers International Union of North America (LIUNA) 51  \nSeptember 2015  \n"], ["ARTICLE 18 - EMPLOYEE DEVELOPMENT AND TRAINING  \nSection 18.1 - Job Related Training and Qualifications  \n", "1. Subject to availability of funding, the Employer agrees to provide job related training  \nand development for Employees, as necessary, to accomplish the mission of the  \nMichigan National Guard in an efficient manner, and to consider the Union's views and  \nrecommendations in developing programs relating to training of Employees. The  \nEmployer shall encourage and assist to secure training for all Employees, as  \nappropriate, (to inciude re-certification training in specialized areas) that is consistent  \nwith the Employer's needs and in accordance with applicable laws and regulations. All  \nEmployees shall have an equal opportunity to participate in training.  \n2. The Parties recognize that changes in the work place will continue as technology,  \nnew techniques, material, and equipment are developed and employed. Each Employee  \nis responsible for taking the initiative necessary to keep abreast of these changes.  \n3. Management agrees to extend every reasonable consideration to Employees for  \nattendance at job related courses. Supervisors will provide information on courses that  \nrelate to improving the Employee's job performance, as applicable.  \n4. Any Employee who seeks training is required to submit a fully completed request for  \ntraining. lf approved, the signed request will then be forwarded to the HRO.  \nSection 18.2 - Personal Development  \n1. Management encourages Employees to take advantage of the educational benefits  \nthat are available to them by virtue of their membership in the Michigan National Guard.  \n2. To the greatest extent possible, and barring any disruption to the mission of the  \nMichigan National Guard, Management agrees to make an effort to accommodate  \nEmployees pursuing a higher level education or certification, in a nationally recognized  \nand accredited institution, such as a community college or university.  \n3. Subject to mission requirements, management may work with the Employee to adjust  \nhis/her shift rotation or work schedule in order to facilitate their education goals when  \npossible.  \n4. Upon request, an Employee must provide evidence of active/continued enrollment in  \nan accredited institution, satisfactory attendance, and progress in order to justify  \nadjustments to work shifts or schedules. At the conclusion of the course, the Employee  \nwill revert back to their prior work schedule.  \nAgreement Between the Adjutant General of Michigan and the Laborers international Union of North America (LIUNA) 52  \nSeptember 2015  \n"], ["ARTICLE 19 —- TEMPORARY DUTY (TDY) AND TRAVEL  \n", "Section 19.1 - General  \n1. Travel and entitlements are paid [AW the Joint Travel Regulation (JTR).  \n2. The Parties agree that Employees will use Defense Travel System (DTS) and  \nGovernment Travel Card (GTC) for all official travel arrangements and related  \nexpenses. If an Employee is unable to qualify for a GTC, the Employee will receive a  \ntravel advance via DTS prior to departure on TDY.  \n3. The Employer will notify Employees as far in advance as possible of TDY travel. An  \nEmployee may request to be excused from TDY under justifiable circumstances. If an  \nEmployee's request is denied, Management shall provide an Employee a written  \nexplanation.  \n4. Travel will be conducted in the most advantageous and prudent means available. The  \nEmployer will not require an Employee to use their privately owned vehicle (POV) for  \ntravel nor will an Employee be entitled to reimbursement for POV travel not previously  \napproved and the most cost effective mode of transportation IAW the JTR and Agency  \npolicies.  \n9. Inno case will TDY's be assigned to any Employee as a reward or punishment.  \nAgreement Between the Adjutant General of Michigan and the Laborers International Union of North America (LIUNA) 53  \nSeptember 2015  \n"], ["ARTICLE 20 - PERFORMANCE STANDARDS AND EVALUATIONS  \nSection 20.1 - Employee Performance  \n", "1. The MIARNG performance appraisal system will incorporate all the requirements of  \nNGB Regulatory Guidance TPR 430 and local TPLs as promulgated.  \n2. The Incentive Awards Program will be managed IAW NGB TPR 451 and local TPLs  \nas promulgated.  \nSection 20.2 - Actions Based On Unacceptable Performance  \n1. IAW TPR 430, an indefinite or permanent Employee whose performance is  \nunacceptable (Level 1) is to be afforded reasonable informal efforts by their Supervisor  \nto obtain acceptable performance. If informal efforts fail to improve performance to a  \n(Level 2) or higher, then the Supervisor will coordinate a performance improvement pian  \nthrough the HRO.  \n2. The performance improvement plan (PIP) will be instituted for a minimum of ninety  \n(90) days and informs the Employee of:  \na. The instances of unacceptable performance.  \nb. The critical elements of the job standard which are unacceptable.  \nc. How the Supervisor will assist the Employee in bringing his/her work up to  \nacceptable standards.  \nSection 20.3 — Appeals  \nEmployees may appeal performance based actions in accordance with government  \nwide regulations with the following chronological criteria:  \na. Once an appeal has been filed, the supervisory chain of command review or  \nappeals board proceeding will be conducted within 60 work days with a decision being  \nrendered within 30 days of the review or proceedings (whichever is applicable).  \nb. The Employee will use the following address for submitting appeal information:  \nThe Adjutant General of Michigan  \nState Review and Appeal Board (NGMI-HRO)  \n3423 N. Martin Luther King Blvd.  \nLansing, M! 48906  \nAgreement Between the Adjutant General of Michigan and ihe Laborers International Union of North America (LIUNA) 54  \nSeptember 2015  \n"], ["ARTICLE 21 —- EMPLOYEE ASSISTANCE PROGRAMS  \n", "1. Dual Status Employees may request the services available through Military One  \nsource. Non Dual Status Employees may request the services through the Employee  \nAssistance Program (EAP).  \n2. Supervisors may refer Employees to EAP or Military One Source at any time;  \nhowever participation in either program is strictly voluntary.  \n3. No disciplinary or adverse action will be taken as a result of using EAP or Military  \nOne Source. This extends to an Employee who self-discloses a personal  \nmedical/behavioral condition to his Supervisor.  \n4. This article does not limit management's right to take administrative or disciplinary  \naction, especially in cases of illegal drug use or violations of the law.  \nAgreement Between the Adjutant General of Michigan and the Laborers International Union of North America (LIUNA)  \n2015  \n55  \n"]]