[["", "62-COUNTY BUILDING AGREEMENT  \nBETWEEN THE  \nTHE ASSOCIATED GENERAL CONTRACTORS  \nOF WISCONSIN, INC.  \nAND INDEPENDENT CONTRACTORS  \nAND THE  \nWISCONSIN LABORERS’ DISTRICT COUNCIL  \nAND  \nITS AFFILIATED LOCAL UNIONS  \nLaborers’ Local No. 140 La Crosse  \nLaborers’ Local No. 268 Eau Claire  \nLaborers’ Local No. 330 Vienasha  \nLaborers’ Local No. 464 Madison  \nALL IN THE STATE OF WISCONSIN  \nEFFECTIVE JUNE 1, 2014  \nTO MAY 31, 2017  \nTable of Contents  \n"], ["", "ARTICLE | - PERIOD OF AGREEMENT A  \nARTICLE Il - UNION SECURITY 4  \nARTICLE Hl — RECOGNITION CLAUSE 5  \nARTICLE IV - GRIEVANCE AND ARBITRATION............ 6  \nARTICLE V - WORKER’S COMPENSATION INSURANCE AND UNEMPLOYMENT 7  \nARTICLE VI - WAGE RATES AND PAYMENT OF WAGES 9  \nARTICLE VIE — MARKET RECOVERY 10  \nARTICLE VII - HEALTH FUND 11  \nARTICLE IX — NATIONAL HEALTH 12  \nARTICLE X - PENSION FUND 12  \nARTICLE XI - APPRENTICESHIP & TRAINING 4  \nARTICLE - VACATION/SAVINGS 15  \nARTICLE XIN] ~ LECET 16  \nARTICLE XIV - CONSTRUCTION LABOR MANAGEMENT COUNCIL (MADISON JURISDICTION ONLY).. 16  \nARTICLE XV — DUES CHECK 16  \nARTICLE XVI — INDUSTRY ADVANCEMENT PROGRAM/CONTRACT ADMINISTRATION FUND............ 17  \nARTICLE XVII — WORKWEEK, WORKDAY, OVERTIME, HOLIDAYS, FOUR TENS, SHIFT WORK, AND  \nPART TIME 19  \nARTICLE XVIH —STEWARDS, FOREMEN, WATCHMEN AND SECURITY GUARDS 22  \nARTICLE XIX -DUAL ASSIGNMENT AND JURISDICTIONAL DISPUTES 23  \nARTICLE XX — WORKING 24  \nARTICLE XXI—- UNION ACCESS TO 25  \nARTICLE XXII - SUBCONTRACTING 26  \n“ARTICLE XXIII — SAFETY RULES, INJURIES AND PRE-JOB CONFERENCE 26  \nARTICLE XXIV - PICKET snares 28  \nARTICLE XXV - DELINQUENCY & BOND PROVISIONS 28  \nARTICLE XXVI - SEPARABILITY CLAUSE 29  \nARTICLE XXVII- HIRING HALL.......... 30  \nARTICLE XXVIII — EMPLOYMENT VERIFICATION 34  \nARTICLE XXIX — SUBSTANCE ABUSE TESTING AND ASSISTANCE 94  \nSCHEDULE A - JURISDICTIONAL CLAIMS 35  \nSCHEDULE B - WAGE RATE sored  \n2  \nSCHEDULE C - AO  \nWISCONSIN LABORERS’ LOCALS wood  \nMAB... FO nate  \nASSUMPTION OF AGREEMENT ao  \nSIGNATURE PAGE 54  \nCODE OF PERFORMANCE  \nThe parties agree that the LIUNA Code of Performance, as passed via resolution by the  \nGeneral Executive Board on April 20, 2010, shall guide and instruct the behavior of all  \nemployees working pursuant to this Agreement. A trained, motivated and responsible Laborer  \nwill contribute to growing the Union and its members as leaders in the building trades, and will  \nserve contractors by providing the best available workforce.  \n"], ["ARTICLE I - PERIOD OF AGREEMENT  \n", "Sec.1.1 This Agreement shall be binding upon the parties, their successors and assigns, and  \nshall become effective as of June 1, 2014, and shall continue in full force and effect until May 31,  \n2017, and from year to year thereafter, unless terminated or amended by written notice given  \nby either party to the other not less than sixty (60) days prior to such expiration date, or any  \nanniversary thereof. Since it is the intention of the parties to settle and determine, for the term  \nof the Agreement all matters canstituting the proper subjects of collective bargaining between  \nthem, it is expressly agreed there shall be no reopening of this Agreement for any matter  \npertaining to rates of pay, wages, hours of work, or other terms and conditions of employment  \nduring the term of this Agreement other than for changes to fringe benefits, the cost of which is  \nto be deducted from presently negotiated rates.  \n"], ["ARTICLE H - UNION SECURITY  \n", "Sec. 2.1 The Employer agrees to require, during the life of this Agreement, membership in the  \nUnion as a condition of continued employment of all Employees covered by this Agreement,  \nwithin seven {7} days following the effective date of this Agreement or within (7) days following  \nthe commencement of such employment, whichever is later, provided, however, that such  \nmembership in the Union is available to such Employees on the same terms and conditions  \ngenerally applicable to other members and that such membership is not denied or terminated  \nfor reasons other than a failure by the affected Employee to tender the periodic dues and  \ninitiation fees uniformly required as a condition of acquiring or retaining membership.  \nSec.2.2 See Hiring Hall System.  \nSec. 2.3 The Contractar agrees to recognize voluntary and properly signed authorization cards  \nof its Employees requesting the Contractor to make deductions from wages for the amount of  \nany delinquent dues, initiation fees, vacation and/or working dues - such amounts to be sent to  \nthe proper Local Union weekly.  \nSec. 2.4 ‘It is further understood and agreed that it shall not be considered a violation of this  \nAgreement if stoppage of work results from the employment of Employees by the Contractor  \nother than as specifically provided for in ARTICLE Il of this Agreement.  \nSec. 2.5 Equat Employment Opportunity: The Contractor and the Union agree that there will  \nbe no discrimination in employment based upon race, color, creed, national origin, sex, age,  \ndisability or handicap and that nothing elsewhere in this Agreement shail be construed as  \nrequiring or permitting such discrimination. The Contractor and the Union further agree that  \neach will cooperate with the other in taking such affirmative actions by either or both as are  \nproper and necessary to ensure equality of opportunity in all aspects of employment.  \n"], ["ARTICLE HI - RECOGNITION CLAUSE  \n", "Sec. 3.1 The Union has claimed and demonstrated and the employer is satisfied and  \nacknowledges that the Union represents a majority of the employer's employees in the  \nbargaining unit covered by this labor agreement. The employer hereby recognizes the Union as  \nthe exclusive bargaining agent under 9(a) of the Natianal Labor Relations Act for all employees  \nperforming work within such collective bargaining unit of all present and future jobs sites within  \nthe geographic jurisdiction covered by this labor agreement.  \nSec. 3.2. Individual employers, by becoming party to this agreement, become a part of the  \nmulti-employer bargaining unit and authorize the Associated General Contractors of Wisconsin  \ninc, and Independent Contractors, to negotiate successor agreements on its behalf. An  \nindividual employer may withdraw from the multi-employer bargaining unit only by providing  \nwritten notice to the Union and the Wisconsin Chapter AGC, at least 90 days, but not more than  \n120 days, prior to the expiration date of this agreement or of any renewal period.  \n"], ["ARTICLE IV - GRIEVANCE AND ARBITRATION  \n", "Sec.4.1 It is specifically agreed that there shall be no strikes, lockouts or cessation or  \nslowdown of work or picketing over any dispute over the application or interpretation of this  \nAgreement, and that ali grievances and disputes, excluding jurisdictional disputes, shall he  \nhandled as herein provided.  \nSec. 4.2 Initial Determination. Any dispute of any type concerning the interpretation or  \napplication of this Agreement between an Employer and the District Council shall be adjusted by  \nthe particular Employer and the District Council in the first instance, if possible, and shall submit  \nAgreement to a Negotiating Committee for final approval.  \nSec.4.3. Grievance Committee, In the event the matter is not settled, it shall be referred to  \nthe Grievance Committee consisting of three (3) Employer Representatives, selected by the  \nAssociation, and three (3) District Council Representatives, selected by the District Council. The  \ndetermination of the Grievance Committee shall be governed by majority vote with each  \nmember thereof having one (1) vote, and, in the event a full complement of members of either  \nside does not attend the meeting, those members of the particular side in attendance shall each  \nhave a proportionate portion of the vote of the absent member.  \nSec. 4.4 Arbitration. Should the Grievance Committee be unable to resolve the matter, then  \nthe District Council or the Employer may request the Federal Mediation and Conciliation Service  \nor Wisconsin Employment Relations Commission ta submit a list of seven (7) recognized  \narbitrators. All arbitrators shall have experience in construction-related disputes, From the list  \nso submitted, the parties shall, within seven (7) working days after receipt thereof, select the  \narbitrator by the alternate rejection of a suggested name until one remains. The person whose  \nname so remains shall act as the arbitrator. The parties recognize that time Is of the essence.  \nSec.4.5 The arbitrator may interpret the and apply It to the particular case  \npresented to him/her, but he/she shall have no authority to add to, or subtract from, or in any  \nway change or modify the terms of this Agreement or any Agreement made supplementary  \nthereto. Wages, hours and fringe benefits are not arbitrable.  \nSec.4.6 Fees and expenses of the arbitrator shall be borne equally by the parties to this  \nAgreement.  \nSec, 4.7 Conclusiveness and Enforcement. The decision of the Negotiating Committee or of  \nthe arbitrator, as the case may be, shall be final, binding and conclusive upon all parties (the  \nDistrict Council, Employer and employees and all claiming thereunder) and shall be one method  \nof resolving such disputes, provided, however, that if either party refuses to submit such dispute  \nto arbitration or to abide by the decision of the arbitrator, then either party shall have the right  \nto go into any court for the purpose of enforcing such submission or compliance.  \n"], ["ARTICLE V - WORKER’S COMPENSATION INSURANCE AND UNEMPLOYMENT  \nINSURANCE  \n", "Sec.5.1 Contractor will maintain Wisconsin Workmen's’ Compensation Insurance  \ncoverage’s and Unemployment Compensation Insurance coverage’s on its Employees or will  \nmake application to voluntarily elect to come under the Wisconsin Compensation  \nAct and the Wisconsin Unemployment Compensation Act.  \nSec. 5.2 Light Buty.  \n(A) Work Related Injury. If available and at the option of the Employer, an Emplayee wha  \nhas suffered an on the job injury may be offered light duty work, which may include bargaining  \nunit work, based on the following conditions:  \n1. The Employee has been released for light duty work by the treating  \nphysician and,  \n2. The available work is within the limitations of the treating physician’s  \nrelease.  \nThe rate of pay for light duty work shall be on an hourly basis and computed at 50% of  \nthe Employee’s base wage. The light duty rate shall only apply to non-prevailing wage projects.  \nThe entire fringe benefit package will be paid for ail hours worked. in addition, the employee  \nmay receive Worker’s Compensation temporary partial disability payments. Refusal of a  \nreasonable offer of work may jeopardize the continued collection of benefits In accordance  \nwith State of Wisconsin Law.  \nThe Employer is required to notify his/her worker’s compensation carrier weekly of the  \nEmployee's hours. Failure to do so on a timely basis will make the employer responsible for any  \nshortage In the temporary partial disability payments that arise out of the failure to  \nreport.  \nIn no case will the Employee be compensated at the light duty rate for more than six (6)  \nmonths from the initial return to work on a light duty basis. At the end of the six month period,  \nthe Employee either returns to full pay or full compensation.  \n{B) Non-Work Related Injury. If available and at the option of the Employer, an Employee  \nwho is receiving disabillty payments from the Health Fund may be offered light duty work,  \nwhich may include bargaining unit work, based on the following conditions:  \n1. The Employee has been released for light duty work by the treating  \nphysician.  \n2. The available work is within the limitations of the treating  \nrelease.  \nThe rate of pay for light duty work shall be on an hourly basis and computed at 50% of  \nthe Employee’s base wage plus loss of time benefit at the full amount, subject to limitations set  \nforth in the Trust Agreement. The entire fringe benefit package will be paid for all hours  \nworked.  \nIn no case will the Employee be compensated at the light duty rate for more than six (6)  \nmonths from the initial return to work on a light duty basis.  \n"], ["ARTICLE WAGE RATES AND PAYMENT OF WAGES  \nSee Also: Schedule B  \n", "6/2/2014 $ 1.25  \n06/01/2015 $1.35  \n06/06/2016 $1.25  \nSec. 6.1 Contributions to the Apprenticeship and Training Fund and the LECET Fund may only  \nbe increased if there is mutual agreement of the negotiating parties. Contributions to the Health  \nand Welfare and the Pension funds may be increased as approved by the Trustees of those funds.  \nWorking Assessment and/or Vacation fund deductions may be changed by the Union.  \nSec.6.2 _ Local 140, Local 268, Local 330 and Local 464 — one dollar and eleven cents ($1.18)  \nper hour is working dues as of June 1, 2014.  \nUpon the request of the Union, the employer shall submit prevailing wage reports for  \na project to the State with a copy of the report to the Union. If a contractor refuses to complete  \nthe reports, the contractor shall authorize the Union ta da so.  \nSec.6.4 Employers shall pay wages once each week on a calendar week basis and shall be  \nallowed three (3} work days from the end of the payroll period to the date on which checks are  \ndistributed on the job - this time being allowed for the preparation of payroll records, etc. Each  \nemployee shall be provided an itemized statement of hours worked and gross earnings and an  \nitemized statement of all deductions made for any purpose for each pay period. The Union  \nagrees to the mailings of pay checks at the Contractors discretion.  \nSec. 6.5 When an Employee is laid off or discharged, a written notice stating the date and  \nreason therefore shall be given the Employee at the time of his termination.  \nSec.6.6 The authorized business representative of the Union may request the Contractor in  \nwriting for a notarized statement of a specific Employee’s wages and hours on a particular job  \n9  \nfor a particular period if the Union has reasonable cause to suspect that provisions of the Cantract  \nare not being complied with. A copy of the aforesaid request will be sent to the party of the first  \npart. |  \nEmployees not notified by the Contractor or his agent the night before, and who  \nreport for work at the regular time, shall be paid two (2} hours pay if they are not put to work.  \nThese rules will not apply when inclement weather or conditions beyond the contractors control  \ncauses a stoppage of work. When the employer requires employees to remain an the job they  \nmust be paid.  \nSec.6.8.1 Employers may institute a mandatory direct deposit program and make it a  \ncondition of employment. An Employer who institutes a mandatory direct deposit program  \nmust deposit the employee’s wages into a bank in the State of Wisconsin and Employer must  \npay all fees associated with the direct deposit program.  \nSec.6.8.2 Employers who institute a mandatory direct deposit program shall pay wages once  \neach week on a calendar week basis and shall be allowed four (4) work days from the end of  \nthe payroll period to the date on which the direct deposit is made — this time period being  \nallowed for the preparation of payroll records, etc. Each employee shall be provided an  \nitemized statement of hours worked and gross earnings and an itemized statement of all  \ndeductions made for any purpose for each pay period.  \nSec.6.9 Any wage paid above the collectively bargained rate for each classification is premium  \npay, and is determined at the sole discretion of the Employer.  \nVII - MARKET RECOVERY  \nThe Program will provide that when a signatory contractor finds non-union  \ncompetition bidding on a project in which he/she is interested, the signatery contractor may  \nsubmit a request form to the Wisconsin Laborers’ Defense Fund Committee requesting a target  \nrate. The Committee will evaluate the request and determine whether or not to provide a  \ntargeting grant on the project and the amount of the grant. {t will be the responsibility of each  \n10  \ncontractor to contact the Wisconsin Laborers’ District Council to determine whether a particular  \njob has been targeted.  \nAt the Union’s discretion, a contractor may be declared ineligible for Market Recovery Funds if  \nthey have not submitted a Prevailing Wage Survey to the Wisconsin Department of Workforce  \nDevelopment.  \n"], ["ARTICLE VII - HEALTH FUND  \n", "Sec.8.1 Effective June 1, 2014, each Employer covered by this Agreement shall pay the  \namount as stated on Schedule B per hour for each hour worked by all Employees (whether Union  \nmembers or not) covered by this Agreement to the Trustees of The Wisconsin Laborers’ Health  \nFund.  \nThese payments shall be made not later than the 15th day of each month following  \nthe month for which payment is being made. Payments to such Health Fund are to be made out  \nto: WI Laborers’ Fringe Benefit Funds and mailed to Wi Laborers’ Fringe Benefit Funds, Lockbox  \n978844, P.O. Box 8844, Carol Stream, IL 60197-8844. All of the hourly contributions paid by  \nEmployers to the Trustees of the Wisconsin Laborers’ Health Fund shall become part of the trust  \nfund of such Health Fund and shall be used for health and welfare benefits, administrative casts  \nand as may otherwise be prescribed in the Trust Agreement governing such Fund.  \nThe parties to this Agreement, and all Employers covered thereby, agree to be bound  \nby all of the terms of the Trust Agreement governing the establishment, administration and  \noperation of the Wisconsin Laborers’ Health Fund, and of the Plan established there under,  \namended from time to time, and, further, agree to be bound by all of the actions, rules and  \nregulations heretofore and hereafter adopted by the Trustees in accordance with the Trust  \nAgreement and Health Fund.  \nSec. 8.3 The parties to this Agreement, and all Employers covered thereby, hereby accept as  \ntrustees, the Trustees appointed under and in accordance with such Trust Agreement, and all  \nsucceeding Trustees as shall have been or will be appointed under and in accordance with such  \nLi  \nTrust Agreement. The Employers and the union hereby ratify all of the actions already taken or  \nto be taken by such Trustees within the scope of their authority.  \nSec. 8.4 The Trustees are hereby authorized to establish a schedule of liquidated damages to  \nbe assessed against, and to be pald by, the Employer who fails to make timely payments to the  \nWisconsin Laborers’ Health Fund in accordance with Sec. 8.1 of this Article.  \n$ec.8.5 The Trustees or Administrator of the Health Fund, to which Fund payments are  \nrequired to be made by the Employers under this Agreement, are authorized by the parties  \nhereto to seek any appropriate legal, equitable, or administrative relief to enforce the terms of  \nthis Agreement for the purposes of collecting any payments required to be made to such Funds,  \nincluding damages and costs, or to enforce rules of the Trustees concerning the Inspection and  \naudit of payroll records, and shall not be required to invoke or resort to the grievance or  \narbitration procedures otherwise provided for in this Agreement.  \nSec. 8.6 Inthe event it becomes necessary to commence any such legal equitable or  \nadministrative action for any of the purposes set forth in this section, the Employer involved  \nshall be obligated to pay to the Health Fund the audit fees, reasonable attorneys’ fees, as well  \nas court reporter fees, filing fees and the actual costs of effecting services of papers.  \n"], ["ARTICLE 1X - NATIONAL HEALTH INSURANCE  \n", "Sec.9.1 ‘In the event Nationa! or State Health Insurance becomes law, this agreement shall be  \nopened for the sole and exclusive purpose of apportioning the amount currently being  \ncontributed to the Wisconsin Laborers’ Health Fund, The reapportionment shall be made in  \naccordance with agreement reached between the Trustees of that fund, the Associated General  \nContractors of Wisconsin, Inc. and Independent Contractors, and the Wisconsin Laborers’ District  \nCouncil.  \n"], ["ARTICLE X - PENSION FUND  \n", "Sec.10.1 Effective June 1, 2014, each Employer covered by this Agreement shall pay the  \namount as stated on Schedule B per hour for each hour worked by Employees (whether Union  \n12  \nmembers or not) covered by this Agreement to the Trustees of the Wisconsin Laborers’ Pension  \nFund. These payments shall be made not later than the 15th day of each month following the  \nmonth for which payment is being made. Payments to such Pension Fund are to be made out to:  \nWI Laborers’ Fringe Benefit Funds and mailed to Wi Laborers’ Fringe Benefit Funds, Lockbox  \n978844, P.O. Box 8844, Carol Stream, IL 60197-8844.  \nSec. 10.2 The parties to this Agreement, and all Employers covered thereby, agree to be bound  \nby all of the terms of the Trust Agreement governing the establishment, administration and  \noperation of the Wisconsin Laborers’ Pension Fund, and of the Pension Plan established there  \nunder, amended from time to time, and further agree to be bound by all of the actions, rules and  \nregulations heretofore and hereafter adopted by the Trustees in accordance with the Trust  \nAgreement and Pension Plan.  \nSec. 10.3 The parties to this agreement, and all Employers covered thereby, hereby accept as  \ntrustees the Trustees appointed under and in accordance with such Trust Agreement, and all  \nsucceeding Trustees as shall have been or will be appointed under and in accordance with such  \nTrust Agreement. The Employers and the Union hereby ratify all of the actions already taken or  \nto be taken by such Trustees within the scope of their authority.  \nSec. 10.4 The Trustees are hereby authorized to establish a schedule of liquidated damages to  \nbe assessed against, and to be paid by, the Employer who fails to make timely payments to the  \nWisconsin Laborers’ Pensian Fund in accordance with Sec. 10.1 of this Article.  \nSec. 10.5 The Trustees or administrator of the Pension Fund to which Fund payments are  \nrequired to be made by the Employers under this Agreement are authorized by the parties hereto  \nto seek any appropriate legal, equitable or administrative relief to enforce the terms of this  \nAgreement for the purposes of collecting any payments required to be made to such fund,  \nincluding damages anid costs, or to enforce rules of the Trustees concerning the Inspection and  \naudit of payroll records and shall nat be required to invoke or resort to the grievance or  \narbitration procedures otherwise provided for in this Agreement.  \n13  \nSec. 10.6 In the event it becomes necessary to commence any such legal, equitable or  \nadministrative action for any of the purposes set forth in this section, the Employer involved shall  \nbe obligated to pay to the Pension Fund the audit fees, reasonable attorneys’ fees, as well as  \ncourt reporter fees, filing fees and the actual costs of effecting services of papers.  \n"], ["ARTICLE XI] - APPRENTICESHIP & TRAINING FUND  \n", "Sec. 11.1 For all hours worked by any employee covered by this agreement, the employer shall  \ncontribute the amount stated in Schedule B per hour to the Wisconsin Laborers’ Apprenticeship  \n& Training Fund.  \nSec. 11.2 Payments to the Apprenticeship & Training Fund are te be made at the end of each  \nmonth, but not later than the 15th day of the following month, after which the payments will be  \nconsidered delinquents. Payment for WI Laborers’ Apprenticeship & Training Fund is to be made  \nout to: WI Laborers’ Fringe Benefit Funds and mailed to Wi Laborers’ Fringe Benefit Funds,  \nLockbox 978844, P.O. Box 8844, Carol Stream, IL 60197-8844. In the event that an employer  \nbecomes delinquent in his/her payment to the Fund, it shalf be assessed liquidated damages or  \nother penalties as provided for in the trust document or other policy duly adopted by the Trustees  \nof the Fund.  \nSec, 11.3 Notwithstanding any other provision of this agreement, the Union may remove the  \nemployees fram any job site in the event that the employer is delinquent in payments including  \nliquidated damages. If the employees are removed from the job by the Union to enforce  \ndelinquent payments, including liquidated damages, the employee shall be paid by the  \ndelinquent employer for all lost time at the straight time hourly rate.  \nContributions and deductions can be paid with ane check made out to Wi Laborers’  \nFringe Benefit Funds.  \nSec.11.4 Apprenticeship. See Apprenticeship Attachment (Schedule C).  \n14  \n"], ["ARTICLE XII - VACATION /SAVINGS PLANS  \nSec. 12.1 - LACROSSE’S LOCAL #140 JURISDICTION ONLY  \n", "$ec.12.1.1 Effective June 1, 2014, one dollar ($1.00) per hour for actual time worked per man  \nshall be deducted from the basic pay and be pald by the Employer to a Savings Plan. However,  \nsuch savings pay shall be included in gross earnings for the purpose of computing deductians  \nfor withholding tax and Social Security. This amount shall be known on the check voucher.  \nSec.12.1.2 The savings payments to be made by an Employer pursuant to Section 1 of the  \nArticle shall be transmitted by such Employer to the Community Credit Union, P.O. Box 39, La  \nCrosse, Wisconsin, WI54602. Payment to said Credit Union must be made at the end of each  \nmonth but not later than the fifteenth (15%) day of the following manth. Payments made after  \nthe 15 of the month will be considered delinquent to the fund and shall be assessed liquidated  \ndamages at arate of 14% per month. No employee shall have the option to receive any  \npayment provided for herein directly from the Employer, and in no event shall any Employer  \nmake such payment directly to any employee, but such Employer shall always make payment to  \nthe Community Credit Union of LaCrosse, Wisconsin,  \nSec.12.2 - MENASEIA’S LOCAL 330 JURISDICTION  \n(Manitowoc and Sheboygan Counties Only)  \nSec.12.2.1 During the life of this agreement, each employer covered by this agreement and  \nworking in the jurisdiction of Local 330 Manitowoc and Sheboygan Counties only, shall withhold  \nseventy-five ($.75) cents for each hour worked by all Laborers covered by this agreement.  \nPayments are due on or before the 20 day of the following month and should be made payable  \nto: The American Bank of Fond du Lac. Send payments to Laborers’ 330, 886 W. Airport Road,  \nMenasha, WI 54952. Vacation pay should be included in the gross earnings for the purpose of  \ncomputing deductions for withholding taxes and should appear on the employee’s check  \nvoucher.  \n15  \n"], ["ARTICLE XT] - LECET  \n", "Sec. 13.1 The employer shall pay the amount stated on Schedule B per hour for all hours  \nworked by any employee covered by this agreement to the Wisconsin Laborers - Employers  \nCooperation and Education Trust (“LECET”), a Fund established in accordance with Section 6 (b)  \nof the Labor Management Cooperation Act of 1978.  \nSec. 13.2 Payments to the LECET Fund are to be made at the end of each month, but not later  \nthan the 15th day of the following month, after which the payments will be considered  \ndelinquent. Payments to such LECET fund are to be made out to: WI Laborers’ Fringe Benefit  \nFunds and mailed to Wi Laborers’ Fringe Benefit Funds, Lockbox 978844, P.O. Box 8844, Carol  \nStream, IL 60197-8844. In the event that an employer becomes delinquent in his/her payment  \nto the Fund, it shall be assessed liquidated damages or other policy duly adopted by the Trustees  \nof the Fund.  \nSec. 13.3 Notwithstanding any other provision of this agreement, the Union may remove the  \nemployees from any job site in the event that the Employer is delinquent in payments including  \nliquidated damages. If the employees are removed fram the job by the Union to enforce  \ndelinquent payments, including liquidated damages, the employee shall be paid by the  \ndelinquent employer for all lost time at the straight time hourly rate.  \n"], ["ARTICLE XIV - CONSTRUCTION LABOR MANAGEMENT  \nCOUNCIL (MADISON JURISDICTION ONLY)  \n", "The parties agree that Labor-Management Committees are beneficial to the construction  \nindustry and the promation of union construction. The parties agree to participate in and utilize  \nLabor-Management Committees when available and jointly agreed upon.  \n"], ["ARTICLE XV - DUES CHECK OFF  \n", "Sec. 15.1 The employer agrees to deduct from the wages of each employee covered by this  \nAgreement the initiation fee and membership dues, provided that the Employer has received  \n16  \nfrom each employee on whose account such deductions are made, an assignment for the check  \noff of initiation fee and dues. Said sums shall be forwarded by the employer to the designated  \nLocal Union. Payments to such Vacation/Working Dues Fund are to be made out to: WI Laborers’  \nFringe Benefit Funds and mailed to WI Laborers’ Fringe Benefit Funds, Lockbox 978844, P.O. Box  \n8844, Carol Stream, IL 60197-8844.  \nSec. 15.2 The Union hereby agrees to protect, defend, indemnify and hold  \nharmless any contractor who is party to or is bound by this Agreement against any and all loss,  \ndamages, costs and expenses and against, of and from any actions, demands, claims and all  \ncauses of action or other forms of liability asserted by any person or governmental agency that  \nmay arise out of or by reason of action taken by any Contractor in agreeing to and camplying with  \nthe provisions of Section 15.1. Each party wilt be responsible for their own attorney’s fees.  \n"], ["ARTICLE XVI - INDUSTRY ADVANCEMENT PROGRAM/CONTRACT ADMINISTRATION  \nFUND  \n", "$ec.16.1 During the life of this Agreement, each Employer covered by or subject to this  \nAgreement shall pay to the Industry Advancement Program/Contract Administration  \n(hereinafter referred to as IAP/CA) Fund for each employee covered by or subject to this  \nAgreement the amounts specified below per hour for all hours worked. These payments shall  \nbe made no later than the fifteenth (15) day of each month fallowing the month for which  \npayment is to be made. Payments to the [AP/CA Fund are to be made out to: WI Laborers’  \nFringe Benefit Funds and mailed to WI Laborers’ Fringe Benefit Funds, Lockbox 976844, P.O.  \nBox 8844, Caral Stream, IL 60197-8844.  \nEffective June 1, 2014, the hourly contribution rate shall be eleven cents ($.11) per hour.  \nin consideration of the payment of volume dues and other fees, AGC of Wisconsin members  \npay three cents (5.06) per hour to the IAP/CA Fund.  \nSec.16.2 The 1AP/CA Fund assets may be utilized for the purposes and uses contemplated  \nby the IAP/CA Fund Agreement and may also be used for activities pertaining to the  \n1?  \nadministration of labor agreements which require contributions to the IAP/CA Fund and related  \noperations.  \nThe Employer contributions required by this Article shall not be referred to or considered as  \nwage or fringe benefit payments.  \n$ec.16.3 In the event an Employer becomes delinquent in making payments to the  \n|AP/CA Fund, and after the IAP/CA Board of Directors has advised the delinquent Employer in  \nwriting of said delinquency and that anticipated and actual damages are difficult or incapable of  \naccurate ascertainment, Employer may be assessed by the Board of Directors, as  \nliquidated damages, twenty (20) percent of delinquent payments and delinquent Employer  \nshall be required to pay interest at the maximum rate permitted by law, not to exceed on and  \none-half percent (1.5%) per month on the delinquent balance (including past due liquidated  \ndamages, if any). In the event that the IAP/CA Board of Directors refers the delinquency to  \nlegal counsel for collection, then such Employer shall be obligated to pay, in addition to  \nliquidated damages and interest charges, reasonable attorneys’ fees and any other costs and  \nexpenses reasonably arising in connection with any collection action.  \nSec.16.4 The IAP/CA Board of Directors may, for the purpose of collecting any payments  \nrequired to be made ta the [AP/CA Fund, including damages and costs, and for the purpose of  \nenforcing rules concerning the inspection and audit of seek any appropriate  \nlegal, equitable and administrative relief, and shall not be required to invoke or resort to the  \ngrievance or arbitration procedure otherwise provided for in this Agreement.  \n§ec.16,5 Each Employer who is required to make payments to the Fund pursuant  \nto Section 11.1 shall promptly furnish to the IAP/CA Board of Directors, or to its authorized  \nagents, an demand, all necessary employment, personnel and payroll records relating to its  \nformer and present employees covered by this Agreement, including any relevant information  \nthat may be required in connection with the administration of the [AP/CA Fund and for no  \nother purpose. The IAP/CA Board of Directors, or its authorized agents, may examine such  \nemployment, personnel, or payroll records whenever such examination is deemed necessary by  \n18  \nthe Board of Directors, or its authorized agents, in connection with the proper administration of  \nthe IAP/CA Fund.  \n$ec.16.6 Any contractor not represented by the Assaciation in negotiations may elect by  \nwriting notification to the Union, to the AGC of Wisconsin and to the Apprenticeship and  \nTraining Fund that it will not contribute to the IAP/CA Fund. If the contractor makes such an  \nelection, the contractor shall contribute an amount equal to the JAP/CA contribution per hour  \nto the Apprenticeship and Training Fund that shall be above and beyand the requirements of  \nSchedule B.  \nSec. 16.7 indemnification, The Employer negotiating agent hereby agrees to protect, defend,  \nindemnify and hold harmless the District Council and its affiliated Local Unions against any and  \nall loss, damages, costs and expenses and against, of and from any actions, demands, claims and  \nall causes of action or other forms of liability arising out of this CA article. Each party shail be  \nresponsible for their own attorney’s fees.  \n"], ["ARTICLE XVIf- WORKWEEK, WORKDAY, OVERTIME, HOLIDAYS, FOUR TENS,  \nSHIFT WORK, AND PART TIME  \n", "Sec. 17.1 Workday and Workweek. Eight (8) hours scheduled between 6:00 a.m. and 6:00 p.m.,  \nwith one-half hour lunch period, shall constitute a workday. Six (6) days from Monday to  \nSaturday, inclusive, shall constitute a workweek. However, Saturday may only be used as a  \nstraight-time day if time has been lost during the week due to inclement weather or conditions  \nbeyond the contractor's control. No one is to be discriminated against for choosing not to work  \nSaturday.  \nSec. Saturday, Sunday and Holiday Work. All time worked in excess of eight (8}  \nhours per day, all time worked before 6:00 a.m. or after 6:00 p.m. and all time worked on  \nSaturday shall be paid at the rate of ane and one-half times the established hourly rate of pay  \nwith the exception of time worked on Saturday make-up which shall be paid at straight time.  \n19  \nHowever, if any craft to which the contractor is signatory, other than the Operating Engineers, is  \nworking on the job and receiving overtirne pay, then the Laborer will receive overtime pay.  \nSec, 17.1.2Sundays and Holidays. All time worked on Sundays and legal holidays shall be paid for  \nat double the established hourly rate of pay. Time worked between 6:00 a.m. Sunday and 6:00  \na.m. Monday is considered Sunday work. The same principal applies to holidays.  \nSec, 17.1.3 FourTens. The workweek may, at the contractor's option with notice to the  \nUnion, consist of a four-day, forty-hour week, Monday through Saturday, consisting of four ten-  \nhour days with overtime rates applying on jobs of two (2) weeks or more duration. However,  \nSaturday may only be used as a straight-time day if time has been fast during a warkday due to  \ninclement weather or conditions beyond the contractor's control. No one is to be discriminated  \nagainst for choosing not to work on Saturday. When working such a workweek, all hours worked  \nin excess of ten (10) hours per day shall be paid at one and one-half times the hourly rate of pay.  \nAll hours worked in excess of forty hours after four workdays shall be paid on one and one-half  \ntimes the hourly rate of pay and double time for Sundays and Holidays. If any craft to which the  \ncontractor is signatory, other than the Operating Engineers, is working on the job and receiving  \novertime pay, then the Laborer will receive overtime pay.  \nSec. 17.2.1 ShiftWork. Ashift, for the purpose of this Working Agreement shall mean one  \nor more crews of individuals, covered by this Agreement, working on a pre-arranged schedule of  \nhours, other than the normal workday as provided for in this Agreement.  \n$ec.17.2.2 = in order to avoid any conditions which may result in discrimination in  \ncompetitive bidding, all jobs on which shifts are contemplated must be reported and receive  \nthe approval of the authorized Local Union Representative before shift conditions will apply. All  \nsuch agreements to be confirmed in writing by the Unions within forty-eight (48) hours.  \nSec. 17.2. When a contractor schedules three shifts the following conditions shall apply:  \n20  \nAshift termed the first day shift falling within the normal workweek shall consist  \nof eight (8} hours. All time worked prior to or after the established first day shift (eight (8)  \nhours) shall be overtime.  \nSec. 17.2.2A shift termed the second shift, falling within the shift work week shail consist of seven  \nand one-half (7-1/2} hours of work for a total of eight hours pay. The lunch break shall be taken  \nas near as possible to mid-shift.  \nSec. 17.2.3A shift termed the third shift, falling within the shift workweek shall consist of seven  \n{7) hours of work for a total of eight hours pay. The lunch break shall be taken as near as possible  \nto mid-shift.  \nWhena contractor schedules two shifts consisting of ten hours or more per shift the  \nfollowing conditions shall apply:  \nSec.17.3.1 A shift termed the first shift shall have a half hour unpaid lunch, and a second  \ncoffee break under the same conditions described in Section 20.4.  \nA shift termed the second shift shall have a half hour paid lunch, and a second  \ncoffee break under the same conditions described in Section 20.4.  \nSec, 17.4 All Saturday and shift work overtime hours as described in Sections 17.2.1, 17,2.2  \nand 17.2.3 above shall be paid at one and one-half times the normal hourly wage except that any  \ntime worked between 6:00 a.m. Sunday and 6:00 a.m. Monday, and holidays, shall be paid at  \ndouble the normal hourly wage rate. First, second and third shift hours as described in Sections  \n17.2.1, 17.2.2 and 17.2.3 shall apply on Saturday, Sunday and Holidays.  \nSec.17.5 Legal Holidays. New Year’s Day, Memorial Day, July 4th, Labor Day, Thanksgiving Day  \nand Christmas Day are legal holidays. Double time will be paid for all hours worked on these  \nholidays.  \nSec.17.6 Part-time Work. Employees called out from the Hall for part-time work shall receive  \na minimum of four (4) hours’ pay.  \n21  \n"], ["ARTICLE XVII ~ STEWARDS, FOREMEN, WATCHMEN AND SECURITY GUARDS  \n", "Sec. 18.1 Stewards. The Employer recognizes the right of the union to designate a job steward  \nor stewards to handle such Union business as may from time to time be delegated to him/her by  \nthe Union so designated. The Union shall notify the Contractor in writing of the identity of the  \nsteward or stewards as soon as his identity is determined. The steward shall not interfere with  \nnormal construction operations while carrying out his duties as steward. The steward shall be  \nretained for the duration of the job, except for Incompetence or insubordination; and, In the  \nevent of discharge for either of these reasons, the steward and Business Representative must be  \ngiven notice of the discharge and cause of the discharge in writing. The Contractor may lay off  \nthe steward because of work shortage if the steward is a temporary employee and all other  \nLaborers’ on the job are regular employees of the Contractor.  \nSec. 18.2.1 Foremen. foreman shall be employed on a crew wherever an Employer  \nhas ten {10} or more Laborers employed on any one (1) crew.  \nSec. 18.2.2 On projects of $750,000.00 general and less, no more than one (1) foreman will  \nbe required for a total laborers work force of ten (10) or more. No foreman will be required if  \nthe total laborers work force is less than ten (10). This shall not apply on Hydro, Power Plant,  \nSilo, Chimneys & Paper Mill Projects  \nSec. 18.2.3. The Laborer foreman shall be selected by and be the representative of the  \nEmployer, and shall also be a member in good standing of the Laborers’ Union. The  \nsuperintendent and/or foreman shall be selected by and be the representative of the Contractor.  \nSec. 18.3 Watchmen. Watchmen shall receive time and one-half for all haurs worked in excess  \nof eight (8) hours per day or forty (40) hours per week, Monday through Friday. Saturdays,  \nSundays, and legal holidays shall be paid at one and one-half times the established hourly rate.  \nThere shall be a minimum guarantee of two (2) hours at the established rate when a watchman  \nreports for work. This article shall not apply to working watchmen.  \nDe  \nSec. 18.4 Security Guards. When outside agencies are employed as security personnel on the  \njobsite, employees of the agency shall not perform construction work normally assigned to the  \nLaborers’ International Union of North America.  \n"], ["ARTICLE XIX ~DUAL ASSIGNMENT AND JURISDICTIONAL DISPUTES  \n", "Sec. 19.1 Dual Assignment. The Employer's obligation to assign the work described in this  \nAgreement or the Exhibit attached hereto, to the members of the bargaining unit is void in the  \ncase of work assigned by another collective bargaining agreement if it is claimed by another  \nbargaining unit. For a claim of improper assignment to merit consideration of pay for members  \nof the claiming craft, the claim of improper assignment must be made within seven (7) days after  \ndiscovery of the claimed item of work. In such cases, the Employer will continue with his/her  \noriginal assignment until the two (2) business agents of the claiming unions or the International  \nRepresentatives of the claiming unions resolve the jurisdictional dispute. The Employer will not  \nbe liable for any back wages if, upon written notification of the decision of the business agents  \nor the Internatianal Representatives, the Employer makes the assignment In accordance with  \ntheir decision. Back wages, if assessed for non-compliance with the final decision of the Business  \nAgents and/or International Representatives, shall begin from the date of receipt of written  \nnotice.  \nJurisdictional Disputes. In the event of a jurisdictional dispute, it is agreed that  \nthere sha!l be no stoppage of work called by the Union while the jurisdictional dispute is pending  \nand the craft doing the work shall continue until the jurisdictional dispute is settled. The  \nemployers agree to recognize the jurisdiction awarded toe the Laborers’ as defined in this  \nagreement.  \nit is further agreed that the Local representatives of the Local Unions involved shail  \nmake every effort to settle the jurisdictional dispute. If these Local representatives of the Local  \nUnions fail to resolve the jurisdictional dispute within five (5) days after the dispute is referred to  \nthem then it is further agreed that the proper representatives of the International Unions of the  \nLocal Unions involved shall be informed of the jurisdictional dispute,  \n23  \nlf the representatives of the International Unions fail to settle or resolve the  \njurisdictional dispute within ten (10) days after the dispute is referred to them, then the dispute  \nshall be referred to the National Labor Relations Board for settlement.  \n"], ["ARTICLE XX ~- WORKING RULES  \n", "Sec 20.1 Ail work contracted by the Contractors within the jurisdiction of other locals of the  \nLaborers’ International Union of North America shall be in accordance with conditions  \nestablished by such focal.  \nSec, 20.2 No Laborer shall be allowed to work underground or in a hazardous place unless other  \nemployees are working around or nearby.  \nSec, 20.3. There shall be no restrictions on the use of machinery or tools furnished by the  \nContractor provided that they are operated by emplayees of the craft having jurisdiction over  \nthe work involved. The Contractor shall furnish rubber gloves, aprons, and goggles when laborers  \nare working with acids or coal tar enamel protection coatings for steel water pipe. When an  \nEmployee is required by the Employer ta perform work in the raln, he/she shall be furnished with  \nnecessary rain gear for his use. Employers are to furnish reasonable, comfortable, heated and  \nadequate quarters for eating. Employers are also to furnish, within forty-eight (48) hours after  \nthe commencement of the job, clean and adequate toilet facilities, protected from the weather,  \nand clean drinking water and paper cups.  \nSec. 20.4 Coffee Break. Employers will not object to an Employee taking a coffee break in the  \nmorning if such break does not cause loss of work time in excess of ten (10) minutes.  \nThe coffee shall be taken from the Employee’s own container and shall be restricted  \nto close proximity to the place of work on the jobsite. The Emplayer shall regulate  \nthe number of Employees who shall take this break at any one time and when the time shall be.  \nif another trade signatory with the Contractor that is working on the project that day  \nreceives an afternoon coffee break during a shift of ten hours or more, then Laborers’ shall  \n24  \nreceive an afternoon coffee break as well. The rules governing the morning coffee break shall  \napply.  \nSec. 20.5 Non-laborer Apprentices shall not do any work coming under the jurisdiction of  \nthe Laborers’ International Union of North America.  \nSec. 20.6 Travel or Subsistence. Subsistence shall not be mandatory under the terms of this  \nAgreement. However, an employee may negotiate subsistence with an employer’s designated  \nrepresentative. No employer will challenge the unemployment compensations claim of an  \nemployee who refuses to travel more than fifty (50) miles from his principle residence to a jobsite  \nwithin the jurisdiction of this Agreement. No Employer will discriminate against or discharge an  \nemployee who refuses to travel more than fifty (50) miles from the employee’s principle  \nresidence to a jobsite within the geographical jurisdiction of the Agreement.  \nSec. 20.7 Cell Phones. Employees shall not use cellular phones and/or pagers while  \nworking on the project site. Use of such equipment shall be confined to non-working hours,  \nincluding the lunch break.  \nSec. 20.8 Insubardination. Insubordination, as utilized on the Notice of Termination Form  \nin the Code of Conduct, shall include a violation of an owner-mandated rule, a violation of a  \ncontractor’s written safety rule or an intentional refusal to follow a direct order from  \nmanagement.  \n"], ["", "ARTICLE XXI - UNION ACCESS TO JOBSITE  \nSec. 21.1 The Business Representatives or authorized Union Representatives of the Union shall  \nbe permitted to visit all jobsites at any time and whenever possible. These Representatives shall  \nmake every effort to contact the job superintendent or person in charge, but will in no way  \ninterfere with the progress of work.  \n29  \n"], ["ARTICLE XXII - SUBCONTRACTING  \n", "Sec. 22,1 Union Subcontractor. The Contractor agrees that, while subletting or contracting  \nout work covered by this Agreement which is to be performed within the geographic coverage of  \nthis Agreement at the site of the construction, alteration, painting, or repair of a highway,  \nbuilding structure or other work, he/she will sublet or contract out such work only to a  \nsubcontractor who has signed, or is otherwise bound by a written labor agreement entered into  \nwith the Union. The employer will not promote any arrangement with a project owner or ather  \nparty to evade the provisions of this Article.  \nSec. 22.2 Subcontracting. When situations arise where it is claimed that no union  \nsubcontractor is available for the proposed work, the Contractor and the Union shall meet and  \nagree upon a solution, which may include a Project Agreement.  \nSec. 22.3 The Union agrees that when the Employer is required by any governmentally imposed  \nrequirement to sublet, contract out or award bargaining unit work to any Minority,  \nDisadvantaged, Small and/or Female Business Enterprise or any other such similarly designated  \nenterprise, and a dispute exists, the Contractor and the Union shall meet and agree upon an  \nequitable solution ta the dispute.  \n"], ["ARTICLE XXIH - SAFETY RULES, INJURIES 4ND PRE-JOB CONFERENCE  \n", "Sec. 23.1 The Employers, the Union, and the Employees covered by this contract shall comply  \nwith all rules and laws pertaining to safety and sanitation established by the Federal, State, and  \nLocal Governments. Safety devices provided by the Contractors shall not be removed by the  \nworkman; and where individual safety devices are furnished by the Contractors to be worn by  \nthe Employees, they shall be worn. Safety equipment required by the Employer shall be  \nfurnished and paid for by the Employer. All such equipment furnished by the Employer shall  \nremain the property of the Employer.  \nif required by either the contractor or the owner’s safety policy, employees shall  \nfurnish at their own expense, steel toe safety shoes,  \n26  \nSec. 23.2. Members of the Union, as a condition of employment, shall be required ta sign a  \nstatement indicating receipt of, reading of, and willingness to comply with the Safety Instructions  \nfor Employees as published by Associated General Contractors, of Wisconsin, Inc. and  \nIndependent Contractors. If the Contractor adopts these safety instructions as a portion of his  \ncompany’s safety program.  \nAlso the Contractor and the Union mutually agree that the mernbers shall attend a  \nsafety training program as provided by the Wisconsin Laborers’ Training & Apprenticeship Fund,  \nor the A.G.C., or contractors sponsored program.  \nEmployees shall be compensated for attending required safety meetings outside normal work  \nhours.  \nSec, 23.3 If an Employee is injured on the job and requires medical attention, he/she is to be  \npaid for time spent obtaining such treatment. If he/she is advised not to return to work he/she  \nis to be paid until the time of his/her discharge from the medical treatment center. lf  \nhospitalization is required, he/she is to be paid for the entire day.  \n$e¢c.23.4 The Union recognizes the importance of journeymen upgrade training for all Laborers,  \nand agrees to fully cooperate with Employers in their concerted effort ta provide a highly skilled  \nworkforce. If the Employer provides certified training to Union employees, the Employer shall  \nforward notification of such training to the Unian. The Union shail complete and maintain a  \ndatabase that shall he available to signatory contractors for verification of training.  \nSec. 23.4.1 At the request of the Union, prior to starting work on any project, the contractor  \nand the Union shall jointly establish a time and place for a prejob conference. Where the  \ncontractor refuses to participate in a prejob conference, the Union, notwithstanding any other  \nprovision of the agreement, shall reserve the right to withhold the services of members of the  \nbargaining unit employed by the contractor and subcontractors until a prejob conference is held,  \nproviding the Union is ready, willing and able to conduct a prejob conference promptly.  \n27  \nSec. 23.4.2. The contractor shall designate the proposed subcontractors at the prejob  \nconference who may perform work covered by this agreement, if the contractor knows who the  \nsubcontractors are.  \n"], ["ARTICLE XXIV - PICKET LINE  \n", "Sec. 24.1 The refusal of an Employee to enter and do work or make deliveries in a place  \nwhere a picket or lockout is in farce shall not be deemed a violation of thls Agreement, nor shall  \nit be justification for discharge.  \nSec. 24.2 In the event of a work stoppage in violation of Sub-Section 24.1 of this Article, the  \nUnion shall immediately instruct the involved Employees In writing, with a copy to the Employer,  \nthat their conduct is in violation of the Contract, that they may be disciplined up to and including  \ndischarge, and instruct all such persons to quit the offending conduct and return to work.  \n"], ["ARTICLE XXV - DELINQUENCY & BOND PROVISIONS  \n", "Sec. 25.1 in the event an Employer becomes delinquent in the payment of the sums  \nrequired to be paid to the several Trust Funds, as provided in ARTICLES VI, VII, VIII, AND IX of this  \nAgreement, then such Employer shall become obligated for all claims that may arise during the  \nperiod of delinquency. In addition, in the event the Trustees of any of the several Trust Funds  \nhave not established a schedule of liquidated damages to be paid in the event of delinquency in  \nmaking required payments, then the Employer who has become delinquent in making such  \npayments shall become liable for the payment of liquidated damages in an amount equal to ten  \npercent (10%) of the payments which are overdue and thus delinquent.  \nSec. 25.2 In the event legal or administrative action becomes necessary to recover the sums  \ndue to the several Trust Funds, the delinquent Employer shall be required to pay all court costs,  \nservice fees, court reporter fees, and actual, attorney's fees, Transient Employers  \nmay be required to furnish a bond sufficient to insure payment of contributions to the several  \nTrust Funds.  \n28  \nSec. 25.3 Each Employer shall be required to post with the office of the Fund Administrator,  \nor with the Central Depository, a cash er surety bond in form satisfactory to the Trustees of the  \ntrust Funds referred to in ARTICLES VI, VII, VII, AND IX and in the face amount of $10,000, which  \nbond shall cover all of the Trust Funds referred to in ARTICLES VI, VII, VIIl, AND IX. Any such surety  \nbond shall assure payment of all sums required to be paid to such Trust Funds under this  \nAgreement in the event of the Employer's subsequent delinquency as to any or all of such Trust  \nFunds, and it shall be kept in force and be maintained in full amount for a period of not less than  \ntwelve (12) consecutive calendar months during which no delinquency has occurred an the part  \nof such Emptoyer.  \nSec. 25.4 The requirements of Section 25.3 shall not apply to any Employer that, during the  \ntwelve (12) consecutive months Immediately preceding the effective date of this Agreement, has  \nmade all the timely payments required to be paid to the several Trust Funds referred to in  \nARTICLES VI, VII, VII, AND IX, pursuant to a collective bargaining agreement requiring the  \npayment of contributions to such Trust Funds.  \n"], ["ARTICLE XXVI - SEPARABILITY CLAUSE  \n", "Sec, 26.1 Any provisions of this Agreement that are held to be in violation of State or Federal  \nlaw shall not be binding upon the parties hereto, In the event that any of such provisions are  \nfound to be in violation of any such law, the contract shall be reopened for the purpose of  \nrenegotiating the subject matter covered by such provision, but only for such purpose.  \nSec. 26.2 Any provisions of this Agreement which may be in violation of any applicable  \nFederal or State law shall not be effective and not be binding upon the parties hereto. In the  \nevent that any such provisions of the agreement are held or constituted to be void, or to be in  \nviolation of any such laws, nevertheless, the remainder of the agreement shall remain in full force  \nand effect, untess the parts of provisions so found to be void or in violation of any such laws are  \nwholly inseparable from the remaining portion of this Agreement. In the event that any of the  \nprovisians of this Agreement are held or constituted to be void, or to be in violation of such laws,  \nthe contract shall be reopened for the purpose of renegotiating the subject matter covered by  \nsuch provisions, but only for such purpose.  \n29  \n"], ["ARTICLE XXVil- HIRING HAL.  \n", "Sec. 27.1 In the Interest of maintaining an efficient and effective system of production  \nwithin the construction industry on a non-discriminatory basis, to provide an orderly procedure  \nin referral of applicants for employment, to eliminate the evils of casual employment and to  \nsecure a fair distribution of work with a living wage for those workers who must gain their  \nlivelihood from an industry to which they contribute their labor, there is hereby established this  \nplan of referral between the contractor and the Union as referred to In the basic agreement.  \nSec. 27.2 Registration, selection and referral of applicants for employment shall be on a  \nnon-discriminatary basis and in no way affected by Union membership rules, regulations, by-  \nlaws, constitutional provisions or any other aspect or obligation of Union membership policies or  \nrequirements.  \nSec. 27.3 The Employer shall notify the Union of the need for workers and shall not recruit  \napplicants directly or hire persons who have not been referred by the Union except under the  \nconditions stated herein.  \nProviding the non-referred workers are members of the Local having jurisdiction of the area:  \n(a) The Contractor may directly employ those employees who have been hired by  \nhim/her during the previous three years.  \n(b) The Contractor may employ a minimum number of key workers who have been  \npreviously employed by that Contractor.  \n(c) The Contractor may bring one key worker onto the project site for every one  \nworker from the local Laborers’ hiring hall, up ta a maximum of five people. The  \nremainder of the workers shall come from the Laborers’ hiring hall.  \n(d) The Contractor may appoint a labor foreman of his/her choice.  \n(e) The Contractor may employ workers drawing compensation from said employer's  \naccount.  \n30  \nSection 27.3 shall only apply to the hiring of workers in the geographical jurisdiction of Local 140  \nand Local 330.  \nSec. 27.4  \nin requesting referrals, the Employer shall specify:  \n(a) Number of employees required  \n(b) Nature and type of construction work  \n(c) Location of the project  \n(d) Information deemed important to enable the Union to make proper referral of  \napplicants.  \nSec. 27.5 The Employer reserves the right to accept or reject an applicant referred by the  \nUnion or to discharge for just cause an employee who has been accepted, but proves  \nunsatisfactory, subject ta the procedure contained in the basic contract.  \nSec. 27.6 The Union shall maintain a register of applicants available for employment  \nestablished on the basis of the groups listed below. Each applicant shall re register in the highest  \npriority group for which he/she qualifies. Registration and referral of all applicants shall be in  \naccordance with the following plan:  \nGroup A. An applicant for employment who has three (3) years or more experience as a  \nconstruction laborer, and has been employed for a period of at least three (3) years by an  \nEmployer who is a party to a collective bargaining agreement, and who has maintained  \nresidence for the past three (3) years within the geagraphical area constituting the norma!  \nconstruction labor market.  \nGroup B. An applicant for employment who has two (2) years experience as a construction  \nlaborer and has been employed for a period of at least two (2) years by an Employer who is a  \n31  \nparty to a collective bargaining agreement, and who has maintained residence for the past two  \n(2) years within the geographical area constituting the normal construction labor market.  \nGroup C. An applicant for employment wha has one (1} year or more experience as a  \nconstruction laborer, and has been employed for a period of at least one (1) year by an  \nEmployer who is a party to a collective bargaining agreement, and who has maintained  \nresidence for the past year with the geographical area constituting the normal construction  \nlabor market,  \nGroup D. The Union shall maintain a separate list of Apprentices based on skills and hours  \nin the Apprenticeship Program.  \nSec. 27.7 The Union shall maintain each of the separate group lists set forth above and shall  \nlist the applicants within each Group in the order they register and become available for  \nemployment.  \nSec. 27.8 Fhe Union shall refer applicants to the Employer by first referring applicants in  \nGroup “A” in the order of their places on said list and then referring applicants in the same  \nmanner successively from the lists in Group “B”, and then Group “C’,. Any applicant who is  \nrejected by the Employer shall be returned to his/her appropriate place within his/her Group and  \nshall be referred to another Employer in accordance with the position of his/her Group in his  \nglace within the Group. Upon a registrant being referred for employment and actually employed  \non a job more than three (3) days, such registrant’s name shall be removed from the list until  \nsuch time as his/her employment has been terminated, at which time he/she shall be registered  \nat the bottom of the appropriate list under which he/she is entitled to be registered. Ifa  \nregistrant, upon being referred in regular order, refuses to accept the referral, such registrant's  \nname shall be placed at the bottom of the appropriate list under which he/she is entitled to be  \nregistered.  \nSec. 27.9 Registration of applicants for referral shall be had not fess than once each week  \nfor a period or periods of not less than two (2) hours duration. Registration periods shall be  \nestablished by the Union and notification shall then be given to all interested parties: by posting  \n32  \nin the Union Office and on the job site in conspicuous locations, not less than forty-eight (48)  \nhours before any registration period.  \nSec. 27.10 — In the event that the referral facilities maintalned by the Union are unable to fill  \nthe requisition of an Employer for employees within a forty-eight (48) hour period after such  \nrequisition is made by the Employer (Saturday, Sundays and Holidays excepted), the Employer  \nmay employ applicants directly at the job site. In such event, the Employer will notify the Local  \nUnion of the names and dates of such hiring. Section 27.10 shall only apply to the hiring of  \nworkers within the geagraphical jurisdictions of Local 140 and Local 330.  \nThe Union, its officers, agents and representatives undertake no obligation to  \nsearch for, or by any means locate an applicant on the current appiicable referral list who is not  \nphysically present in the Union Hall when the referrals are made pursuant to a request of the  \nContractor.  \nThe order of referral set forth above shall be followed except in cases where  \nEmployers require and call for employees possessing special skills and abilities, in which case the  \nUnion shall refer the first applicant on the register possessing such special skills and abllitles.  \nSec. 27.13 The Union shall require all Job applicants wha have not previously registered, to  \nsubmit a resume of experience and qualifications in order to determine their proper group and  \nwhether they are qualified to perform the various requisite skills of the craft and thereby be  \neligible for registration and/or referral.  \nSec. 27.14 |The Employer and the Union shall post. in appropriate places, where notices to  \nemployees and applicants are customarily posted, all provision relating to the hiring arrangement  \nset forth in this agreement.  \nSec. 27.15 The Employer may hire employees by any means he/she desires if necessary to  \ncomply with any law or requirement of a project contract relating to the hiring of minorities,  \nproviding such required minority employees cannot be supplied by the Union as stated above.  \nSec. 27.16 Laborers’ Jurisdictional Claims - See Schedule A  \n33  \nSec. 27.17 Ason or daughter of an owner of each company signatory to this agreement, who  \nis a full time student, is permitted to work on a job site during the months of June, July and August  \nwithout being a member of the Union under Article I.  \nThis clause can be altered by mutual agreement of the union and contractor.  \nSec, 27.18 The various Unions agree to discuss movement of personnel across local lines on a  \ncase-by-case basis  \n"], ["ARTICLE XXVIII - EMPLOYMENT VERIFICATION  \n", "Sec. 28.1 The Union shail inform all applicants that if they are extended an offer of  \nemployment they must provide two forms of identification from the approved list to allow an  \nEmployer to complete an Employment Eligibility Verification Form (I-9) before they may begin  \nwork.  \nSec. 28.2 The Employer and the Union agree to the formation of a Labor-Management  \nCommittee ta create and administer a program to track, store and disseminate employee data,  \nincluding an Employee’s training history, apprenticeship history, drug testing or other  \ninformation agreed to by the parties. The Labor-Management Committee shall be vested with  \nthe authority to establish what information may be collected and other necessary rules to  \nadminister and fund the program. All decisions on what information may be included must be  \ndecided by a unanimous vote for acceptance by all of the trades involved.  \nSec. 28.3 In order to maintain eligibility for employment all Wisconsin Laborers’ District  \nCouncil members must receive OSHA 10 or OSHA 30 training at least every five years. This  \nprovision shall become enforceable effective May 31, 2017. After May 31, 2017, new  \nemployees and apprentices shall comply with this provision within one (1) year.  \n"]]