[["", "02%  \n  \nLABOR-MANAGEMENT  \nAGREEMENT GEM,  \nBETWEEN mm  \nTHE ADJUTANT GENERAL OF “eos  \nARKANSAS  \n(189 AW, 188 WG)  \nAND  \nRAZORBACK CHAPTER 117  \nRIVER VALLEY CHAPTER 131  \nASSOCIATION OF  \nCIVILIAN TECHNICIANS  \n(INSERT DATE)  \n2  \n     \nO,  \nb, Y  \n4”  \n<  \n“ty  \nPREAMBLE  \nPursuant to the policy set forth in Chapter 71 Title 5 USC, the following articles constitute an  \nagreement by and between The Adjutant General, Arkansas National Guard, hereinafter referred  \nto as the Employer, Razorback Chapter 117 and the River Valley Chapter 131, Association of  \nCivilian Technicians, hereinafter referred to as the Labor Organization.  \nThe Employer recognizes that the participation of employees in the formulation and  \nimplementation of personnel policies and practices affecting the conditions of their employment,  \nachieved through their own freely-chosen organizations, contributes to the employees’ well-being,  \nand to efficient administration of the Government.  \nThis agreement identifies the mutual covenants of the parties hereto, which have the intention and  \npurpose to:  \na. Promote and improve the efficient administration of the Arkansas ANG and the well-  \nbeing of its employees within the meaning of Chapter 71 Title 5 USC.  \nb. Provide for the highest degree of efficiency in the accomplishment of the mission of  \nthe agency.  \nc. To establish a basic understanding relative to personnel policy, practices and  \nprocedures and matters affecting other conditions of employment within the  \njurisdiction of the Adjutant General.  \nd. To provide means for amicable discussion and adjustment to matters of mutual interest.  \ne. Promote employee communications and information of personnel policy and  \nprocedures.  \nNOTE: Whenever language in this contract refers to specific duties or responsibilities of specific  \nemployees or Management officials, it is intended only to provide a guide as to how a situation  \nmay be handled. Subject to lawful negotiated procedures and appropriate arrangements, the  \nEmployer retains the sole discretion to assign work and to determine who will perform the  \nfunction discussed.  \nTABLE OF CONTENTS  \nPREAMBLE  \nTABLE OF CONTENTS  \nARTICLE 1 Definitions  \n"], ["", "ARTICLE 2 Bargaining Unit and Exclusive Representation  \nARTICLE 3 Official Time and Labor Organization Training  \nARTICLE 4 Management Rights  \nARTICLE § Labor Organization Representation,  \nRights and Duties  \nARTICLE 6 Employee Rights  \n"], ["", "ARTICLE 7 I & I Bargaining  \nARTICLE 8 Employer — Labor Organization Cooperation  \nARTICLE 9 Training  \nARTICLE 10 Use of Official Facilities and Publicity  \nARTICLE I! Equal Employment Opportunity  \nARTICLE = 12 Sexual Harassment  \nARTICLE = 13 Discipline and Adverse Action  \nARTICLE 14 Grievance Procedures  \nARTICLE § 15 Arbitration  \n"], ["", "ARTICLE 16 Details  \nARTICLE 17 Hours of Work  \nARTICLE = 18 Compensatory Time  \nARTICLE 19 Holidays  \nARTICLE 20 Leave  \nARTICLE 21 Health and Safety  \nARTICLE 22 Environmental Differential Pay  \nARTICLE = 23 Reduction in Force  \n"], ["", "ARTICLE 24 Wage Surveys  \nARTICLE 25 Performance Appraisals  \nARTICLE 26 TDY and Travel  \nARTICLE  \nPersonnel Records  \n18  \n20  \n21  \n22  \n23  \n25  \n27  \n29  \n32  \n34  \n35  \n37  \n39  \n40  \n44  \n47  \n48  \n49  \n50  \n52  \n53  \nIr  \nARTICLE 28 Employee Assistance Program  \n"], ["", "ARTICLE 29 Contracting out Work  \nARTICLE 30 Uniforms  \nARTICLE 31 Merit Placement  \nARTICLE = 32 Position Description  \nARTICLE 33 Job Classification  \nARTICLE 34 Incentive Awards  \nARTICLE 35 Payroll Deduction  \nARTICLE 36 Duration  \nSIGNATURE PAGE  \nANNEX A Grievance Form (See Article 14)  \n55  \n56  \n37  \n58  \n59  \n6]  \n63  \n64  \n67  \n68  \n"], ["ARTICLE 1  \nDEFINITIONS  \n", "Adverse Action: There are only three types of adverse actions which may be taken against a  \ntechnician: (1) removal, (2) suspension, and (3) change to lower grade/pay. Action will be taken  \nin accordance with applicable regulations.  \nAgreement, Collective Bargaining: A written agreement or contract arrived at as a result of  \nnegotiations between an employer and the representative of the employees (Labor Organization).  \na. The agreement sets forth both condition of work and procedures to assure employee's  \nrights and responsibilities concerning the formulation and implementation of policies  \naffecting conditions of work.  \nAmendments: Modifications of the basic collective bargaining agreement to add, delete, or  \nchange portions, sections, or articles of this agreement.  \nCollective Bargaining Unit: Applicable to all employees in the area covered by Chapter 131  \nand Chapter 117 of ACT who are eligible to be members of the bargaining unit.  \nCollective Bargaining: Collective bargaining as defined in 5 U.S.C. § 7103(a)(12), which  \nstates:  \n(12) ‘‘collective bargaining’’ means the performance of the mutual obligation of the  \nrepresentative of an agency and the exclusive representative of employees in an appropriate unit  \nin the agency to meet at reasonable times and to consult and bargain in a good-faith effort to  \nreach agreement with respect to the conditions of employment affecting such employees and to  \nexecute, if requested by either party, a written document incorporating any collective bargaining  \nagreement reached, but the obligation referred to in this paragraph does not compel either party  \nto agree to a proposal or to make a concession .  \nCompetitive Area: The boundary within which employees compete for retention and receive  \nplacement offers. A competitive area may be defined in terms of organizations and/or  \ngeographical location. It may be restricted to the commuting area or one organization or  \nexpanded to cover the entire district. The area may also include both the ARNG and ANG or be  \nrestricted to one service, The competitive area should be identified during advance planning for  \nRIF,  \nCompetitive Levels: A competitive level consists of all positions within a competitive area,  \nwhich are in the same grade, same service (Excepted or Competitive) and are so alike in  \nqualification requirements, duties, and responsibilities that incumbents can be moved from one  \nposition to another without undue interruption to the work program. Establish separate  \ncompetitive levels for:  \na. Part-time and full-time positions.  \nb. Excepted and competitive service positions.  \nc. Supervisory positions will not be placed in the same competitive level as non-  \nsupervisory positions.  \nConditions of Employment: Personnel policies, practices, and matters, whether established by  \nrule, regulation, or otherwise, affecting working conditions, except that such term does not  \ninclude policies, practices, and matters relating to prohibited political activities or classification  \nof any positions, or to the extent such matters are specifically provided by Federal statute.  \nDisciplinary Action: Letter of reprimand or adverse action as defined in TPR752.  \nDuty to Bargain in Good Faith: This duty is imposed upon an agency and an exclusive  \nrepresentative by Section 7114 of The Statute. It includes:  \nApproaching the table with a sincere resolve to reach an agreement  \nBeing represented by duly authorized team members  \nMeeting at reasonable times and convenient places as frequently as may be necessary  \nAvoiding unnecessary delays  \nIn the case of an agency, to furnish to the exclusive representative involved, or its  \nauthorized representative, upon request and, to the extent not prohibited by law, data  \nSao of  \n|, Which is normally maintained by the agency in the regular course of business.  \n2. Which is reasonably available and necessary for full and proper discussion,  \nunderstanding, and negotiation of subjects within the scope of collective bargaining  \nand  \n3. Which does not constitute guidance, advice, counsel, or training provided for  \nmanagement officials or supervisors, relating to collective bargaining and  \nf. Ifagreement is reached, to execute on the request of any party to the negotiation a  \nwritten document embodying the agreed terms, and to take such steps as are necessary to  \nimplement such agreement.  \nDoctor’s Certificate: A medical certificate or other administratively acceptable evidence as to  \nthe reason for an absence.  \nEmployee: All bargaining unit personnel.  \nEmployer: The Adjutant General, State of Arkansas  \nEqual: Of the same measure, quantity, amount, or number as another; like in quantity, nature, or  \nstatus; like for each member of a group, class or society.  \nEnvironmental Differential Pay (EDP): Additional compensation that may be authorized to  \nwage grade technicians who are exposed to certain hazards, physical hardships, or working  \nconditions of an unusual nature which could result in injury, illness, or death.  \nEvaluation Panel: A group of three individuals appointed by the Employer or Employer’s  \nrepresentative to review applications for vacant or projected vacant positions, to rank and rate  \nqualified applicants.  \nFederal Labor Relations Authority (FLRA:- An administrative body empowered by Title VII  \nof the Civil Service Reform Act of 1978 to provide leadership in Federal service labor-  \nmanagement relations matters by establishing policies and guidance.  \nFormal Discussion: Management is obligated to inform the Labor Organization in advance, and  \nallow Labor Organization to attend, when meetings are scheduled that meet the criteria for a  \nformal discussion. The following are the three key criteria to be used in determining if your  \nmeeting is a formal discussion under the labor relations statute:  \na. Attendance - A member of management and one or more members of the bargaining  \nunit must be present  \nb. Subject to be discussed - The matters to be discussed must include either the personnel  \nrules and/or working conditions of bargaining unit employees, or a  \nULP/grievance/appeal that has been filed by a bargaining unit employee  \nc. Formality - The meeting must be formal in nature, not a casual or unplanned  \nconversation. [t must be an organized discussion of conditions of employment or a  \nULP/grievance/appeal.  \nd. Matters that contribute to the formal nature are:  \nWhether the meeting was scheduled in advance.  \nWhether there was an established agenda.  \nWhether attendance was mandatory.  \nWhether a list of attendees was taken.  \nWhether formal notes or minutes were taken.  \n  \nNOTE: Very few meetings between managers and employees meet all criteria. Meetings that  \nmeet at least three of the stated criteria, however, require advance notification to the Labor  \nOrganization.  \nGrievance: Any complaint by any employee concerning any matter relating to the employment of  \nthe employee:  \na. Any complaint by the labor organization concerning any matter relating to the  \nemployment of any employee.  \nb, Any complaint by any employee, labor organization, or agency concerning:  \n1. The effect or interpretation, or a claim of breach of the collective bargaining  \nagreement; or  \n2. Any claimed violation, misinterpretation, or misapplication of any law, rule or  \nregulation affecting the conditions of employment.  \nHoliday: A day federally designated for technicians to be absent from duty with pay.  \nImminent Danger: Imminent danger means any conditions or practices in any workplace which  \nare such that a danger exists which could reasonably be expected to cause death or serious  \nphysical harm immediately or before the imminence of such danger can be eliminated through  \nnormal procedures.  \nImpasse: A deadlock in negotiations which has occurred after a bona fide but unsuccessful  \nattempt by labor and management to reach agreement on a negotiable item.  \nInternal Placement: Changing of a technician from one positions to another through the  \ncompetitive process, but with limitations to those technicians currently employed by the unit at the  \ntime of the advertisement of the position.  \nInvestigatory Interview: Any examination of an employee in the unit by a representative of the  \nEmployer in connection with an investigation.  \nLabor Organization: See Labor Organization.  \nLaw: An act of Congress which has been signed by the President or passed over his veto.  \nLeave: Time off from duty, and may be one of the following:  \na. Administrative Leave: is an excused absence from duty without loss of pay or charge  \nto an employee’s personal leave (annual or sick leave), or LWOP.  \nb. Annual Leave: Leave earned by a technician at a rate specified by tenure and which  \nmay be taken at the election of the employee with approval of his/her immediate  \nsupervisor as workload and other considerations permit.  \nc, Compensatory Leave: Time off from regularly scheduled work in lieu of overtime pay.  \nd. Court Leave: Authorized absence without charge to leave or loss of pay of an  \nemployee.  \ne. Excused Absence: Absence from duty administratively authorized without loss of pay  \nwithout charge to leave. (Also known/referenced as administrative leave)  \nf. Law Enforcement Leave: Absence authorized to technicians, not to exceed twenty-  \ntwo (22) workdays in a calendar year, for the purpose of providing military aid to  \nenforce the law.  \ng. Leave Without Pay: A temporary, non-pay status which may be granted at the  \nrequest of the employee, but at the discretion of the Employer.  \nh. Military Leave: Absence from duty in the employee civilian position without loss of  \npay to perform military duty and provides an accrual of military leave on a fiscal year  \nbasis.  \ni. Sick Leave: Leave accrued at the rate of four hours for each full bi-weekly pay period  \nto permit a technician to be absent from duty for illness (including maternity) or injury,  \nand medical, dental, or optical examination or treatment.  \nHuman Resources Office (HRO): An office managed by the Human Resources Officer who is  \nresponsible to The Adjutant General for the technician personnel administration.  \nMerit Promotion: Promotion of technicians to vacant, higher-grade positions.  \nMilitary Technician: The term Military Technician applies to all federal \"excepted\" National  \nGuard Technicians employed under the provisions of the National Guard Technician Act of  \n1968.  \nNegotiability Dispute: A disagreement between the parties as to the negotiability of an item.  \nOfficial Time: Official Time is (administrative leave - excused absence) authorized for  \nrepresentational purposes under 5 USC Chapter 71. Official time is used for the purpose of Labor  \nOrganization Representation of employees. This includes, negotiation, renegotiations, on-going  \nlabor agreement functions such as, committees, grievances, and appeals, and equal employment  \nOpportunity activities. The use of official time should be reasonable and mutually beneficial to  \nManagement and the Labor Organization.  \nProhibited Personnel Practices: Discrimination on the basis of race, color, religion, sex,  \nnational origin, age, handicapping condition, marital status, or political affiliation; coercing  \npolitical activity; appointing relatives; taking actions of reprisal against whistle-blowers; and  \nother actions listed in the Civil Service Reform Act of 1978.  \nPromotion: The movement of an employee, while serving continuously within the same agency,  \nto a position at a higher grade level within the same job classification system and pay schedule, or  \nto a position with a higher rate of basic pay in a different job classification system and pay  \nschedule.  \nRating Panel: The Employer’s representatives that rate all applications in accordance with the  \ncriteria established by the Merit Placement Plan for the purpose of determining the best-qualified  \napplicants.  \nReduction-in-Force (RIF): A reduction-in-force occurs when an employee is released from a  \ncompetitive level by separation, change to lower grade, furlough for more than 30 days, or  \nreassignment involving displacement of another employee. Such action may be due to a lack of  \nwork or funds, reorganization, transfer of function, or the need to make room for an employee  \nexercising restoration rights.  \nReprimand: A disciplinary action letter described in TPR 752, and any change thereto.  \nSteward: A person appointed by the Labor Organization to represent employees in dealing with  \nEmployer representatives.  \nSupervisor: An individual employed by an agency having the authority in the interest of the  \nagency to hire, direct, assign, promote, reward, transfer, furlough, recall, suspend, discipline, or  \nremove employees, to adjust their grievances, to effectively recommend such action, if the exercise  \nof the authority is not merely routine or clerical in nature, but requires the consistent exercise of  \nindependent judgment.  \nSupplemental Agreement: An agreement negotiated subsequent to the basic or initial  \nagreement.  \nTechnicians: Per Title 10, Subtitle E, Part 1, Ch. 1007, 10216 and 10217 are either:  \na. Excepted Technicians (Dual Status): Military technicians employed under Section  \n709(b), Title 32, United States Code with membership in the National Guard being a  \ncondition of employment.  \nb. Competitive Technicians (Non-Dual Status): Technicians employed under Title 32,  \nUnited States Code that are not required to be members of the National Guard.  \nTenure Groups: Employees are divided into three (3) tenure groups:  \na. Group I: Permanent excepted service Employees who have successfully completed a  \ntrial period.  \nb. Group II: Permanent employees serving on a trial periods.  \nc. Group II: Employees who serve under indefinite appointments in the excepted service  \n(Temporary Employees).  \nThe Adjutant General: An appointee of the Governor of the State, is always a member of the  \nArkansas National Guard, is the head of the State Military Department, and is the individual  \nresponsible for the operation of the Arkansas National Guard.  \nUnfair Labor Practice: Behavior on the part of Management or the Labor Organization,  \nprohibited under Section 7116 of Title VII of the Civil Service Reform Act of 1978 (5 U.S.C.  \n7116).  \nUnfair Labor Practice (ULP)} Charge: A charge filed on FLRA Form 22 with the appropriate  \nRegional Office citing the sub-section of Section 7116 which has been violated, naming the party  \nin violation and specifically outlining the facts which form the basis for the charge. Generally,  \nfiling of this form should be done within six (6) months of being informed of the incident(s)  \ngiving rise to the charge.  \nLabor Organization: A organization as defined in 5 U.S.C. Chapter 71.  \nLabor Organization Official: An elected official of the Labor Organization: President, Vice-  \nPresidents, Secretary, Treasurer, and Chief Steward, including Stewards and National Office  \npersonnel who have been chosen to represent the Labor Organization on particular issues and on  \nrepresentational matters. Also, the highest Labor Organization Officer or Official in attendance  \nthat day.  \nLabor Organization Representative: Any person designated by a Labor Organization as its  \nrepresentative  \nWeingarten Right: Name taken from a private sector case. Refers to the right of a bargaining unit  \nemployee to be represented by the Labor Organization under specific circumstances. That right  \nexists when (1) the employee is examined in an investigation (an investigatory examination)  \n9  \nconducted by an agency representative, (2) the employee reasonably believes disciplinary action  \nagainst him/her may result, and (3) the employee requests Labor Organization representation.  \n10  \n"], ["ARTICLE 2  \nBARGAINING UNIT AND EXCLUSIVE REPRESENTATION  \n", "Section I: It is recognized by the Employer that the Association of Civilian Technicians has been  \ndesignated and selected by a majority of the technicians as their representative for purposes of  \nexclusive recognition, and that pursuant to Chapter 71 Title 5 USC, the said organization is the  \nexclusive representative of all technicians in the bargaining unit.  \na. Included: All permanent wage grade and general scheduled technicians employed by the  \nagency.  \nb. Excluded: Professional employees, management officials, supervisors, temporary  \nemployees (intermittent employees), and employees described in 5 USC 7112(b)(1), (2), (3), (4),  \n(6) and (7).  \nNOTE: In applying this paragraph, Section 7112, Chapter 71 Title 5 USC pertaining to supervisors  \nand others who must be excluded from the bargaining unit will prevail. Any changes to the  \nbargaining unit, after the effective date of this agreement, will be through mutual consent or a  \nFederal Labor Relations Authority clarification of the unit.  \nSection 2: The Labor Organization is the exclusive representative of the bargaining unit and is  \nentitled to act for and to negotiate agreements covering all technicians in the bargaining unit. This  \nagreement, to include all articles herein, is applicable to all bargaining unit technicians, whether  \nLabor Organization members or not.  \nSection 3: Other aspects of representation will be done within accordance with 5 U.S.C. §  \n7114(a)(5).  \nll  \n"], ["ARTICLE 3  \nOFFICIAL TIME AND LABOR ORGANIZATION TRAINING  \n", "Section 1: Official time will be made available without loss of annual leave during normal duty  \nhours for the Labor Organization representatives to conduct business that is of mutual interest to  \nthe Employer and the Labor Organization.  \na. Official time provisions encompass negotiations between an exclusive representative and  \nthe Employer regardless of whether such negotiations pertain to the negotiation or re-negotiation  \nof a basic collective bargaining agreement.  \nb. Labor Organization representative’s normal work schedule may be adjusted to provide for  \nmaximum utilization of the approved official time provisions contained within this article.  \nSection 2: Appropriate Uses of Official Time: Labor Organization Representatives may be  \npermitted a reasonable amount of official time to effectively represent employees in accordance  \nwith this agreement.  \na. Official time will be requested through appropriate supervisor and properly recorded on  \ntime and attendance records in accordance with time and attendance policy and procedure.  \nb. Reasonable time for representational activities (i.e., discussions, meetings, and  \ninvestigations) shall be that amount of time determined by both parties to effectively resolve a  \nmatter of concern or review, evaluate a proposed policy change and formulate a  \nrecommendation, or negotiate a given proposal.  \nc. The Agency agrees to allow the Labor Organization a reasonable amount of time for  \nnegotiation preparation, to be defined by the memorandum of understanding (MOU) prior to the  \nnegotiation process.  \nd. Labor Organization Representatives will obtain supervisory approval before leaving their  \nwork areas. The request should state their destmation, estimated time of return, and the nature of  \nLabor Organization business. Requests for prolonged absences (longer than 24 hours) will be  \nmade by using an official memorandum on Labor Organization letterhead. Request of short  \nduration (less than 24 hours) may be made by the requesting representative either verbally or in  \nwriting. Use of email is acceptable.  \ne. If the request cannot be accommodated due to mission requirements, the representative  \nwill be informed of the earliest possible time when they will be able to leave his/her work site.  \nf. Representatives will be available for call back due to mission requirements and will report  \nto their supervisor immediately upon return.  \ng. If a Labor Organization representative’s activities (i.e., meeting with an employee about a  \nwork issue) are going to be conducted during duty hours then notification shall be provided to  \nthe immediate supervisor of any employee being contacted. No notice is required when  \n12  \nrepresentational activities take place during no-duty hours (i.e., before and after regular duty  \nhours, or during the lunch period).  \nh. Disputes over official time will be brought to the attention of the Chapter President and the  \nLabor-Relations Specialist.  \nSection 3: Representative Training: The Labor Organization is allowed official time for training  \nof officers and shop stewards. To and from travel to the training site, during duty hours are an  \nacceptable use of official time. The Labor Organization will provide an agenda to LRS including  \nthe dates, time, and location of the training. HRO will review the agenda for the training and if a  \ndiscrepancy arises from the review of the agenda, the HRO will contact the Chapter President to  \nresolve the discrepancy. The LRS will notify the Labor Organization and the respective  \nsupervisors/managers of the dates of the training within a reasonable time to accommodate  \nattendance for the training.  \nSection 4: Civilian Attire: Labor Organization representatives are not required to wear the military  \nuniform while performing representational functions or other Labor Organization activity related  \nfunctions. These functions include the following:  \na. While engaged in negotiations of any kind with Employer officials.  \nb. Labor/Management meetings with Employer representatives.  \nc, Labor/Management seminars in state.  \nd. Labor/Management seminars at commercial facilities sponsored or hosted by the National  \nOffice of the Association of Civilian Technicians, U.S. Department of Labor, Department of  \nDefense, Wage Fixing Authority, etc.  \ne. Performing representational duties on behalf of bargaining unit members, investigations of  \ncomplaints, etc.  \nf. When representing the Labor Organization on committees, at hearings, or at third-party  \nproceedings.  \nSection 5: Record Keeping: The Employer will maintain a record of the amount of official time  \nused by Labor Organization officers and stewards in representation functions, such as attending  \nmeetings, conferences, handling grievances, appeals, etc., under provisions of this agreement and  \nChapter 71, Title 5 U.S.C. The employee representative will verify, by his/her signature, the  \naccuracy of the record. Such information should be used in evaluating the use of the amount of  \nofficial time used in terms of its impact on Employer operations.  \n13  \nAs defined by 5 U.S.C. § 7106  \n"], ["ARTICLE 4  \nMANAGEMENT RIGHTS  \nARTICLE 5  \nLABOR ORGANIZATION REPRESENTATION, RIGHTS AND DUTIES  \n", "Section 1: Recognition: The Employer recognizes that the Labor Organization has the exclusive  \nright to represent all employees in the bargaining unit and is entitled to act for, and negotiate  \ncollective bargaining agreements covering all employees in the bargaining unit. The Labor  \nOrganization is responsible for representing the interests of all employees in the bargaining unit  \nwithout discrimination and without regard to Labor Organization membership.  \na. The Employer agrees to respect the rights of the Labor Organization and to meet jointly  \nand negotiate with the Labor Organization on such matters, and further agrees to notify the Labor  \nOrganization of proposed new policies or policy changes affecting conditions of employment  \nbefore implementation and to negotiate with the Labor Organization before implementation of  \nany new policy or change in policy affecting conditions of employment as required by 5 USC  \n7117. When the Labor Organization and Employer have negotiated, resolved a problem, or  \nnegotiated relative to the impact of a non-negotiable matter, Management at each level of the  \nactivity shall discuss with the appropriate Labor Organization steward upon request to the effect  \nin his or her organizational area.  \nb. The Labor Organization, in consonance with its right to represent, has a right to propose  \nnew policy, changes in policy, and resolutions to problems. This right shall apply at all levels of  \nmanagement within the Activity and the Labor Organization, starting with the Steward and first  \nlevel supervisor. Representation shall occur at the lowest level management official and Labor  \nOrganization official having responsibility and authority to act. If either party at the initial  \ncontact feels resolution of a matter is outside its jurisdiction, the matter shall be referred  \nimmediately to the next high level.  \nSection 2; When requested and duly delegated by the Local Chapter, an accredited National  \nrepresentative of the Labor Organization will be recognized as a representative of the Local  \nChapter while they are rendering procedural assistance to the Local Chapter in processing and  \nhandling grievances, administrative hearings, appellate review, arbitration, contract negotiations  \nand legally protected activity  \nSection 3: The Labor Organization shall be given the opportunity to be represented at:  \na. Any formal discussion between one or more representatives of the Employer and one  \nor more employees in the bargaining unit or their representatives concerning any grievance or  \nany personnel policy or practice or other general condition of employment. This includes all  \nmeetings between the Employer and any bargaining unit employee presenting a grievance  \nwithout Labor Organization representation.  \nb, Any examination of an employee in the bargaining unit by a representative of the  \nEmployer in connection with an investigation if:  \n1. The employee reasonably believes that the examination may result in disciplinary  \naction against the employee; and  \n15  \n2. The employee requests representation.  \nc. Labor Organization Representation: Technicians in the bargaining unit have a right to  \nLabor Organization representation at a meeting which involves an examination of the employee  \nby a representative of the Employer in connection with an investigation. This right to  \nrepresentation does not extend to performance counseling. It is the employee’s responsibility to  \nrequest representation if he/she reasonably believes that an examination may result in  \ndisciplinary action. Once the employee requests representation, the employer can grant the  \nrequest, discontinue the interview, or offer the employee the choice of continuing the interview  \nwithout a Labor Organization representative. If the employee chooses representation, the  \nemployer will inform the employee of his/her right to remain silent and delay further questioning  \nof the employee until the earlier of (1) the employee waiving his/her right of representation, or  \n(2) Three business days after the request for representation, unless additional time is requested  \nby the Labor Organization due to scheduling conflicts.  \nd. The Employer shall inform a representative of the subject matter of the examination,  \nincluding the type of misconduct being investigated. The representative shall be allowed to have  \na private meeting with the employee before questioning begins. The representative may speak  \nduring the interview, but may not insist that the interview be ended. The representative may  \nobject to a confusing question and may request that the question be clarified so that the employee  \nunderstands what is being asked. The representative may advise the employee not to answer  \nquestions that are abusive, misleading, badgering, or harassing. When the questioning ends, the  \nrepresentative may provide information to justify the employee’s conduct.  \nSection 4: There shall be no coercion or discrimination against any Labor Organization official  \nbecause of the performance of duties in consonance with this agreement and Chapter 71, Labor-  \nManagement Relations Statute or against any employee for filing a complaint or acting as a  \nwitness under this agreement, Chapter 71 Title 5 USC, or applicable regulations.  \nSection 5: In recognizing the Labor Organization’s right to represent Bargaining Unit employees  \nthe Employer agrees to inform the Labor Organization of any substantive change in conditions of  \nemployment proposed by the Employer. (See Article 7)  \nSection 6: In matters which may be of such importance that urgent or immediate action is  \ndeemed appropriate, the President of the Local or their designee shall advise the Wing  \nCommander or Director of Staff, AR ANG of their intent to seek an appointment with the  \nAdjutant General of the State of Arkansas or their designated representative for discussion of the  \nmatter. The President of the Local may request attendance of appropriate local Labor  \nOrganization representatives.  \nSection 7: National Labor Organization representatives and staff members, accompanied by a  \nLocal Official, shall be admitted to the installation for the purpose of visits with personnel if such  \nvisits will not hinder mission accomplishment. The Employer and the Labor Organization  \nrecognize that installations security requirements may preclude entry into selected areas  \ndetermined by the Employer prior to scheduled visits. Employer and Labor Organization agree  \neach should inform the other of any official visits for the purpose of formal Labor-Management  \ndiscussions by officials in any position higher than Local Chapter President or Bargaining Unit  \n16  \ncommander 15 days prior to the visit if at all possible. This prior notice requirement is inapplicable  \nto a person whom the Labor Organization under Section 2 has designated as a Labor Organization  \nrepresentative as to a matter  \nSection 8: As part of their orientation, all employees eligible to become members of the  \nbargaining unit will be provided the opportunity to meet with a Labor Organization  \nrepresentative. This representative will inform them of their right to join or not join the Labor  \nOrganization, provide a list of officers and stewards and will inform of how to obtain a digital  \ncopy of this agreement. This introductory meeting will not include recruiting efforts.  \nSection 9: Labor Organization-Management Meeting Procedures: The following procedures  \nshall apply to Labor Organization-Management meetings:  \na. The meeting, for each respective Wing, shall occur as the need arises before  \nimplementation of any policy or act affecting the employees or their conditions of employment.  \nSuch joint meetings are considered a part of the initial step used by either party to resolve a  \nproblem concerning the working conditions; resolve employee dissatisfaction, including  \ngrievances, appeals and Unfair Labor Practices; administration of this agreement; or negotiate a  \nchange in policy. They shall be conducted in an atmosphere that will foster mutual respect.  \nLabor Organization-Management meetings shall in no way nullify or abrogate the right of the  \nLabor Organization to negotiate new policy or a change to a policy.  \nb. Labor Organization-Management meetings shall be held upon request by either party.  \nSpecific item(s) for discussion will be provided in advance of the meeting by both parties,  \nalthough items not submitted may be brought up for discussion. Summary minutes reflecting  \nitems discussed and resolutions or actions shall be furnished the Labor Organization by the  \nEmployer. New or changed policy proposals which cannot be readily agreed to may be submitted  \nfor negotiation in accordance with negotiation procedures established in this agreement.  \nMeetings will be conducted during regular duty hours, with Labor Organization officials  \nauthorized official time loss without loss of leave or pay. Emergency meetings will be arranged  \nat the convenience of both parties involved as soon as possible after a request by either party is  \nreceived, and such request shall indicate the subject matter for discussion.  \n"], ["ARTICLE 6  \nEMPLOYEE RIGHTS  \n", "Section 1: Employees shall have the right, freely and without fear of penalty or reprisal, to organize  \nor join, or to refrain from joining any lawful Labor Organization. The Employer shall take the  \naction required to assure that employees are apprised of their rights as contained in Section 7102  \nof the Statute, and that no interference, restraint, coercion, or discrimination is practiced within the  \nArkansas Air National Guard to encourage or discourage membership in a labor organization.  \nSection 2: The Employer shall not discipline any employee because he/she has filed a grievance,  \ntestified at a grievance hearing, or because he/she has filed a complaint or given testimony under  \nthe Statute.  \nSection 3: Nothing in this agreement shall require an employee to become or to remain a member  \nof a Labor Organization or to pay money to the organization, except through voluntary, written  \nauthorization by a member for the payment of dues through payroll deduction.  \nSection 4: No employee, regardless of Labor Organization membership shall be precluded from  \nbringing matters of personal concern to the attention of appropriate officials in accordance with  \napplicable law, directive, regulation, or policy of the Agency; or from choosing his/her own  \nrepresentative in a grievance or appellate action, except under the negotiated grievance procedures.  \nSection 5: No employee will be required to perform duties which are illegal, unethical as defined  \nin the Joint Ethics Regulation or a genuine threat to life or health as indicated in Article 21.  \nSection 6: Any existing right or privilege granted to an employee or the Labor Organization by  \nlaw, rule, or regulation will not be reduced or taken away because it is not specifically addressed  \nby this agreement.  \nSection 7: The Employer agrees to ensure that all extra duties, position placements, disciplinary  \nactions, changes in work schedules/hours, shift assignments, holiday work, TDY assignments,  \nvacancy fill assignments/appointments, or any other arbitrarily assigned tasks by the Employer are  \nassigned in such a way that is not discriminatory, retaliatory, or in any manner meant to harass the  \nEmployee.  \nSection 8: Contributions: Charity drives, when authorized, will be conducted in the spirit of true  \nvoluntary giving. To this end, no covert nor overt coercion will be imposed on employees by  \nrepresentatives of the Employer or Labor Organization. An Employee, if he or she so desires,  \nmay make an anonymous donation and no dollar quotas will be assigned to individual  \ncontributors nor organizational elements. No lists or other type record will be kept on employees  \nparticipating or not participating in such drives.  \nSection 9: Non-Discrimination: No Employee will be discriminated against by either the  \nEmployer or the Labor Organization because of race, color, creed, religion, sex, national origin,  \nage, marital status, physical handicap or Labor Organization membership.  \n18  \n"], ["ARTICLE 7  \nIMPACT & IMPLEMENTATION BARGAINING  \n", "In accordance with Chapter 71 of Title 5 U.S. Code, and except for changes otherwise provided  \nfor in this Agreement, the Employer agrees to provide an elected Labor Organization official  \nwith proposed changes, in writing, to working conditions or personnel policies. The Labor  \nOrganization agrees to respond to such changes within 10 days if they desire to bargain on the  \nimpact/implementation of such changes. If, after the expiration of 10 working days the Labor  \nOrganization has not responded, the Employer may then implement the proposed changes. The  \nLabor Organization may request an extension of the suspense. The Employer and the Labor  \nOrganization agree that trifling matters should not result in unnecessary bargaining efforts.  \nMatters that significantly affect more than one Wing will be conducted at the HRO level.  \n19  \n"], ["ARTICLE 8  \nEMPLOYER - LABOR ORGANIZATION COOPERATION  \n", "Section 1: The Employer agrees to provide the Labor Organization pertinent technician  \npersonnel regulations that are not published in electronic format and insure that additional  \npolicies and directives of the Agencies (NGB and OPM) are made available. As this material  \nmay become available through alternate electronic or Internet sources the Employer agrees to  \nfurnish the Labor Organization with necessary information to allow the Labor Organization to  \nretrieve this requested information independently. If the material requested is unavailable  \nthrough electronic sources the Employer will provide hard paper copies, if reasonably available.  \nSection 2: The Employer agrees, upon request from the Labor Organization, to furnish a copy of  \nthe latest copy of the technician manning document as updates are published. Upon request the  \nLabor Organization agrees to furnish the Employer with a current and complete list of all Labor  \nOrganization Officers, Stewards, appointed officials and Labor Organization members.  \nSection 3: In coordination with HRO, the Labor Organization will be notified when a new  \nbargaining unit employee is hired with the employee name and section, and the date, time, and  \nlocation of orientation training in order to allocate them a time slot for presentation.  \nSection 4: Unfair Labor Practices: It is recognized that certain actions on the part of the  \nEmployer or the Labor Organization may constitute grounds for Unfair Labor Practice charges.  \nWhen the Employer or Labor Organization has been accused of committing an Unfair Labor  \nPractice, the charging party should make every reasonable effort to inform the offending party  \nthe nature of the charge prior to formal submission to FLRA, and to resolve such charges  \ninformally. At such time as the charging party feels no legitimate effort or progress is being  \nmade toward resolution, the charging party may make a formal submission to FLRA.  \nSection 5: The Labor Organization agrees to cooperate with the Employer in truly voluntary  \ncharity drives and to lend its support to these worthy causes. In conducting these drives, the  \nparties will be guided by appropriate regulations which provide that no compulsion or reprisals  \nwill be tolerated. It is agreed that no lists will be kept showing the names of the contributors and  \namounts of their contributions except those that are necessary to properly administer the  \nprogram.  \nSection 6: Past Practices: Ifa past practice ts identified, contradicting this Collective Bargaining  \nAgreement (CBA), the CBA governs unless the past practice is renegotiated. If a past practice is  \nidentified and the CBA is silent, the burden is on the claiming party to prove the past practice in  \nthe event of a grievance or charge of Unfair Labor Practice.  \n20  \n"], ["ARTICLE 9  \nTRAINING  \n", "Section 1: It is agreed that the training and development of each employee is a matter of  \nprimary importance. Consistent with its needs, and with available resources, the Employer’s  \npolicy will be in support of this program. The Employer agrees to give full consideration to  \nLabor Organization recommendations in preparation of the policies and programs relating to the  \ntraining of technicians.  \nSection 2; When changes in functions, organization, mission, or equipment affect the work  \nforce to the extent that employees are put in different positions for which they are not fully  \nqualified, but for which they meet minimum qualifications, these employees will be afforded the  \nopportunity to be retrained. In exercising Management’s Rights, the Employer intends to provide  \nemployees cross-training to the extent that such training is in the best interest of both the  \nEmployer and the technician and the duties of the employees concerned are compatible to  \nretraining. Some qualifications may be waived in accordance with the provisions of Qualification  \nStandards for General Schedule Positions.  \nSection 3: An employee may attend a training course in a technician status as prescribed in  \ncurrent and future laws, regulations, and budgetary guidance. Incidental duties at military  \nschools will be performed in accordance with applicable law, rule or regulation. Upon request,  \nthe Employer will furnish the procedures for applying for training when such training is job  \nconnected and is to be paid by the Employer.  \nSection 4: Supervisors will identify those situations in the specific work environment where  \nadditional training can aid in achieving the mission of the Employer. Available training programs  \nwill be discussed with the employees who are eligible for such training.  \nSection 5: When a technician is required to take an examination related to his/her technician  \nduties, the technician will be given reasonable time to study during duty hours as mission  \nrequirements allow.  \nSection 6: Management may approve a Technician’s voluntary attendance at local military  \ntraining in a technician status. Authorized training will be outlined in a policy negotiated by  \nlabor and management and approved annually, or on an as needed basis.  \n2]  \n"], ["ARTICLE 10  \nUSE OF OFFICIAL FACILITIES AND PUBLICITY  \n", "Section 1: The Labor Organization may use the Employer's internal mail distribution system.  \nSection 2: Office Space: The Employer agrees to provide the Labor Organization with mutually  \nagreed upon, adequate, secure office space for conducting business authorized by law or  \nregulation. No changes to office location or services will be made without bargaining with the  \nLabor Organization. Any such office relocation will, at a minimum, be able to accommodate  \nfurniture as described in Section 4. Access to the office will be limited to Labor Organization  \nrepresentatives and escorted visitors. Any Labor Organization officer or shop steward may fulfill  \nthe escort requirement. If physical presence of a Labor Organization representative is not  \npossible, at a minimum, phone contact should be attempted to be made with a Labor  \nOrganization representative. Emergency personnel will always be permitted access for purposes  \nof investigating a true emergency. In the event that service type work-orders are required,  \nmanagement will make every reasonable effort to give the Labor Organization as much advance  \nnotice as possible, and the Labor Organization may have a representative present. The office  \nspace will be environmentally supported in the same manner as the rest of the building.  \nSection 3: The Employer will provide the Labor Organization with a desk, chairs, lockable file  \ncabinet, telephone and telephone service.  \nSection 4: The Employer will make a mutually agreed upon reasonable amount of space  \navailable where notices to employees are customarily posted for posting the Labor  \nOrganization's notices of meetings, recreational or social affairs, elections, results of elections or  \nother appropriate literature. The Labor Organization agrees that it is fully and solely responsible  \nfor the content of the material in terms of accuracy and adherence to ethical standards, and that it  \ndoes not violate any laws or the security of the Employer. The Labor Organization will be  \npermitted to post appropriate notices and information on the computer bulletin board. The Labor  \nOrganization will be allowed to use government messenger envelopes and the internal  \ndistribution system to distribute official correspondence to Labor Organization Officials,  \nStewards, and the Employer. The Labor Organization agrees that it is responsible for the neat  \nand orderly maintenance of this space, including removal of obsolete material. The following  \nstatement may be posted by the Labor Organization on appropriate bulletin boards:  \n\"A portion of this bulletin board is furnished for the convenience of the Labor Organization. The  \nLabor Organization is solely responsible for the material posted. No material may be posted or  \nremoved from the Labor Organization portion of this bulletin board except by a Labor  \nOrganization official.\"  \nSection 5: The Labor Organization has a right to use the Employer premises for Labor  \nOrganization meetings during non-duty hours. Labor Organization understands that coordination  \nmay be required for security and environmental purposes may be required.  \n22  \nSection 6: Ten hard copies of the contract will be provided to each Labor Organization chapter.  \nAdditionally, an electronic copy of the contract will be posted centrally for all employees to access.  \nSection 7; Management agrees to identify three (3) parking spaces at Ebbing ANGB and five  \n(5) parking spaces on the ANG Campus of Little Rock AFB for use by Labor Organization  \nofficials, and marked appropriately. Parking space location will be jointly agreed upon by the  \nLabor Organization and the Wing Commander or their designee. Parking spaces will not  \ndisplace currently marked parking and will not be policed for violations. Furthermore, misuse of  \nparking spaces by non-Labor Organization officials will not give rise to grievances, unfair labor  \npractices, or other formal complaints.  \n"], ["ARTICLE it  \nEQUAL EMPLOYMENT OPPORTUNITY  \n", "Section 1 ; Policy: The Labor Organization or Management shall not in any way discriminate  \nagainst an individual regarding employment or conditions of employment because of race, color,  \nreligion, sex, national origin, age, or mental or physical handicap.  \nSection 2: The Employer and the Labor Organization agree to cooperate in providing equal  \nopportunity in employment for all persons, to prohibit discrimination because of age, race, color,  \nreligion, sex, physical/mental handicap, national origin, or retaliation as a result of a previous EEO  \nIssue and to promote the full realization of equal employment opportunity through a continuing  \naffirmative program.  \nSection 3: The Employer will utilize to the fullest extent, the present skills of employees and will  \nprovide the maximum feasible opportunity to employees to enhance their skills through on-the-  \njob training, work-study programs, and other training measures so that they may perform at their  \nhighest potential and advance in accordance with their abilities.  \nSection 4: The Employer agrees to provide career opportunities to employees who are under-  \nrepresented in higher grades as outlined in the Employee Equal Opportunity Commission  \nmanagement directed 715 reports.  \nSection 5: Program Recommendations: Review of programs and recommendations for  \nimprovements in the EEO program are appropriate topics for discussion between the Labor  \nOrganization and the Employer.  \nSection 6: Disciplinary Actions: When supervisors or managers become aware of potential  \ndiscrimination or sexual harassment situations they have the right to conduct a preliminary  \ninvestigation into the matter to determine if disciplinary or adverse action is necessary. The  \nsupervisor’s right to conduct preliminary investigation does not halt or prevent an EEO Counselor  \nfrom conducting an inquiry into the same matter. When discrimination is found or it appears that  \ndiscrimination may have occurred, the Director of Staff, Air will take appropriate action.  \n"], ["ARTICLE 12  \nSEXUAL HARASSMENT  \n", "Section 1: Sexual harassment is a particular type of sex discrimination which undermines the  \nintegrity of the employment relationship. All employees must be allowed to work in an  \nenvironment free from unsolicited and unwelcome sexual overtures.  \nSection 2: Sexual harassment is defined as: a form of sex discrimination that involves unwelcomed  \nsexual advances, requests of sexual favors, and other verbal or physical conduct of a sexual nature  \nwhen:  \na. Submission to or rejection of such conduct is made either explicitly or implicitly a term  \nor condition of a person’s job, pay, or career, or  \nb. Submission to or rejection of such conduct by a person is used as a basis for career or  \nemployment decisions affecting that person, or  \nc. Such conduct interferes with an individual’s performance or creates an intimidating,  \nhostile, or offensive environment.  \nSection 3: Employees who are sexually harassed by supervisors, superiors, coworkers, peers, or  \nby individuals external to our organization who have contact with employees in our work  \nenvironment should make it clear that such behavior is offensive and report the harassment to the  \nappropriate level. It is the responsibility of the supervisor/manager to examine the matter and take  \nnecessary action.  \nSection 4; An employee may file a complaint of sexual harassment or of discrimination utilizing  \nproper EEO procedures.  \n"], ["ARTICLE 13  \nDISCIPLINE AND ADVERSE ACTIONS  \n", "Section 1: There are a variety of options available to resolve issues/situations involving  \ntechnicians. TPRs 715, 752, and 752-1 provide a range of personnel actions available to address  \nthese situations. The procedures in these TPRs will be followed by the parties.  \nA logical progressive sequence for correcting inappropriate action/ behavior would include:  \ncounseling; warning; oral admonishment; Letter of Reprimand (LOR); suspension; etc. It is  \nrecognized that circumstances may exist where progressive discipline may not be appropriate.  \nSection 2. Labor Organization Representation: Technicians in the bargaining unit have a right to  \nLabor Organization representation at a meeting which involves an examination of the employee  \nby a representative of the Employer in connection with an investigation. This right to  \nrepresentation does not extend to performance counseling. It is the employee’s responsibility to  \nrequest representation if he/she reasonably believes that an examination may result in  \ndisciplinary action. Once the employee requests representation, the employer can grant the  \nrequest, discontinue the interview, or offer the employee the choice of continuing the interview  \nwithout a Labor Organization representative. The employer cannot continue the interview  \nwithout a Labor Organization representative unless the employee voluntarily agrees to remain  \nunrepresented after having been made aware of these choices. The parties agree that an employee  \nengaged in an investigatory interview has the right to remain silent, and may refuse to give a  \nwritten statement until a representative is present, or representation has been declined in  \naccordance with this Section.  \nSection 3: Appeals: Appeals will be filed in accordance with TPR 752 and TPR 752-1.  \nSection 4. Letters of Reprimand (LOR’s) and all adverse actions must be cleared by the HRO-  \nLRS prior to being issued to the employee. Adverse actions not cleared by HRO-LRS shall not  \nbe considered official.  \nSection 5: A letter of reprimand will be for a period of up to twelve (12) months, and that it may  \nbe removed prior to the specified time if conduct improves. Further related infractions may reset  \nthe 12 month window.  \nSection 6. During a proposed adverse action the employee will remain in a duty status pending  \nthe Original Decision. The Agency may determine that an employee awaiting discipline should  \nnot be present at the worksite because it may adversely impact the mission, cause a safety  \nconcer, or unduly disrupt the work area. In that case the Agency may place the employee in a  \nnon-duty pay status for all or part of the time it takes to process the Original Decision.  \nSection 7. Employees will be given a minimum of ten (10) calendar days following receipt of a  \nNotice of Proposed Adverse Action (NoPAA) to furnish a reply to the Deciding Official. The  \ntimeline does not begin until the employee or their representative has been provided copies of all  \ndocumentation referenced as relied upon in the NoPAA to justify the discipline.  \nSection 8. When a Deciding Official imposes a suspension, change to lower grade, or removal,  \nthe deciding official will inform the employee of their right to appeal IAW NGB TPR 752-1, or  \nto file a grievance LAW Article 14. In cases of removal, deciding official will adhere to the  \ntimelines in TPR 752-1.  \nSection 9. Where the original decision letter imposes a suspension, change to lower grade or  \nremoval, imposition of the action may be held in abeyance at the request of the Technician and  \nconcurrence of The Adjutant General.  \na. The request will be made to The Adjutant General, with written justification, through  \nthe HRO within fifteen (15) calendar days after issuance of the original decision.  \nb. The Adjutant General or designated representative will consider the request and will  \nmeet within ten (10) calendar days and provide an opportunity to meet and confer with the  \nTechnician and their representative on the merits of the request.  \nc. The Adjutant General or designated representative will render a written decision within  \nfive (5) days after the information is received and the meeting has occurred to inform the  \nTechnician as to whether or not the request will be granted.  \n27  \n"], ["ARTICLE 14  \nGRIEVANCE PROCEDURES  \n", "An appeal of a Suspension of 14 calendar days or less and/or a Letter of Reprimand may  \nonly be made by using the negotiated grievance procedures.  \nSection 1: General: The purpose of this article is to provide for a mutually acceptable method for  \nthe prompt and equitable settlement of grievances. The Employer and the Labor Organization  \nagree that the negotiated procedure is the exclusive procedure available to the Labor Organization  \nand the employees in the bargaining unit for processing of any grievance. The employee retains  \nthe right to request Labor Organization representation in the grievance procedure or to decline  \nsuch representation. However, the Labor Organization will be given the opportunity to have a  \nrepresentative present during all grievance proceedings to ensure that the adjustments of the  \ngrievance are not inconsistent with the terms of the contract. A grievance will be formally  \npresented not later than thirty (30) calendar days after the grievance took place, or the individual  \nbecomes aware of the events that constitute the grievance, or when the individual is made aware  \nthat the incident is grievable, whichever is later. The Employer will be given five (5) days to  \nrespond informally if required.  \nSection 2: Representation: The Labor Organization is assured the right to represent itself and/or  \nany employee in the bargaining unit in the presentation and processing of any grievance.  \nSection 3: Exclusions: The negotiated grievance procedure shall not apply with respect to any  \ngrievance concerning:  \na. Any grievance concerning a matter stated in 5 U.S.C. § 7121(c)  \nb. EEO Complaints shall be addressed IAW 5 U.S.C. 7121(d).  \nSection 4: Employee Rights:  \na. All employees have the right to present their grievances to the appropriate management  \nofficials for prompt consideration. This procedure provides a means for the prompt and orderly  \nconsideration and resolution of employee or Labor Organization grievances. In exercising this  \nright, the employees and the Labor Organization will be free from restraint, coercion,  \ndiscrimination, or reprisal.  \nb. Most grievances arise from misunderstandings or disputes which can be resolved promptly  \nand satisfactorily on an informal basis at the immediate supervisory level. An informal grievance  \nmust be presented within the thirty (30) calendar day period prior to filing a formal grievance  \ndescribed in Section | above. It will be accomplished in time to allow the supervisor five (5)  \ncalendar days to reply. While dissatisfactions and disagreements arise occasionally among  \npeople in any work situation, the filing of a grievance shall not be construed as reflecting  \nunfavorably on an employee(s) good standing, their performance, or their loyalty or desirability  \nto the organization.  \n28  \nSection 5: Employee and Agency Grievance Procedures  \na. A grievance must be presented using the negotiated grievance form located in Annex A of  \nthis agreement  \nb. The Labor Organization has the right, on its own behalf or on the behalf of the bargaining  \nunit employees, to present and process grievances.  \nc. Ifan employee or group of employees elects to present their grievance without the  \nassistance of the Labor Organization, adjustments of the grievance must be consistent with the  \nprovisions of this agreement. A Labor Organization representative will be allowed to be present  \nduring grievance proceedings.  \nd. The appropriate supervisor/management official involved will notify the Labor  \nOrganization of grievance proceedings and inform them of the time and place of such  \nproceedings.  \nSection 6: Informal Grievance: Prior to filing a Formal Grievance, the employee/Labor  \nOrganization Representative will meet with the immediate supervisor to try and resolve any  \nmisunderstandings or disputes at that level. If the misunderstanding or dispute cannot be  \nresolved, the employee/Labor Organization Representative and supervisor will date and initial  \nthe grievance form.  \nSection 7: Formal Grievance: If a settlement cannot be agreed to at the informal level, the  \nfollowing procedure will be used:  \nStep I: Within five (5) workdays after receipt of the written decision on the informal  \ngrievance, the formal grievance shall be presented by the aggrieved or his/her representative to  \nthe Group Commander. The Grievance shall be submitted on the grievance form {Appendix A)  \nthrough his/her designated representative and the written decision on the informal grievance if  \nreceived, shall be attached. Upon receipt of the formal grievance, the Group Commander, shall,  \nwithin ten (10) workdays, render a written decision. Failure of the Group Commander to answer  \nwithin the above time limit shall allow the Labor Organization to proceed to Step 2.  \nStep 2: Within five (5) workdays after receipt of the written decision on the informal  \ngrievance, the formal grievance shall be presented by the aggrieved or his/her representative to  \nthe Wing Commander. Upon receipt of the formal grievance, the Wing Commander, shall,  \nwithin ten (10) workdays, render a written decision. Failure of the Wing Commander to answer  \nwithin the above time limit shall allow the Labor Organization to proceed to Step 3.  \nStep 3. Upon receipt of the formal grievance, The Adjutant General or designated  \nrepresentative, shall, within ten (10) workdays, render a written decision. Failure of The  \nAdjutant General or designated representative to answer within the above time limit shall allow  \nthe Labor Organization to proceed to arbitration of the grievance without further delay. The  \ngrievant may request a meeting with The Adjutant General or his designated representative to  \ndiscuss the matters of said grievance. The acceptance of this meeting will be at the discretion of  \n29  \nThe Adjutant General. The Adjutant General's decision will be provided in writing, to the  \nagerieved party, the Labor Organization, and the grievant’s representative (if one has been  \ndesignated).  \nSection 8: Employer Grievance: The Labor Organization recognizes the Employer's right to  \ngrieve. A grievance should be formally submitted, in writing, as soon as possible, but not more  \nthan thirty (30) calendar days from the date of the aggrieved incident or knowledge of the  \nincident. The Employer may initiate a formal grievance by submitting the matter, in writing, to  \nthe President of the Local Chapter, Association of Civilian Technicians (ACT), or designated  \nrepresentative. The Labor Organization President will attempt to adjust the grievance and will  \nrender a decision, in writing, to the Employer within ten (10) calendar days after receipt of the  \ngrievance. If the grievance is not settled by this method, the Employer may refer the matter to  \narbitration. Nothing herein wili preclude the parties from attempting to settle such grievances  \ninformally.  \nSection 9: All time limits in this article may be extended by mutual consent. Failure of the  \nEmployer to observe the time limits shall entitle the Labor Organization to advance the grievance  \nto the next step. Failure of the grievant to observe time limits will terminate the grievance  \nSection 10: Right To Information: Upon request and subject to law, rule or regulation,  \nmanagement will supply the Labor Organization with any investigation reports and/or documents  \nused in the original action when denying a grievance unless prohibited by law, rule or regulation.  \nThis is to insure the Labor Organization has all the necessary information for a determination to  \ninvoke or not to invoke arbitration.  \n30  \n"], ["ARTICLE 15  \nARBITRATION  \n", "Section 1: If the Employer and the Labor Organization fail to resolve any grievance processed  \nunder the negotiated grievance procedure, such grievance, upon written request by either party  \nwithin thirty (30) calendar days after issuance of a final decision, may be submitted to arbitration.  \nThe cost for requesting a list of arbitrators will be borne by the requesting party.  \nSection 2: Selecting The Arbitrator: Within five (5) days from the date of receipt of a valid  \narbitration notice, the parties shall attempt to select an arbitrator. If the parties are unable to agree  \nupon an arbitrator, they shall immediately request the Federal Mediation and Conciliation  \nService (FMCS) to submit a list of seven (7) impartial persons qualified to act as arbitrators. A  \nbrief statement of the nature of the issues in dispute will accompany the request to enable the  \nService to submit the names of arbitrators qualified for the issues involved. The request shall also  \ninclude a copy of the collective bargaining agreement. In the event that the entire agreement is  \nnot available, a verbatim copy of any provision relating to arbitration of the grievance shall  \naccompany the request. The parties shall meet within eight (8) workdays after the receipt of such  \nlist to select an arbitrator. If they cannot agree upon one (1) of the listed persons, the Employer  \nand the Labor Organization will each strike one (1) arbitrator's name from the list of seven (7)  \nand shall repeat this procedure until only one (1) name remains. The remaining name shall be the  \nonly and duly selected arbitrator. The Labor Organization will strike first. The grievant may  \nwithdraw the grievance at any time prior to the actual convening of a hearing or submission of  \nthe case to the arbitrator. Fees associated with the request for a list of arbitrators will be paid  \n50% by both parties.  \nSection 4: Prior to the appointment of an arbitrator, the parties shall attempt to determine all  \nsignificant aspects of the arbitrator‘s basis for charges and fees and expenses including the hearing,  \ntravel, study, and writing time. The prevailing party shall pay twenty-five (25) percent of the  \narbitrator’s fee. The remainder of the fee shall be paid by the other party. The arbitration hearing  \nwill be held on the Employer’s premises during the regular day shift hours of the basic work week.  \nAll participants in the hearing shall be in a duty status.  \nSection 5: The arbitrator will be requested to render his/her decision as quickly as possible but, in  \nany event, not later than thirty (30) days after the conclusion of the hearing unless the parties  \nmutually agree to extend the time limit.  \nSection 6: The arbitrator’s decision shal! be submitted to the Employer and the Labor Organization  \nin writing. The arbitrator’s decision will be final and binding except that either party may file an  \nexception to the Federal Labor Relations Authority subject to their regulations. The provisions of  \nSection 709(f) (4) of Title 32, U.S.C. are excluded from binding arbitration.  \nSection 7: Either party by pre-hearing motion may seek resolution by the arbitrator of any  \nprocedural matter, such as pre-hearing production of documents, identities of witnesses, and their  \nexpected testimony; deadlines for pre-hearing motions, responses, and replies; and scheduling of  \nmotion oral arguments, pre-hearing conferences, and an evidentiary hearing, if required. If the  \n31  \nmatter is not resolved through pre-hearing motions, the grieving party will have the option of any  \none of the following arbitration procedures:  \na. A stipulation of facts to the arbitrator may be used when both parties agree to the facts  \nat issue and a hearing would serve no purpose. In this case, all facts, data,  \ndocumentation, etc., are jointly submitted to the arbitrator with a request for a decision  \nbased upon the facts presented.  \nb. An arbitrator inquiry may be used when a formal hearing would serve no purpose. In  \nthis case, the arbitrator would make such inquiries as he/she deemed necessary (e.g.,  \ninspecting work sites, taking statements).  \nc. A submission to arbitration hearing may be used when a formal hearing is necessary to  \ndevelop and establish the facts relevant to the issue. In this case, a formal hearing is  \nconvened and conducted by the arbitrator.  \nd. A mini-arbitration may be used to expedite the resolution of the grievance. In this  \ncase, the arbitrator would make such inquirtes as he/she deemed necessary, prepare a  \nbrief summary of the facts and render an on-the-spot decision.  \nSection 8: The arbitrator’s award shall be limited to the issue(s) presented and shall not change,  \nmodify, alter, delete, or add to the provisions of this agreement.  \nEXCEPTIONS: Within ten (10) days after receipt of the arbitrator's decision, the parties to the  \narbitration will notify one another, in writing, of whether or not they are filing for an exception  \nwith the Federal Labor Relations Authority (FLRA) in accordance with Authority procedures. An  \nexception to the arbitrator's decision must be filed within thirty (30) calendar days beginning on  \nthe date of service of the award. If no exception is filed, the arbitrator's decision and remedy shall  \nbe effected immediately.  \n32  \n"], ["ARTICLE 16  \nDETAILS  \n", "Section 1: Temporary Assignment: A detail is an official personnel action temporarily assigning  \na technician to a different established position, or to a pending position, for a specified period of  \ntime, with the technician returning to his/her regular assignment at the conclusion of the detail.  \nDetails are intended to meet temporary emergency workload situations, absences of employees, or  \nother types of manpower needs that cannot be met by normal personnel placement actions.  \nDetailing to positions or work assignments requiring higher or different skills will be based on a  \nvalid need and ‘will be consonant with the spirit and intent of applicable laws and regulations.  \nDetails will not be made to vacant positions solely for the purpose of evading the Merit Promotion  \nSystem.  \nSection 2: Rotation: The detail procedure will not become a device to afford some Employees an  \nundue opportunity to gain qualifying experience. Details to perform duties of higher level or in a  \ndifferent line of work shall be rotated between qualified employees to the extent possible.  \nSupervisors involved will coordinate to ensure that mission requirements and employee  \nqualifications are met in the rotation process.  \nSection 3: Duration: All details for over thirty (30) days duration will be reported on Standard  \nForm 52 (Request for Personnel Action) or other appropriate forms and maintained as a record in  \nthe Official Personnel Folder.  \nSection 4: Duration Control: The Employer is responsible for controlling the duration of details  \nand assuring that the details do not compromise the principles of the merit system or the principles  \nof job evaluation.  \nSection 5: Temporary Promotion: If an employee is detailed to a higher graded position in excess  \nof thirty (30) days, he/she will be promoted to the higher grade on a temporary basis. Temporary  \npromotions are limited to 120 days without competition. If the temporary promotion is to remain  \nin effect more than 120 days, the position will be advertised and merit placement procedures will  \nbe utilized.  \n33  \n"], ["ARTICLE 17  \nHOURS OF WORK  \n", "Section 1: The administrative workweek is established as Sunday through Saturday with Sunday  \nas the first day. The basic workweek is established as the first forty (40) hours, normally Monday  \nthrough Friday, worked during the administrative workweek by each technician. Variations will  \nbe negotiated locally by labor and management.  \na. The Employer has the right to continue all presently established work shifts and to  \nestablish new work shifts as required by the mission. It is agreed that before changing work  \nshifts and/or hours the Employer will provide the Labor Organization notification and fulfill its  \nobligation to negotiate, as appropriate, Labor Organization rights provided in Section 7106 (b)  \n(2) and (3), when requested, concerning changes to the hours of work. All five weekdays can be  \ncovered through the use of split schedules. Management will identify the appropriate work  \nschedule for all personnel. The number of work hours in each day and the number of work hours  \nin each week may vary as may be required to perform the mission.  \nb. Changes to the basic work schedule will be published with as much notice as possible.  \nNotice will be posted seven (7) days in advance. The notification requirement can only be  \nwaived in cases where the mission of the Employer would be seriously handicapped or if costs  \nwould be substantially increased. If an employee is TDY or on leave and cannot be notified of a  \nchange in work schedule by the seven (7) day posted schedule the supervisor will make every  \nattempt to give the employee seven (7) day advance notification either verbally or in writing. In  \nany case, documentation is required in cases where notification is less than seven (7) days due to  \nreasons beyond the supervisor's control. For those sections that require posted work schedules,  \nchanges in their posted work schedule will be initialed and dated by the supervisor at the time of  \nthe change.  \nc. Changes in work schedules and work hours may be made on an individual basis when  \nnecessary to perform the assigned mission of the Employer and will be distributed equally  \namong eligible and qualified employees to the extent possible. A change in work hours will not  \nbe used as a disciplinary action. The Comptroller will maintain a record of employees who work  \nother than the basic workweek and basic work hours. This record can be reviewed by the Labor  \nOrganization Representative upon request.  \nd. Employees may trade shifts on a permanent or temporary basis if both agree, they are  \nboth qualified to perform the duties, and a request is submitted to and approved by the  \nsupervisor.  \ne. A lunch period, (no less than thirty minutes (30) minutes for 188 WG and no less than  \nforty-five (45) minutes for 189 AW), free of duty, is authorized beginning not earlier than four  \nhours into the shift and not later than five and one half hours into the shift. Employer understands  \nthat delays returning from a lunch location/vendor may happen due to security protocol/actions.  \nBreaks in work hours of no less than thirty minutes (30) minutes (for 188 WG) and no less than  \nforty-five (45) minutes (for 189 AW) shali not be scheduled in any basic workday. When the  \nperiod of overtime requires a meal break, normally a 30-minute non-paid meal break will be  \n34  \nprovided to begin no later than two (2) hours after overtime begins. Supervisors will schedule  \ntheir personnel to ensure the work areas are covered during lunch periods.  \nf. If an employee is not given an opportunity to take a lunch period as described above, and  \nan employee cannot leave their work area due to mission need, the employee will receive a  \ntwenty (20) minute on the clock lunch. The employee must remain in the work area and be  \nprepared to perform required duties. This will allow the duty day to end thirty minutes (30)  \nminutes (for 188 WG) and forty-five (45) minutes for (189 AW) prior to the scheduled end of the  \nduty day or for the employee to earn compensatory time if approved by appropriate management  \nofficial. The employee may reschedule their lunch to a later time in lieu of this procedure if  \napproved by the supervisor.  \nSection 2: No more than five (5) minutes will be allowed for personal hygiene time prior to the  \nend of the workday, if the work processes so require. An additional five (5) minutes will be  \ngranted for those who require a shower provided a shower is available. Nothing in this section is  \nintended to imply that employees have been relieved of their duty obligations prior to the end of  \ntheir scheduled tour of duty.  \nSection 3: Employees will be given one fifteen (15) minute break period for each four (4) hour  \nperiod of continuous work. The break period will normally be at the mid-point of the four (4)  \nhour work period. If an employee is not given an opportunity to take a break period as described,  \nand an employee cannot leave their work area due to mission need, the employee will receive a  \nfifteen (15) minute break when work is finished. The employee must remain in the work area and  \nbe prepared to perform required duties  \n35  \n"], ["ARTICLE 18  \nCOMPENSATORY TIME  \n", "Section 1; Supervisors will not assign compensatory time work as a reward or penalty; and will  \ngive consideration to all circumstances, including employees' personal problems, when assigning  \ncompensatory time work. A record of compensatory time performed will be maintained in the  \napproved system of timekeeping and may be reviewed by the employee upon request.  \nSection 2: The Employer agrees to provide the employee with as much advance notice, through  \nsupervisory chain, as possible when the assignment of compensatory time work as an extension of  \nthe normal workday is required. The Employer will make every attempt to provide the employee  \nwith at least two (2) hours advance notification. When the requirement to work compensatory time  \nno longer exists for an employee that has been notified, the Employer will provide the employee  \nwith a minimum of two (2) hours work, if desired by the employee, provided such work is  \navailable. Employees selected to work compensatory time on days outside their basic workweek  \nwill be notified by their supervisor as soon as possible, but no less than twenty (20) clock work  \nhours prior to duty day unless a shorter notification period is absolutely necessary due to  \nunforeseen requirements.  \nSection 3: Employees who perform compensatory time work as an extension of the normal  \nworkday will be allowed a fifteen (15) minute rest period in keeping with that described in Article  \n17. Workers, who are required to work compensatory time work without prior notices in  \nemergency cases, will be allowed to phone their respective homes without cost to the employee.  \nThe phone call will not exceed five (5) minutes duration. The employee will log the call in  \naccordance with base policy.  \nSection 4: Employees in trainee status, or on details, shall be considered for compensatory time  \nwork in the same manner as other employees, provided employees possess required and necessary  \nqualifications to perform the work.  \nSection 5: Employees who perform compensatory time work as an extension of the normal  \nworkday will not be required to take a meal period. However, if the employee elects to take a meal  \nbreak during the period of compensatory time worked, the meal period will be free of duty and  \nwill not be included as compensatory time worked. When time off for meal break is not possible,  \na period of twenty (20) minutes or less may be counted as time worked for which compensation is  \nallowed. Where such an on-the-job lunch period is in effect, employee(s) must spend the time in  \nclose proximity to their work stations and must be available for work.  \nSection 6: Employees called in to work outside and unconnected with their basic workweek, shall  \nbe furnished with a minimum of two (2) hours work. In addition, any employee called in to work  \nunder the provisions of this section may be promptly released upon completion of the work that  \nhe/she was called upon to perform. The parties intend to implement this provision in a manner that  \nis consistent with the applicable provisions of 5 C.F.R. § 550.112(h) (in terms of compensatory  \ntime) and that preserves management's right to assign work under 5 U.S.C. § 7106(a)(2)(B) when  \nthere is work that needs to be accomplished, this provision is approved.  \n36  \nSection 7: On-Call Status and Call-Back: On-Call Status [5 CFR 551.431]. An employee may be  \nplaced tn \"On-Call Status\" for specified period of time covering non-duty hours. The employee  \nmust:  \nRetain the ability to perform their work.  \nRemain within a reasonable commuting area from the duty station (usually must  \nbe able to depart to the duty station within an hour after call-back).  \nProvide a telephone number where they can be reached.  \nThe employee may be allowed to make an arrangement in advance to have another  \nemployee report in his stead and notify the Employer of the arrangement. All  \nproposed assignment changes must be approved in advance by Employer.  \nThe employee will receive compensatory time for all hours actually worked when  \non-call, but will not receive compensatory time for being in \"on-call\" status. On-  \ncall should be used when need is anticipated, but there is no immediate, specific  \nthreat.  \nAny employee called in for duty on a day when work was not scheduled for them,  \nor for which they are required to return to their place of employment, is deemed at  \nleast two (2) hours of compensatory time in duration. If the duty time exceeds the  \nfirst 2 hours, an employee will be awarded compensatory time for the amount of  \ntime worked.  \nNOTE: Alcohol consumption and use of specific prescription or over the counter drugs are  \nconsistent with restrictions required to maintain the ability to perform work.  \n37  \n"], ["ARTICLE 19  \nHOLIDAYS  \n", "Section 1: Eligible employees shall be entitled to all holidays that are established by law, and those  \nthat may be added by law, and all holidays designated by Executive Order shall be observed as  \nregular holidays.  \nSection 2: If an employee works on a holiday falling on one of his/her regular work days, or on a  \nday designated as his or her \"in lieu of holiday”, he/she will be entitled to premium pay.  \nSection 3: The Employer will strive to ensure that all employees are free to observe holidays.  \nSection 4: The Employer will equally distribute holiday work among eligible and qualified  \nemployees.  \nSection 5: Accurate records of holiday work assignments for employees will be maintained on the  \ntime and attendance cards, and these cards will be made available to the Labor Organization, upon  \nrequest, in case of a grievance.  \nSection 6: When a holiday falls on the employee’s first non-workday, the preceding workday is  \ndesignated as the “in lieu of’ holiday. When the holiday falls on the second non-workday or third  \nnon-workday, the next workday is designated as the “in lieu of’ holiday in accordance with Section  \n6103(b)(2) of Title 5, United States Code and Executive Order 11582.” Example: If an employee’s  \nnormal day off is Friday and a holiday falls on that Friday the employee will have the previous  \nday (Thursday) off in lieu of. If an employee’s normal day off is Monday and a holiday falls on  \nthat day the employee will have the following day (Tuesday) off in lieu of.  \n38  \n"], ["ARTICLE 20  \nLEAVE  \n", "Section 1: The Employer and the Labor Organization agree to follow the applicable leave  \nregulations.  \nSection 2: When requested, the employee may project annual leave for a week or more, for the  \ncalendar year. The Employer will attempt to make leave available to each employee as requested,  \nincluding extended leave forecasts so long as the employee’s absence does not adversely affect  \nthe ability of the section to perform its mission. The Supervisor will approve or disapprove the  \nrequest for leave as soon as possible but not later than five (5) work days prior to leave start date  \nand return duplicate to the employee. Previously approved leave will not be canceled by the  \nEmployer except for reasons of such magnitude that the employee absence would impair either  \nthe mission of the Arkansas Air National Guard or its Supported Units. This provision describes  \nhow management should treat previously approved leave and provides that such leave should be  \ncancelled only for valid work related reasons. The parties intent, in implementing this provision,  \nto preserve management's right to assign work under 5 U.S.C. § 7106(a)(2)(B) and that  \nmanagement solely determines whether there is work to be performed and whether there is a  \nmission related or workload need that justifies the cancellation of an employee's previously  \napproved leave.  \nSection 3: Subject to mission requirements and in accordance with the procedures in the  \nSupervisor’s Handbook, leave without pay may be granted an employee to serve as an employee,  \nofficer, or representative of the Association of Civilian Technicians (ACT) for a period of one  \n(1) year. Subject to the needs of the Employer, extensions may be granted upon request.  \nExtensions will be requested in writing to the Employer forty-five (45) days prior to the  \nexpiration date of the original Leave Without Pay (LWOP) grant. When an employee is on  \nLWOP, under the provisions of this article, he/she shall be entitled to return to a position of  \ncomparable grade, status, and pay if such position is available in the Air Technician Manning  \nDocument supporting the military organization. If a comparable position is not  \navailable, the offer of the best vacancy available for which the employee is qualified will be  \nmade.  \nSection 4: Every employee shall earn sick leave at the rate which is set by regulation or statutes.  \nSick leave shall be used in accordance with applicable laws and regulations, including but not  \nlimited to 5 C.F.R. sub-sections 630 and the Family Medical Leave Act. It is the responsibility of  \nthe employee to appropriately identify requests for sick leave under 5 C.F.R. 630.401 at the time  \nthe request is made. Each employee must notify his/her first or second level supervisor of  \nimpending absence due to illness as soon as possible, but in no case later than two (2) hours after  \nthe beginning of the workday. Failure to report, in person or by telephone, within the proper time  \nframe will result in the individual being placed in an appropriate leave status for the period of  \nabsence prior to notification.  \nSection 5: Medical Certificates for Sick Leave:  \n39  \nThe Employer may require an employee to provide a medical certificate to  \nauthorize sick leave for absences in excess of three (3) work days. Unless the  \nEmployer determines otherwise, an employee upon request will be authorized  \nsick leave for absences that are three (3) work days or less without providing a  \nmedical certificate.  \nIf the Employer requires a medical certificate to authorize sick leave, of any  \nduration, the Employer will inform the employee of the requirement in advance or  \nwithin a reasonable time after the employee notifies the Employer of the sick  \nleave request.  \nIf the Employer determines that an employee’s sick leave record is  \nquestionable—due to absences for short periods at frequent intervals and reason  \nto believe the sick leave privilege is being abused, or another reason—the  \nEmployer will notify the employee of the determination and may advise the  \nemployee that a medical certificate will be required to support any future grant of  \nsick leave regardless of duration.  \nIf the Employer requires a medical certificate to authorize sick leave for an  \nabsence of three (3) work days or less, without in advance having made and  \ninformed the employee of a determination that the employee’s sick leave record is  \nquestionable, the Employer within a reasonable time after the requirement is  \nimposed will notify the employee in writing of any reasons, and any facts  \nsupporting the reasons, that are the basis for the requirement. A copy of the  \nnotice, with the employee’s personal identifiers deleted, will be delivered to the  \nLabor Organization.  \nUpon the employee's request, the Employer will meet with the employee to  \ndiscuss a notice provided under paragraph d. The Employer will afford the Labor  \nOrganization opportunity to attend the meeting unless the employee objects.  \nSection 6: Advanced Sick Leave: Sick leave, not to exceed 240 hours at any one time, may be  \nadvanced to an employee subject to the following:  \nso  \nProcedures contained in the Supervisor’s Handbook.  \nRequest for advancement of sick leave will be supported by a medical certificate.  \nAll available accumulated sick leave will be exhausted before advancement.  \nAnnual leave that would otherwise be forfeited is used.  \nThere is reasonable assurance that the employee will return to duty to earn and repay  \nadvanced credits.  \nSection 7: Religious Observances: An employee whose personal religious beliefs require that  \nhe or she be absent from work during scheduled work periods for religious holidays may be  \nallowed to use compensatory time, appropriate leave, or management may reschedule hours to  \naccommodate the hours required for the absence.  \nSection 8: The Employer and the Labor Organization recognize the importance and  \nhumanitarian need for community blood donors. When community need for blood donors arise  \nand work requirements allow, employees may be released in accordance with TPR 630, Chapter  \n12, 12-3,  \n40  \nSection 9: The Employer and the Labor Organization recognize that any employee called for  \nJury Duty or as a witness on behalf of the Federal, State or Local government will be on official  \nduty or court leave in accordance with applicable regulations. The Employee is responsible for  \nnotifying the employer once they receive notice of Jury Duty. If the employee is released from  \nJury Duty prior to the end of the scheduled work day, they will return to their work station.  \nSection 10: Brief absences from duty of less than an hour and tardiness may be excused when  \nthe reasons are justifiable to the supervisor (ex. lactating mothers expressing breast milk). When  \nnot justifiable, the absence must be made up or charged to an appropriate leave account.  \nInclement weather procedures will follow The Adjutant General’s Inclement Weather Policy that  \nhas been negotiated with the Labor Organization through | & | procedures.  \nSection 11: Maternity and Paternity Leave:  \na. Employees who are pregnant will be allowed to work as long as they and their physician  \nfeel it is wise and they are able to perform the duties of their position prior to delivery of the  \nchild. Maternity leave in the form of sick leave, annual leave, and/or leave without pay will be  \ngranted during delivery, confinement and for a period determined by attending physician while  \nincapacitated for maternity reasons. The employee shall be returned to her position or a like  \nposition at the end of authorized maternity leave.  \nb. Employees may be granted annual leave or leave without pay in order to care for  \nnewborn children, the child’s mother, other minor children, and the placement of a child with the  \nemployee for adoption or foster care and adjustment time required in accordance with the Family  \nand Medical Leave Act (FMLA).  \nSection 12: The Employer will provide leave without pay in accordance with the Family and  \nMedical Leave Act (FMLA), including but not limited to the care of the employee’s spouse, son,  \ndaughter, or parent with a serious health condition, or a serious health condition of the employee  \nthat makes the employee unable to perform the essential function of his/her position.  \nSection 13: Excused Absence Leave: Employees shall be granted excused absence for voting in  \nNational, State, and Municipal elections in accordance with the established policy of the Federal  \nGovernment. The rules for granting excused absence for this purpose are outlined in applicable  \ndirectives of the Federal Government. Other examples for which excused absence may be  \ngranted are:  \na. To attend conferences or conventions whenever it is determined by the Adjutant General  \nthat such attendance will serve the public interest  \nb. Technicians will be excused, without charge to leave or loss of pay, for periodic,  \nbaseline, or annual physical examinations as required only for technician duties [AW TPR 630.  \nc. For time required to vote where the polls are not open at least three (3) hours before or  \nafter regularly scheduled duty hours. For employees who vote in jurisdictions which require  \n41  \nregistration in person, time off to register will be granted on substantially the same basis. An  \nemployee may be excused up to a full day under unusual circumstances where the commuting  \ndistance, as determined by the supervisor to places of registration is considerable and registration  \nis required in person.  \nd. For up to four (4) hours in any one day to participate as active pall bearers or as a  \nmember of firing squads for Military funerals.  \nSection 14: Law Enforcement Leave: When an Employee has been ordered to active duty under  \nmilitary orders of the Governor of the State for participation in rescue or protection work in  \nconnection with floods, fires, and other acts of God, absences for not more than twenty-two (22)  \nworkdays per calendar year may be granted.  \nSection 15: Administrative Closings, Delays & Dismissals:  \na. When hazardous weather or other emergency conditions are affecting, or are forecasted  \nto affect, an employee’s home of record, surrounding community or worksite, reference  \nArkansas National Guard NGAR Joint Supplemental 1 Regulation 600-8-10 “Management of  \nArkansas National Guard Personnel During Inclement Weather”.  \nb. The Employer shall publicize written procedures for emergency situations that indicate  \nthe means of employee notification, reiterate early release and late arrival practices including  \npolicies for approving absences, and identify emergency employees who are expected to report  \nfor or remain at work in emergency situations unless otherwise notified.  \n4)  \n"], ["ARTICLE 21  \nHEALTH AND SAFETY  \n", "Section 1: The Employer agrees to provide a safe and healthful workplace for all employees and  \nwill comply with applicable Federal laws, regulations, executive orders, AFOSH and OSHA  \nStandards. All employees are responsible for prompt reporting of observed unsafe conditions and  \nacts to their immediate supervisor or the next level supervisor in his absence. If circumstances  \ndictate, the unsafe condition may be reported directly to the Employer’s safety representative. In  \naddition the Labor Organization Safety Representative may be notified of the unsafe condition.  \nSection 2: The Employer and the Labor Organization will cooperate in the continuing effort to  \neliminate accidents and health hazards. A Labor Organization representative, normally the Labor  \nOrganization Safety Representative, will be notified of scheduled workplace health and safety  \ninspections and may accompany inspectors, if mission permits and with supervisor concurrence,  \nduring scheduled annual workplace health and safety inspections. These inspections will be in  \naccordance with applicable regulations and the Labor Organization will be provided a copy of the  \ninspection report.  \nSection 3: Safety Glasses and Protective Clothing:  \na. The Employer will furnish at no cost to the employees, safety eyeglasses to include  \nprescription lenses to employees who are required by medical prescription to wear glasses, upon  \nfurnishing a request and justification and upon approval of the upon approval of Wing Medical  \nGroup and appropriate Safety Officer safety officer. The employee will furnish a current  \neyeglass prescription or a new prescription as vision changes occur. All issued safety glasses  \nbroken on the job will be replaced at no cost to the employee. The employee may select either  \nplain or tinted lenses.  \nb. All protective clothing and safety equipment required by applicable regulations will be  \nprovided by the Employer. Personal Protective Equipment, (PPE) related issues that may arise  \nwill be brought to the attention of the Employer by the employee.  \nSection 4: When off-station repairs are to be made to aircraft or other equipment, consideration  \nwill be given by appropriate personnel as to the method, the means, the number of employees, and  \nthe equipment required to ensure such repair is accomplished with complete safety of employees  \nand equipment. All parties will ensure that applicable safety equipment is provided or available at  \nthe off-station location.  \nSection 5: An appropriate Management representative of any work area where there is an  \nunresolved health/safety complaint or a reportable accident will notify the Employer’s Safety  \nRepresentative. In a health or safety complaint or accident involving personal hazard, injury, or  \ndeath, the Employer’s Safety Representative will review the circumstances and cause of the  \ncomplaint or accident and will include the Labor Organization Safety Representative in the review  \nprocess as permitted by statute and applicable regulations. In accordance with the Department of  \nLabor rules and regulations, the Employer will keep and maintain on-the-job accident and illness  \nreports. The Employer agrees to make applicable safety reports available, when permitted by  \n43  \nstatute and regulations. A copy of all such reports will be provided to the Labor Organization  \nwithin 24 hours.  \nSection 6: Employee(s) who believe they are being required to work under unsafe or unhealthy  \nconditions, beyond the normal hazards inherent to the operation, or believes they are in imminent  \nrisk of death or serious bodily damage will cease the activity and advise their first level supervisor  \nor an appropriate Employer representative of the unsafe/unhealthy conditions. The first level  \nsupervisor/Employer representative will correct the safety/health situation prior to the resumption  \nof the work activity. If unable to correct the unsafe/unhealthy situation, the Employer’s Safety  \nRepresentative will be notified immediately. If the Employer’s Safety Representative is unable to  \nimmediately correct the situation, he/she will make notification to the Labor Organization Safety  \nRepresentative, if technician personnel are involved, and shall review the safety/health situation  \nand respond to the technician or group of technicians and the Supervisory chain. If it is determined  \nan investigation is warranted, it will be made within twenty-four (24) hours for imminent dangers,  \nthree (3) working days for potentially serious conditions, and twenty (20) working days for all  \nother conditions.  \nSection 7: The provisions of this article do not apply to formal motor vehicle or aircraft accident  \ninvestigations, but they do apply to personnel accidents or health and safety complaints that occur  \nwhile working with, on, or around vehicles and aircraft.  \nSection 8: Employees shall immediately, or as soon as practicable, report to their supervisor all  \ninjuries and occupational illnesses which occur on or as a result of the job. Employees shall be  \nreleased to be treated for emergencies to the nearest medical facility, or referred, at the employee's  \nrequest, to an alternative medical facility. The supervisor shall provide the employee with the  \nappropriate forms.  \na. The Employer agrees to assist the employee in filing the appropriate forms and  \ndocumentation regarding the illness or injury with the Office of Workers  \nCompensation Programs (OWCP). Such assistance will include an explanation of  \nthe benefits and options available under the Federal Employees Compensation Act,  \nand submission of such forms to the HRO.  \nb. When an employee has been returned to work by the Employer's medical authority  \nfor a temporary period of light duty, the Employer agrees to assign the type of work  \nto the employee that will not aggravate his/her illness or injury when such work is  \navailable and which he/she ts qualified to perform.  \nc. In the event of a work related injury during the employee's duty hours, work lost by  \nthe employee on the day or shift on which the injury occurred will be excused  \nwithout charge to leave (in accordance with appropriate regulations). If the injury  \nincapacitates the employee for work beyond the day the injury occurred, then the  \nemployee will be advised of and assisted with the provisions of the Federal  \nEmployees Compensation Act regarding use of leave or continuation of pay by the  \nEmployer.  \nSection 9: In circumstances where protective clothing or equipment is required to perform tasks  \nsuch as aircraft washes or fuel system maintenance, employees will be given as much advance  \nnotice as possible. In the event of failure of protective clothing or equipment that causes a  \nA4  \ntechnician employee to become contaminated with health deteriorating chemicals, the technician  \nwill be afforded the opportunity to remove contamination by showering and clothing change prior  \nto continuing duties.  \nSection 10: OSHA Council: membership and frequency of meetings is IAW AFI91-202 Sec 2.6.  \nThe Employer will allow the Labor Organization to designate two (2) members to serve on the  \nCouncil. The names of the Council members will be posted so all employees can see.  \nSection 11: Adequate foul weather clothing deemed necessary will be provided for employees  \nrequired to work outside in inclement weather during emergency and non-emergency conditions.  \nSection 12: The Employer agrees to use every reasonable effort to ensure the supply and  \nmaintenance, on a regular basis of an adequate number of fire extinguishers in all sections.  \nSection 13: Where employees are required to work continually in adverse environmental  \nconditions or other extreme weather conditions, the employees may be provided shelter in a  \nheated or cooled environment, as the case may be, at reasonable times as necessary.  \nSection 14; The Employer assures any employee with an alcohol problem that his/her request for  \ndiagnosis or treatment will not jeopardize his/her job rights or job security and that confidential  \nhandling of the diagnosis and treatment of these problems is an absolute fact — not just an  \nassertion. This will be based on the employee’s proactivity to receive treatment and not as a  \nresult of an adverse event included but not limited to DUI, DWI, public intoxication, failed  \nurinalysis. See Article 28 of this contract.  \nSection 15; No employee shall be subject to restraint, coercion, discrimination, or reprisal  \nbecause of filing any complaint regarding health or safety.  \nSection 16: The Employer will, to the extent feasible, eliminate identified safety and health  \nhazards. Whenever risk conditions have been identified and cannot be readily abated, the  \nEmployer shall inform the Labor Organization of the condition and the Employer shall arrange a  \ntime table of abatement, including a schedule of interim steps to protect employees.  \nArrangements shall include employee notifications, warnings, and information to employees  \naffected by the hazardous conditions.  \n45  \n"], ["ARTICLE 22  \nHAZARDOUS DUTY AND ENVIRONMENTAL DIFFERENTIAL PAY  \n", "Section 1: Purpose: The purpose of this article is to define the situations under which Hazardous  \nDuty (HDP) and Environmental Differential Pay (EDP) will be paid to employees as authorized  \npursuant to TPR 990-2, 40-532 and CBA. Procedures and guidelines are referenced in 5 CFR  \nPart 550 and 532, respectively will guide the payment of HDP and EDP.  \n"], ["ARTICLE 23  \nREORGANIZATIONS, REALIGNMENTS, AND REDUCTION IN FORCE  \n", "Section 1: General: Procedures relating to reorganization, realignment, and reduction in force  \nwill be governed by provisions of National Guard Bureau Regulation TPR 300 and TPR 351 and  \nthe CBA.  \nSection 2: Appropriate Arrangements: Labor Organizations will be notified concerning any  \nchanges and, upon request, bargain on negotiable proposals.  \n47  \n"], ["ARTICLE 24  \nWAGE SURVEYS  \n", "The Employer will provide the Labor Organization with all information received from lead  \nagencies regarding wage surveys in this area.  \n48  \n"], ["ARTICLE 25  \nPERFORMANCE APPRAISALS  \n", "Section 1: Introduction: The employer and the Labor Organization recognize the vital nature of  \nthe performance evaluation process to the entire bargaining unit work force. Therefore, the  \nperformance evaluation system will be [AW TPR 430 or National Guard Bureau Regulations and  \nthe CBA. The effectiveness of the performance evaluation system is a combined responsibility  \nof each employee and the employer.  \nSection 2: Appraisal of Labor Organization Officials: The times spent away from the assigned  \njob by Labor Organization representatives in the performance of their representational duties  \nshould not be taken into account when accomplishing a performance appraisal. But rather, the  \nperformance appraisal should be based only on the performance of their officially assigned work.  \nSection 3: Policy  \na.  \nThis Article addresses the Technician Performance Appraisal Program as it applies to  \nbargaining unit members. Technician Personnel Regulation (TPR) 430 and this CBA are  \nused for the administration of the Performance Appraisal Program. The current  \nautomated program is hosted on the web Application: MyBiz/My Workplace.  \nThe evaluation of a Technician’s performance of assigned duties is paramount in the  \nevaluation process. Items of a disciplinary nature will not be used as part of that  \nmeasurement, unless it occurred and affected performance during the rating period.  \nAppeals must be submitted no later than 30 calendar days after the date the Technician  \nreceived the appraisal and will be submitted to the HRO Employee Relations Specialist in  \naccordance with TPR 430.  \nSection 4: ACTIONS BASED ON UNACCEPTABLE PERFORMANCE  \na.  \nThe Employer may reduce in grade or remove an employee for unacceptable performance  \nin accordance with applicable law or regulations and the following.  \nPrior to initiating an action under this Article, the following actions, as referenced in TPR  \n430, are required in writing.  \n1. Specific instances of unacceptable performance by the technician on which the  \nproposed action is based.  \n2. Of the critical element(s) of the technician's position involved in each instance of  \nunacceptable performance.  \n3. A specific period of time to bring performance to a satisfactory level (not less than  \n30 days in accordance with this Article).  \n4. How the supervisor will assist the technician in that effort.  \n5. What the technician must do to bring performance to a satisfactory level.  \n49  \nc. Anemployee whose reduction in grade or removal is proposed is entitled to the review  \nand appeal process as outlined in TPR 430.  \nd. Unacceptable Performance Based On Alcohol Abuse:  \nI.  \nManagement may consider postponing actions to reduce in grade or remove  \nemployees for unacceptable performance resulting from alcohol abuse if the  \nemployee seeks aid through the Employee Assistance Program (EAP) and is  \nsatisfactorily progressing in an approved rehabilitation program. This will be  \nbased on the employee’s proactivity to receive treatment and not as a result of an  \nadverse event included but not limited to DUI, DWI, public intoxication, failed  \nurinalysis.  \nManagement may consider cancelling an action if performance improves and the  \nproblem does not recur. The decision belongs to management.  \n"], ["ARTICLE 26  \n", "50  \nTDY AND TRAVEL  \nSection 1; General: A TDY will be announced as soon as information on the assignment is  \navailable. Selection of employees for temporary duty assignments, in technician status, will be  \nbased upon official necessity and qualifications of the individual to best perform the mission  \nrequired without regard to sex, race, religion or national origin. So far as necessary in the full  \nperformance of their position duties, employees are responsible for responding to temporary duty  \nassignments in the same manner as to duties at their permanent duty station. The Employer  \nagrees to attempt to insure that problems created by TDY assignments will have a minimal  \nimpact on morale of the individual technician.  \nSection 2: Assignment of Qualified Technicians:  \na. Management may receive input from employees in each section pertaining to technician  \nTDY assignments. Where management’s decision to assign personnel to technician TDY  \nassignments differs from a section’s desires, management will provide a reason to the technicians  \nselected. There will be no restriction on an individual participating in technician TDY  \nassignments unless a law, rule or regulation prohibits participation. All personnel in each section  \nwill establish an internal policy/procedure trip roster, written plan, etc), based on individual  \nsection concerns. In the event of disputes within a section that cannot be resolved, a rotating trip  \nroster of eligible employees will be developed and trips will be assigned based on roster position.  \nIf'an established roster is currently in use it may remain in effect.  \nb. In the event of special mission requirements, management retains the right to assign  \npersonnel to technician TDYs dependent on the mission, training and personnel qualification  \nrequirements of the technician TDY.  \nSection 3: Status: The Employer agrees that an employee required to travel may do so ina  \nTechnician status in accordance with applicable mission requirements, directives, and within  \nbudgetary guidance or constraints.  \nSection 4: Mode Of Transportation: Employees will use the method of transportation  \nadministratively authorized on travel orders as most advantageous to the Government. Any  \nadditional cost or time resulting from use of a method of transportation will be the employee's  \nresponsibility. Travel by privately owned conveyance may be authorized when employees are  \nengaged on official business. Travel by privately owned vehicles will not be directed but may be  \nauthorized at the Employer’s discretion. When an employee uses a privately owned conveyance  \nas a matter of personal preference while traveling, reimbursement will be in accordance with  \napplicable regulations and Joint Travel Regulations. Compensatory time gained will not exceed  \nthat of which is granted to employee’s traveling by government conveyance,  \nSection 5: Work Schedules: Length of duty day will be the same as those of the technician when  \nnot ina TDY status. Time exceeding the established workday will be handled in accordance with  \nSection 7 below.  \nSection 6: Working Conditions: The Employer agrees that every reasonable effort will be made  \nto insure that adequate numbers of technicians will support each TDY to insure the health,  \na1  \nsafety, welfare, and morale of each technician. Employer further agrees to make every effort to  \nensure technicians are not required to occupy substandard quarters.  \nSection 7; Compensatory Time for travel:  \na. Time spent traveling away from the permanent duty station is “hours worked”. The  \ntime ts not only “hours worked” on regular workdays, but also during the non-  \nworkdays. Compensatory time will also be granted for time spent in “standby”  \nstatus when directed by appropriate management official.  \nb. When practical, travel will normally be arranged within the employee’s scheduled  \nhours of work. It is the intent of the parties, in implementing this language, to  \npreserve management's right to assign work under 5 U.S.C. § 7106(a)(2)(B) in  \ndetermining whether the scheduling of such travel is during or outside of the  \nemployee's regular workday is necessary to accomplish the mission.  \nSection 8: Home Station Workload: The Employer acknowledges that a TDY may create  \nadditional workloads for technicians who remain at home station. Every effort will be made to  \nkeep workloads and special details to a minimum.  \nSection 9: Prudence In Travel/Orders: A technician on TDY will exercise the same care in  \nincurring expenses and accomplishing a mission that a prudent person would exercise if traveling  \non personal business. Excess costs, circuitous routes, delays or luxury accommodations  \nunnecessary or unjustified in the performance of a mission are not considered acceptable as  \nexercising prudence. Technicians will be responsible for excess costs and any additional  \nexpenses incurred for personal preference or convenience. TDY orders will be prepared and  \ndelivered as early as possible in advance of departure. Orders will be published IAW applicable  \ndirectives/regulations. Civilian status TDY orders will reflect both civilian and military grades  \nwhen authorized by applicable directives.  \nSection 10: Authorization For Travel: All travel on military aircraft shall be by technicians  \nauthorized to do so under appropriate directives/regulations governing that type of travel.  \nSection 11: Per Diem: Per Diem for travel or TDY as a technician shall be paid at the applicable  \nrate in accordance with appropriate travel directives/regulations.  \nSection 12: Notice: Each employee shall be given as much notice as possible prior to traveling.  \nSection 13: Travel Vouchers: The employee will submit a travel voucher, to the Accounting and  \nFinance Office in all cases when travel is completed. The voucher should be submitted within  \nfive (5) workdays after completion of travel. The filing of travel vouchers and time spent  \nobtaining per diem/travel arrangements may be accomplished while on duty status. A trained  \nindividual is normally available to advise/assist the technician with such vouchers during normal  \nduty hours.  \na2  \n"], ["ARTICLE 27  \nPERSONNEL RECORDS  \n", "Section 1: Employees have access to their electronic Official Personnel Folder (eOPF) as  \nauthorized by applicable publications and may allow Labor Organization Officials to view their  \neOPF.  \nSection 2; Management and the Labor Organization will protect all pertinent personal data from  \ndisclosure.  \nSection 3: The employee or Labor Organization may request a representative of the HRO to be  \navailable for the purpose of clarifying the contents of the eOPF.  \n33  \n"], ["ARTICLE 28  \nEMPLOYEE ASSISTANCE PROGRAM  \n", "Section 1: The Employer agrees to institute a program to encourage and assist employees who  \nhave an alcohol, drug abuse, or emotional problem to seek help.  \nSection 2: Employer/Employee Responsibilities:  \na,  \nThe employer recognizes that alcohol and drug abuse or emotional problems are  \npreventable and treatable conditions and that all levels of management have a continuing  \nresponsibility to provide support to the program.  \nFor individuals with drinking, drug, or emotional problems, management may consider  \nthe use of non-disciplinary procedures, such as counseling and an offer of referral to  \nrehabilitation services.  \nEmployees will be afforded the opportunity to receive counseling and information  \nregarding rehabilitation services on an entirely voluntary basis.  \nSick leave may be authorized for the purpose of treatment and rehabilitation of  \nemployees who ask for help under this program.  \nEmployees acknowledging an alcohol, drug abuse or emotional problem will be  \nextended maximum assistance toward rehabilitation. However, if an employee is unable  \nto raise his or her conduct or performance to an acceptable level, appropriate action to  \ndiscipline or remove the Employee will be taken by the Employer.  \nIn cases where an employee has been suspended indefinitely for job-related problems  \nthat have their basis in alcohol, drug abuse, or emotional problems, assistance under this  \nprogram shall be provided by the Employee Assistance Coordinator if requested by the  \nsuspended employee. A Labor Organization representative may be present at discussions  \nwith the Employee Assistance Coordinator if requested by the Employee.  \nSection 3: Confidentiality: The Employer will not reveal the names of persons voluntarily seeking  \nassistance without the Employee's written consent.  \n54  \n"], ["ARTICLE 29  \nCONTRACTING OUT WORK  \n", "Section 1: The Employer will notify the Labor Organization as soon as it decides to contract out  \nwork which could cause a RIF or downgrade of unit technicians. This notification shall occur  \nbefore the contract ts let. The Labor Organization will be afforded the opportunity to negotiate,  \nas appropriate, under the Statute.  \nSection 2: The Employer agrees to negotiate with the Labor Organization on procedures  \nEmployer will observe in leading to its decision to contract out work to the extent they do not  \ninterfere with Management's rights under the Statute. The Employer also agrees to negotiate  \nappropriate arrangements, consistent with applicable law, regulations, and Statute, for employees  \nadversely affected by the impact of any determination by the Employer to contract out work.  \n  \n"], ["ARTICLE 30  \nUNIFORMS  \n", "Section 1: Uniform Provision:  \na. The Employer agrees to provide, at no cost to the Employee, a total of four (4) sets of  \nuniforms, consisting of up to four (4) sets of utility/duty uniforms (Blues/ABUs/ACUs) complete  \nwith all of appropriate rank insignia, patches, any other required cloth attachment, and alterations  \nfor those uniforms, which require alterations by regulation. The initial issue received when a  \nmember joins the Air National Guard satisfies this requirement. If the Technician has not  \nreceived this initial issue the Employer agrees to ensure the Technician receives the required  \ninitial issue of four (4) sets of utility/duty uniforms (Blues/ABUs/ACUs) complete with all  \nappropriate rank insignia, patches, any other required attachment, and alterations for those  \nuniforms, which require alterations by regulation.  \nI. Employees receive their replacement military clothing from supply on a fair wear  \nand tear or damaged/unserviceable basis in accordance with applicable Air Force  \nInstructions and within budgetary constraints. Exchange is one item for one item. Each  \nreplacement item will be the proper size with all appropriate rank insignia, name tape and  \nU.S AIR FORCE tape properly sewn on.  \nb. In order to mitigate damage to the Airman Battle uniform (ABU) and decrease the  \nrequirement to replace the ABU prematurely, coverall and or shirt/pants combination will be  \nauthorized for purchase and wear as a duty uniform within the Maintenance, Logistics and Civil  \nEngineering complexes. Employer agrees to provide two (2) pair of summer, and one (1) pair of  \nwinter coverall/pants. Coverall and or shirt/pants combination will be replaced as per paragraph  \na.1. of this article.  \n1. The Employer will provide one (1) pair of steel toe boots or other appropriate foot-  \nwear (i.e. low-quarter shoes for the Blues Uniform) to those individuals who are required to wear  \nthem to perform their duties pending availability of funds and supplies. Required issue footwear  \nwill be replaced as per paragraph a.1. of this article.  \n2, SEWING: Bargaining unit Employees who elect to purchase additional uniforms or  \nuniform items normally not designated as standard issue, or items beyond those covered in this  \nsection will incur the cost of rank insignia, patches, any other required cloth attachment, and  \nalterations required by regulation for those uniforms.  \n56  \n"], ["ARTICLE 31  \nMERIT PLACEMENT  \n", "Section 1: Merit Placement will be IAW the state Merit Placement Plan (MPP). The Parties  \nagree that any changes in the Merit Placement Plan (MPP) will be bargained and conform with 5  \nCFR Part 335 prior to implementation.  \nSection 2; Areas Of Consideration: The areas of consideration for each specific position vacancy  \nannouncement will be in the following manner and sequence:  \na. Bargaining unit positions:  \n1. Area One: On board Full Time Technician employees of the Respective  \nbargaining unit.  \n2. Area Two: All members of the Arkansas Air National Guard.  \n3. Area Three: Anyone eligible for membership to the Arkansas Air National Guard.  \na7  \n"], ["ARTICLE 32  \nPOSITION DESCRIPTION  \n", "Section 1: Position Description: Position descriptions will be an accurate listing of the major duties  \nand responsibilities that are required by the Employer to be performed by the affected  \ntechnician(s).  \na. Each employee and his/her supervisor will be furnished a copy of his/her current position  \ndescription. Subsequent changes to the position description will be furnished to and be  \ndiscussed with the employee.  \nb. The Employer retains the right to prescribe specifically in an addendum to the position  \ndescription any duties he/she wishes to assign to an employee or position. Changes to  \nposition descriptions or addendums must be coordinated with and cleared by HRO prior to  \nimplementation. Each employee will be assigned to duties appropriate to his/her position  \ndescription.  \nc. When anew or revised position description (PD) is implemented, the affected technician(s)  \nwill receive a copy. The parties acknowledge that employee’s position descriptions are a  \nbasis for classification and pay determination.  \nSection 2 : Other Duties As Assigned: The term “other duties as assigned” are any duties not listed  \nin the Position Description that are accomplished less than 20% of the time (“‘time” being defined  \nin reference to this article and section as one normal pay period), and are not regular and recurring.  \nThese do not meet critical element or major duty criteria.  \na. Consistent with management’s right to assign work management will make reasonable  \nefforts to assign work in a way that is reflective of the employee’s position description.  \nb. If unrelated duties are assigned on a regular and recurring basis, the position description  \nshall be amended or re-accomplished to include such duties. Proper classification  \nprocedures will be followed. Work assignments shall not be in violation of prohibited  \npersonnel practices nor any relevant law, rule, regulation or this agreement.  \nc. When general cleanup is required assignments will be made on an equal basis without  \nregard to rank, grade, or sex.  \nd. Exceptions will be allowed for documented medical restrictions which may preclude  \nparticipation or endanger the health of the technician.  \ne. Employees will not be assigned any duties as a substitute for discipline.  \nSection 3: Additional Duties: The Employer agrees to ensure that all extra duties, position  \nplacements, disciplinary actions, changes in work schedules/hours, shift assignments, holiday  \nwork, TDY assignments, vacancy fill assignments/appointments, or any other arbitrarily assigned  \ntasks by the Employer are assigned in such a way that is not discriminatory, retaliatory, or in any  \nmanner meant to harass the Employee.  \nSection 4: An employee may request that his/her supervisor review the employee's position  \ndescription for accuracy in the event the employee feels that the position description does not  \ncover the major duties of the position. Such a request will not be construed as a formal  \ncomplaint, and all input will be considered.  \n38  \nSection 5: An employee has the right to appeal the classification of his/her position at any time:  \na. A General Schedule (GS) employee may appeal through the Agency appeal procedure  \nestablished or directly to the Department of Defense (DoD).  \nb. A Federal Wage System (FWS) employee must first file a position classification appeal  \nwithin the agency. On receipt of the decision, the appeal may then be continued to DoD.  \nSection 6: Retained grade and retained pay rights will be accorded to those employees whose  \npositions are downgraded consistent with applicable directives.  \na9  \n"], ["ARTICLE 33  \nJOB CLASSIFICATION  \n", "Section I: A technician within the unit who believes that his/her position is improperly classified  \nshall have the right to request his/her immediate supervisor to review the classification of his  \nposition, provided it relates to the official position he/she currently occupies, as shown on his/her  \nposition description.  \nSection 2: Ifthe technician is not satisfied with the results of the review, he/she may file a written  \nClassification Appeal through supervisory channels, to the attention of the Human Resource Office  \n(HRO). The HRO will furnish the technician and his representative with information on appeal  \nrights and procedures. If desired, the technician may be assisted by the Labor Organization in  \npreparing his appeal. The technician and his representative, if chosen, will be allowed a reasonable  \namount of official time to prepare and submit an appeal.  \nSection 3: Normally, technicians shall not be required to perform work outside of their  \nclassification, except for periods of short duration and in the event of necessity in accordance with  \nArticle 32,  \nSection 4: The Employer will notify, in advance, a technician and the Labor Organization when  \nany Job Reclassification action is to be taken that will have an adverse effect on the technician’s  \npay, position, or grade.  \n"], ["ARTICLE 35  \nPAYROLL DEDUCTION  \n", "Section 1: The Standard Form 1187 for dues deduction will be supplied by the Labor Organization  \nand will be used as the authorization of payroll deduction for dues.  \nSection 2; The completed standard form will be given by the Labor Organization to the Civilian  \nPay Office.  \na. The standard form will be completed and certified as to the amount of withholding and  \nthat the member has been advised of the contents of the form, and the individual’s  \nearliest date of dues revocation will be annotated on the form and initialed by the  \nindividual.  \nb. The standard form may be submitted at any time. The effective date for withholding  \nwill start the first pay period beginning after the submission of the form to the Civilian  \nPay Office. Adjustments to dues allotments will occur within two (2) pay periods  \nwhenever the member’s rate of base pay changes.  \nc. An allotment shal! be terminated when the employee leaves the bargaining unit as a  \nresult of any type of separation, transfer, or other personnel action; upon loss of  \nexclusive recognition by the Labor Organization; when the agreement providing for  \ndues withholding is suspended or terminated by an appropriate authority outside DOD:  \nor when the employee has been suspended from the Labor Organization. It is the  \nindividual’s responsibility, when temporarily assigned outside of the bargaining unit,  \nto terminate/maintain dues payments, if the employee so desires, in order to protect  \nLabor Organization associated insurances, or other Labor Organization benefits.  \nSection 3: In accordance with DFAS procedures the guidelines for providing information to the  \nLabor Organization is as follows. A listing in two (2) copies will be provided to the Labor  \nOrganization of those persons from whom a payroll deduction was made. The listing will contain  \nthe name and last four numbers of the SSAN of the technicians of the Labor Organization having  \ncurrent dues withholding allotments on file, the amount withheld from each member’s pay, and a  \nstatement showing the total amount withheld. The remittance of Labor Organization dues will be  \nprovided to the designated address in accordance with DFAS procedures.  \nSection 4: Upon request the Employer agrees to provide the Labor Organization with copies of  \nthe Standard Form (SF) 1188 for use in revoking dues allotments. These forms will be available  \nin the Labor Organization office to those individuals wishing to revoke their dues withholding. All  \nSF 1188 must be signed by the local chapter president prior to processing by Civilian Pay Office.  \na. The individual will turn the completed standard form into the Civilian Pay Office.  \nb. The standard form shall be forwarded by the Civilian Pay Office for processing the next  \navailable pay period.  \nc. The first day of September shall be the annual dues revocation date established by this  \nagreement. All dues revocation forms must be received by the Civilian Pay Office not later  \nthan fifteen (15) August.  \n"]]