[["", "K840310  \nAGREEMENT  \n   \nBETWEEN  \nAFT CONNECTICUT  \nAFT, AFL-CIO  \nAND  \nSTAFF UNION OF  \nCONNECTICUT  \nJuly 1, 2017 TO June 30, 2019  \nTABLE OF CONTENTS  \n"], ["", "ARTICLE 1 RECOGNITION. Z  \nARTICLE 2 os x 90 ne 1 04 ee 20k 2  \n"], ["", "ARTICLE 3 UNION SHOP AND DUES DEDUCTION 4  \nARTICLE 4 GRIEVANCE ence +  \nARTICLE 5 PROBATIONARY PERIOD sits sive sens 5  \nARTICLE 6 UNION cece cence 5  \nARTICLE 7 OLIN | s sas 412s 678s 6  \nARTICLE 8 S CAPE BRED iis di ommmamnna sant 8  \n"], ["", "ARTICLE 9 HOLIDAYS AND VACATIONS. ence 8  \nARTICLE 10 LEAY E PRO VISIONS ts 10  \nARTICLE 11 COURSE 12  \nARTICLE 12 INSURANCE/PENSION/CHILD CAR ance 13  \nARTICLE 13 AUTOMOBILE AND EXPENSE 15  \nARTICLE 14 OFFICES AND 16  \nARTICLE 15 16  \nARTICLE 16 OBLIGATIONS OF THE eee eens iW  \nARTICLE 17 DATE AND DURA TO en tas 19  \nARTICLE 18 SIGANALTURE ae 0% ts ia 040)» oii 19  \nATTACHMENT GRIEVANCE FORM/RESPONSE eens 20  \nTHIS AGREEMENT, entered into this first day of July, 2017 by and between the AFT  \nCONNECTICUT, AFT, AFL-CIO (hereinafter called \" AFT-CT\") and the STAFF UNION OF  \nCONNECTICUT, (hereinafter called the \"Staff Union\").  \n1.1  \n1.2  \n1.3  \n1.3a  \n1.4  \n2.1  \nDead  \n2.3  \n2.4  \n"], ["ARTICLE 1  \nRECOGNITION  \n", "The AFT-CT recognizes the Staff Union as the sole and exclusive bargaining agent for all  \nregularly scheduled Field Representatives, Field Representative/Researcher, Organizer(s),  \nLegislative Advocate(s), Staff Attorney(s), Communications Coordinator, Member  \nMobilization Coordinator, Research Specialist, Professional Development and Issues  \nCoordinator, Membership and Community Solidarity Organizer (MCSO), and Legislative  \nAdvocate Associate/Membership Mobilization (LAAM).  \nThe AFT-CT agrees to negotiate concerning wages, hours and other conditions of  \nemployment for members of the Staff Union bargaining unit only with the Staff Union of  \nConnecticut. This provision does not in any way limit the AFT-CT’s continuing practice  \nof retaining law firms for the provision of specified services.  \nThere shall be no discrimination in regard to race, creed, color, sex, age, national origin,  \nsexual orientation, marital status, political beliefs and activities, and union memberships.  \nThe employer will strive to provide a safe work environment.  \nBargaining unit work shall be performed by bargaining unit members or by AF'T-CT state  \nofficers, only.  \n"], ["ARTICLE 2  \nDUTIES  \n", "The Field Representatives staff shall be responsible for performing those duties including  \norganizing, negotiations, grievance arbitrations, collective bargaining, training as  \nidentified by local needs and related work as directed by the AFT-CT President or his/her  \ndesignee among AFT-CT officers or supervisors.  \nThe Legislative Advocates shall co-ordinate the AFT-CT’s legislative activities, AFT-CT’s  \nCOPE activities and conduct research to support the AFT-CT’s legislative programs. They  \nshall also inform and mobilize AFT-CT local leaders and members around legislative and  \npolitical issues and related work as directed by the AFT-CT President or his/her designee  \namong AFT-CT officers or supervisors.  \nThe Organizer(s) shall be responsible for internal and external organizing, training, and  \nrelated activities. The Organizer shall co-ordinate and plan organizing drives under the  \ndirection of the President or his/her designee among AFT-CT officers or supervisors.  \nThe Communications Coordinator will be responsible for assisting in the preparation,  \nwriting and editing of regular and special publications, public relations communications  \nprograms, video productions, media liaison work and media opportunities to the AFT-CT  \n2  \n2D  \n  \n2.4  \n2.8  \n2  \n2.10  \n2.11  \nme:  \nas directed by the AFT-CT President or his/her designee among AFT-CT officers or  \nsupervisors.  \nThe Membership Mobilization Coordinator will inform and mobilize AFT-CT local leaders  \nand members around legislative and political issues and related work as directed by the  \nAFT-CT President or his/her designee among AFT-CT officers or supervisors.  \nThe Professional Development and Issues Coordinator shall encourage, assist and  \ncoordinate planning and implementation of professional development plans in AFT-CT  \nlocals and related work as directed by the AFT-CT President or his/her designee among  \nAFT-CT officers or supervisors.  \nThe Research Specialist shall be responsible to provide research in support of field  \nrepresentatives, organizers, and related work as directed by the AFT-CT President or  \nhis/her designee among AFT-CT officers or supervisors.  \nThe MCSO Coordinator shall be responsible for internal organizing tasks associated with  \nMembership Mobilization, Community organizing, and membership development skills  \ntraining and related work as directed by the AFT-CT President and his/her designee among  \nAFT-CT officers or supervisors.  \nThe Legislative Advocate Associate/ Member Mobilization (LAAMM) will help  \ncoordinate AFT. Connecticut Political Action activities, and inform and mobilize AFT  \nConnecticut local leaders and members around legislative and political issues.  \nThe Field Representative/Researcher shall be responsible for performing those duties  \nincluding organizing, negotiations, grievance arbitrations, collective bargaining, and  \ntrainings as identified by local needs. He/she shall also be responsible to provide research  \nin support of the field representatives, organizers, and related work as directed by the AFT-  \nCT President or his/her designee among AFT-CT officers or supervisors.  \nCommunity and Member Engagement  \nAll employees will be expected to participate in Community and Membership campaigns.  \nThose employees being asked to participate in Community or Membership campaigns will  \nhave the opportunity to participate in the strategic planning and development prior to the  \ncommencement of the campaign. Campaigns will have clear goals, timelines, and end date  \nand will be properly resourced. Requests for participation in these campaigns will consider  \nthe current workload of the staff. Any participation who believes they will have an undue  \nburden placed on them by their participation can seek relief through the Labor and  \nManagement process.  \nAFT-CT recognizes that as professionals, SUC members are self-scheduled. Each member  \nwill have a shared calendar on Outlook. Members will endeavor to keep the Outlook  \ncalendar as accurate as possible but as staff members’ schedules often change with very  \nshort notice there shall be no discipline for inaccuracies in one’s calendar. Members may  \nfill out a form a week at a time to have appointments added to their calendar by support  \nstaff. If nothing is listed on the calendar members will contact the person designated by the  \npresident among AFT-CT staff or officers by email, or phone no later than 12:00 p.m. that  \nday to report their location for the day. This reporting will be added to the calendar for the  \nstaff member. This will be the only process for reporting for all departments.  \n3  \n2.13  \n3.1  \n3.2  \n3.3  \n4.1  \n4.2  \nStep 1:  \nFull job descriptions are available in the office of AFT-CT.  \n"], ["ARTICLE 3  \nUNION SHOP AND DUES DEDUCTION  \n", "The AFT-CT agrees that as a condition of employment, all employees within the scope of  \nthis bargaining unit shall become members of the Staff Union within thirty (30) days after  \nthe signing of this Agreement, or within thirty (30) days after commencing employment.  \nAny employee who refuses to comply with this Union Shop provision shall be terminated  \nwithin five (5) days.  \nUpon receipt of written authorization, the AFT-CT agrees to deduct from each employee  \nthe monthly Staff Union dues and the assessments, which may occur from time to time.  \nStaff Union dues and assessments will be promptly forwarded to the Staff Union Treasurer.  \nThe granting of authorization shall indemnify the AFT-CT against any and all claims or  \nother forms of liability that may arise out of such authorization.  \nUpon receipt of written authorization from a bargaining unit member, the AFT-CT agrees  \nto deduct from the member's monthly salary, an amount authorized by the individual  \nemployee for the Staff Union-COPE and a separate amount for the Credit Union. Such  \nStaff Union-COPE deductions will be promptly forwarded to the Staff Union-COPE's  \nTreasurer and Credit Union deductions shall be forwarded to the appropriate Credit Union's  \nTreasurer. The granting of authorization shall indemnify the AFT-CT against any and all  \nclaims or other forms of liability that may arise out of such authorization.  \n"], ["ARTICLE 4  \nGRIEVANCE PROCEDURE  \n", "Definition of a Grievance:  \nA grievance shall be defined as the belief by a bargaining unit member of the Staff Union  \nthat there has been a misapplication, misinterpretation or violation of a specific provision  \nof this Agreement, or concerning a bargaining unit member's conditions of employment  \nnot covered by this Agreement. It is mutually understood that the arbitrator will be  \nempowered to rule not only on matters directly referred to herein, but also on all other  \nconditions of employment and past practices not referred to in this Agreement.  \nProcedures: A. Informal:  \nWithin ten (10) working days after an employee or the Staff Union becomes aware  \nof a grievance, he/she shall discuss the matter informally with the AFT-CT  \nPresident or his/her designee, with the Staff Union present, in an effort to resolve  \nthe complaint amicably and informally.  \nIf the grievance has not been resolved informally, it shall be submitted in writing on the  \nattached grievance form to the AFT-CT President or his/her designee within five (5)  \nworking days of the last informal discussion. The AFT-CT President or his/her designee  \nwill respond in writing within five (5) working days of verified receipt of the grievance  \nform.  \nStep 2:  \nStep 3  \nStep 4  \n4.3  \n3.1  \nJel  \n3  \n6.1  \n6.2  \n6.3  \nWithin five (5) working days after receipt of the President's or his/her designee's response,  \nif the grievance is not resolved, it shall be forwarded in writing to the AFT-CT Personnel  \nCommittee. No more than ten (10) days following the submission of the grievance, the  \nPersonnel Committee shall meet with the grievant and his Staff Union Representative to  \nattempt to resolve the dispute. The AFT-CT Personnel Committee shall respond in writing  \nwithin five (5) working days of such meeting.  \nWithin five (5) working days after receipt of the Personnel Committee response, if the  \ngrievance is not resolved, it shall be forwarded in writing to the AFT-CT Executive  \nCommittee. At the next scheduled Executive Committee meeting, but in no case more than  \nthirty (30) days following the submission of the grievance, the Executive Committee shall  \nmeet with the grievant and his Staff Union Representative to attempt to resolve the dispute.  \nThe AFT-CT Executive Committee shall respond in writing within five (5) working days  \nof such meeting.  \n: Ifthe grievance remains unresolved after the Step 3 decision, the Staff Union may, within  \nthirty (30) days, file for arbitration to either the American Arbitration Association (AAA)  \nor the Connecticut State Board of Mediation and Arbitration. There shall be one (1)  \narbitrator whose decision shall be final and binding on both parties. The cost of arbitration  \nshall be shared equally.  \nFailure of any party to meet the time limits contained herein, shall mean forfeiture of the  \ngrievance to the other party.  \n"], ["ARTICLE 5  \nPROBATIONARY PERIOD  \n", "Each newly hired employee(s) will have a probationary period of six (6) months, which  \nmay be extended by mutual agreement for an additional six (6) months.  \nIn case of incapacitating illness or accident, the AFT-CT Executive Committee may extend  \nthe probationary period for one (1) six (6) month period or less depending on the  \ncircumstances of the incapacitation.  \nAfter the probationary period has been served, discipline and dismissal shall be for just  \ncause only.  \n"], ["ARTICLE 6  \nUNION RIGHTS  \n", "The Staff Union President shall be allowed released time with pay to perform Staff Union  \nbusiness, to a maximum of five (5) hours per month.  \nUpon written request, the AFT-CT will provide information to the Staff Union pertinent to  \nits bargaining agent status.  \nThe Staff Union shall be entitled to one (1) annual meeting day per fiscal year, which each  \nemployee shall be allowed to attend. This meeting shall not be held on weekends and the  \nval  \nVue  \n7.3  \n7.4  \nStaff Union shall inform the AFT-CT President at least (1) month in advance of the date  \nof such meeting.  \n"], ["ARTICLE 7  \nASSIGNMENTS  \n", "There shall be at least one (1) Field Representative for each eighteen (18) locals affiliated with the  \nAFT-CT. Negotiation and organizing shall be assigned to Field Representatives in accordance with  \npast practice in a fair and equitable manner. These assignments are not done on strict rotation, but  \nsome rotation is involved. Grievance arbitrations shall be assigned to Field Representatives  \naccording to current practice on a rotating basis. Part-time Field Representatives shall be assigned  \nlocals on a pro-rata basis.  \nIn the event that AFT requests staff time in other states, such requests shall be forwarded to the  \nStaff Union. SUC members will have the right to volunteer for these assignments. Should there be  \nno volunteers, assignments will be rotated in inverse order of bargaining unit seniority. Such  \nassignments shall be subject to the AFT-CT responsibilities on the SUC staff member. In no case,  \nwill any SUC member be required to participate in more than one out-of-state activity in any four-  \nyear period and said assignment shall not exceed seven days. A condition of assigning SUC  \nmembers out-of-state is that no project staff or AFT staff shall be used to perform the work of the  \nmember being assigned.  \nThe AFT-CT shall continue to have the right to hire paid staff for special projects provided that the  \nfollowing conditions are met:  \nA. Staff for special projects are only involved in the specific project hired for and  \nno other activity.  \nB. Staff for special projects work under the direction of the AFT-CT President or his/her  \ndesignee.  \nC. Staff for special projects are covered by all terms and conditions of this Agreement, except  \nwhere explicitly excluded.  \nD. of staff for special projects to locals is the exclusive prerogative of the AFT-  \nCT.  \nE. People hired for special projects (organizing, etc.) for a period of six (6) months or less shall  \nnot be covered by the terms of this Agreement.  \nF There are no current full-time qualified employees laid-off or in recall status.  \nThe AFT-CT shall continue to have the right to hire part-time Field Representatives, provided that  \nthe following conditions are met:  \nA. The part-time Field Representative shall be covered by all terms and conditions of this  \nAgreement, except he/she will be paid on a pro-rata basis. A full-time Field Representative  \nshall be considered to work five (5) days, Monday through Friday, per week; therefore, if a  \npart-time Field Representative is hired to work four (4) days per week, he/she shall receive  \neighty percent (80%) of the appropriate salary, and so forth.  \nB. Part-time Field Representatives shall accrue seniority in the same manner as full-time Field  \nRepresentatives.  \n73  \n7.6  \nTd  \n7.8  \n12  \nC There are no current full-time qualified employees laid-off or in recall status.  \nThe AFT-CT has the right to compensate local leadership for limited organizing and  \nworkshops in accordance with the AFT-CT Constitution provided that such activities are  \nnot done in a manner that will erode the bargaining unit.  \nBy June and July of each year, the AFT-CT President, or his/her designee among AFT-CT  \nofficers or supervisors shall meet with the members of the field staff for the purpose of  \ndiscussing assignments for the coming year. At that time members of the staff shall  \nindicate their preference regarding assignments. After consultation with each staff member  \ninvolved the Connecticut AFT-CT President, or his/her designee, shall consider the  \nfollowing factors in making assignments for the purpose of completing assignments by  \nSeptember 1:  \nA. Size of local  \nB. An equitable ratio of bargaining to non-bargaining locals for each Field  \nRepresentative  \nRelationship(s) with the local  \nD. Past demands of local for AFT-CT assistance  \nExperience of staff members  \nF. Feedback from local surveys  \nAssignments will be made on a fair and equitable basis in accordance with Sections 7.1  \nand 7.7, hereinabove.  \nThe Staff Union shall receive each month a report detailing all assignments of grievance  \narbitrations.  \nAFT-CT has the right to hire temporary substitutes to replace employees on authorized  \nleaves of absence as it deems necessary, subject to the limitations set forth herein:  \nA. The position of temporary substitute shall only be utilized for replacing bargaining  \nunit members on authorized leaves.  \nB. The duration of the temporary substitute's employment shall run concurrently with  \nthe duration of the bargaining unit member's authorized leave but said employment  \nshall not exceed one (1) year, renewable for one (1) additional year.  \nC. The temporary substitute shall be subject to the terms and conditions of this  \nAgreement except as follows:  \n(1) The temporary substitute shall accrue no seniority.  \n(2) The temporary substitute shall accrue vacation on the basis of one (1) day  \nfor each completed month of employment.  \n8.1  \n8.2  \n8.3  \n9.1  \n(3) The temporary substitute shall receive one (1) authorized day upon hiring  \nand two (2) authorized days for each completed month of employment.  \n(4) The temporary substitute shall not receive pension and/or life insurance  \ncoverage.  \nD. If the position filled by the temporary substitute becomes available during the  \nduration of his/her employment, the temporary substitute shall be placed into that  \nposition and begin a six (6) month probationary period from the date of placement in  \nthat vacated position.  \n"], ["ARTICLE 8  \nSTAFF REDUCTIONS  \n", "Layoff shall be by inverse seniority within classifications of Field Representative, Field  \nRepresentative/Researcher, Legislative Advocate, Organizer, Communications  \nCoordinator, Professional Development and Issues Coordinator, Research Specialist  \nMembership and Community Solidarity Organizer and Member Mobilization Coordinator  \n(i.e. last hired within each classification shall be the first laid off within that classification)  \nexcept that:  \nA. An employee who has reached permanent employment status within a job  \nclassification may utilize all AFT-CT seniority for the purpose of bumping back into  \nthat classification; and  \nB. Anemployee who has reached permanent employment status and whose position is  \neliminated and who has previously held a substantially similar position to a remaining  \nbargaining unit position may utilize all AFT-CT seniority for the purpose of bumping  \ninto said classification, however, said employee shall be required to complete a six  \n(6) month probationary period.  \nC. The Employer, upon rehiring, shall do so in the inverse order of seniority. The  \nEmployer shall rehire the last employee laid-off. Laid-off employees shall retain  \nrecall rights for a period of two years from date of laid-off.  \nUnder no circumstances shall the Employer hire from the open market while  \nemployees on the recall list are able and qualified to be re-employed.  \nAll employees shall, upon layoff, receive payment for all accrued vacation time and the  \nAFT-CT shall continue to provide health and life insurance coverage for six (6) months, or  \nuntil the employee is covered under another plan, whichever is sooner.  \nSeniority shall be defined as the length of continuous service for the AFT-CT from the  \nmost recent date of hire.  \n"], ["ARTICLE 9  \nHOLIDAYS AND VACATIONS  \n", "The following days shall be covered as paid holidays during which no work shall be  \nrequired.:  \n2  \n9.3  \n9.4  \naS  \n9.6  \nNew Year's Day.  \nMartin Luther King's Birthday.  \nPresident’s day  \nGood Friday or Passover by choice of employee, one (1) day  \nMemorial Day (national holiday).  \nIndependence Day (national holiday).  \nLabor Day Weekend (Monday and the preceding Friday).  \nYom Kippur or Christmas Eve by choice of the employee (one [1] day).  \nColumbus Day (the second Monday in October).  \nElection Day  \nThanksgiving Recess (Thursday and the following Friday).  \neA TT p>  \nChristmas Day.  \nIf a holiday falls on a Saturday, the preceding Friday shall be granted as a day off. Ifa  \nholiday falls on a Sunday, the succeeding Monday shall be granted as a day off. This  \nsection shall automatically adjust to any revision in the holiday status at the federal or state  \nlevels that pertains to any of the above dates.  \nAll employees shall accrue vacations based on the following:  \nA. Yearsofservice: 0-1 year: two (2) weeks (ten [10] working days).  \nB.  Yearsofservice: 1-3 years: three (3) weeks (fifteen [15] working days).  \nC. Yearsofservice: 3 years plus: five (5) weeks (twenty-five [25] working days).  \nD. Employees shall be allowed to accrue a maximum of fifty-five (55) vacation days.  \nIf an employee leaves the employ of the AFT-CT, he/she shall receive pay on pro-rata basis  \nfor all vacation due in that year, plus all accumulated vacation days, provided the employee  \nhas given forty-five (45) calendar days' notice in the event of voluntary termination.  \nIf a holiday(s) falls during a vacation period, additional day(s) shall be added to the  \nvacation.  \nVacation time is at the discretion of the employee with at least two (2) weeks written notice  \nto the AFT-CT President or his/her designee, among AFT-CT officers or supervisors and  \neach assigned local. Vacations of longer than five (5) days must be approved by the AFT-  \nCT President or his/her designee among AFT-CT officers or supervisors but shall not be  \nunreasonably denied. Approval or denial shall be given within two (2) working days, once  \napproval has been given it cannot be rescinded without the consent of the employee.  \n"], ["ARTICLE 10  \nLEAVE PROVISIONS  \n", "10.1 General Leave Provisions:  \nA.  \nAny employee requesting a leave must state the nature, the duration, and the effective  \ndate of such leave in order to provide time for the necessary arrangements. Any  \nrequest for an extended leave of any kind shall be made sixty (60) days prior to the  \ncommencement of such leave.  \nBenefits provided under this Agreement shall not accrue to any person on leave  \nwithout pay unless otherwise stated. Such benefits shall remain frozen for the  \nduration of the leave granted. Insurance coverage for up to one (1) year unless  \notherwise negotiated shall continue, paid for by the AFT-CT, except where the leave  \nis taken to take other employment.  \nBenefits shall be reinstated upon the return of the employee and shall be instituted at  \nthe same level that existed at the commencement of the leave, unless otherwise stated.  \nAny employee on any extended leave shall notify AFT-CT sixty (60) days prior to  \nthe termination of the leave whether he/she intends to return.  \nExtended leaves are to include, but not be limited to, child care leave and public office  \nleave.  \nUpon returning from a leave, an employee shall be placed in that position held  \nimmediately prior to the leave or a substantially equivalent position.  \n10.2. Authorized Days Off:  \nA.  \nEach employee shall be allowed twenty-five (25) authorized days off per year to be  \nused for sick days, personal days, religious days, and bereavement days. No more  \nthan eight (8) days per year shall be used for the purpose of personal, religious, and  \nbereavement days. All unused authorized days may be accumulated to a maximum  \nof two hundred sixty (260) days. After two hundred (260) days, such days shall  \naccumulate at the rate of one-half (1/2) day for each additional day up until an  \nadditional two hundred sixty (260) days of accumulation.  \nAn extended sick leave may be granted, with full pay, in the case of a prolonged  \nillness or a temporary physical or medical disability, for a duration of up to two (2)  \nconsecutive years. This leave shall be granted only after the employee has exhausted  \nall of his/her previously accumulated authorized day credits. The applicant for such  \nleave must submit, prior to the granting of such leave, a report from his/her physician,  \nor a medical facility stating the prognosis with regard to the possibility of returning  \nto work and the approximate date of such return. The AFT-CT may request periodic  \nmedical reports concerning the employee's progress. Upon approval of the physician,  \nan employee may be requested by the AFT-CT to return to a position without  \nrelocating, prior to the expiration of the extended sick leave, to perform in a capacity  \ndeemed medically permissible. This position must offer the comparable salary  \n10  \n10.3  \n10.4  \n10.5  \n10.6  \n10.7  \nmaintained prior to the commencement of such leave. The rejection of such an offer  \nshall result in the termination of the extended sick leave.  \nC. Sick leave may be taken also for sickness with the employee's immediate family.  \nD. Each employee in the bargaining unit may contribute up to twenty-five (25) days to  \na sick leave bank. For each five (5) days contributed by an employee, the AFT-CT  \nwill contribute one (1) day. A committee of two (2) persons from the AFT-CT  \nPersonnel Committee and two (2) persons from the Staff Union shall be established  \nfor the administration of the sick leave bank. A fifth person shall be appointed to the  \ncommittee who is acceptable to the other four (4) members. The expenses of this  \nfifth member shall be split between the AFT-CT and Staff Union. All rules shall be  \nestablished by a majority vote of this committee.  \nE. Upon retirement, after fifteen (15) years of Connecticut AFT continuous service, an  \nemployee shall receive an amount equal to twenty-five percent (25%) of his/her  \naccumulated authorized days to a maximum of forty (40) days.  \nMaternity Leave:  \nAny illness or disability caused by pregnancy or childbirth shall be treated as a temporary  \ndisability. Any employee inflicted with such illness or disability shall be eligible to utilize,  \nfor the duration thereof, sick leave as provided for in and subject to the provisions of this  \nAgreement.  \nChild Care Leave:  \nAn employee shall be granted a child care leave of absence for up to twelve (12) months,  \nwithout pay. Notification for a leave of this nature must be filed with the AFT-CT  \nPresident no later than three (3) months prior to the effective date thereof, except where  \nextraordinary circumstances, beyond the control of the employee, prevent the three (3)  \nmonths' notice.  \nPublic Office Leave:  \nThe AFT-CT will negotiate this leave provision at the time that a bargaining unit member  \nconsiders running for office.  \nWorkers' Compensation:  \nIn the event an employee is absent from his/her duties as a result of an injury or sickness  \ncovered by Workers' Compensation, he/she will be paid at his/her regular salary level less  \nthe amount of anv Workers Compensation awarded for temporary disability due to said  \neR SS SS ee =) 7 WFO eS ae ee ee ee ee ee Oe ew he wa eee wt tte ey Were  \nabsence for a period of one (1) year from the date of injury. No portion of such absence  \nwill be charged to any leave, which the employee is entitled to.  \nJury Duty:  \nLeave shall be granted for jury duty on city, county, state or federal juries. The amount of  \nthe employee's salary will be assured for the duration of such leave. The AFT-CT will pay  \nthe employee the difference between his/her daily salary and the daily remuneration  \nreceived as a juror.  \n11  \n10.8  \nG.  \nMilitary Leave:  \nA.  \nA military leave of absence will be granted to any employee in the event of induction  \nor voluntary enlistment for one (1) four (4) year tour of service in the Armed Forces  \nof the United States.  \nMilitary leaves in excess of ninety (90) calendar days up to a maximum of four (4)  \nyears are to be considered extended leaves, all others are to be treated as temporary  \nmilitary leaves. No salary or supplemental benefits, or retirement benefits, will be  \ngranted for such extended leaves.  \nUpon returning, if the employee desires re-employment, he/she must notify the AFT-  \nCT of such an intention, within thirty (30) days after separation from the Armed  \nForces. The employee shall be placed in the same position held immediately prior to  \nthe leave or a substantially equivalent position. He/she shall be placed on the salary  \nschedule at the level he/she would have achieved had he/she remained actively  \nemployed by the AFT-CT.  \nAFT-CT shall grant the necessary days required in order for an employee to fulfill  \nthe annual active duty requirements of an organized Reserve or National Guard Unit,  \nwhere such duty is required to fulfill the requirements of the draft laws. In such an  \ninstance, the AFT-CT will pay the employee the difference between his/her daily  \nsalary and the daily remuneration received while on temporary military leave.  \nAll benefits will remain in effect for the duration of a temporary military leave.  \nIn the case of an involuntary extended tour of active duty of a member of a Reserve  \nor National Guard Unit, all benefits, excluding salary, shall remain in effect for the  \nduration of the unscheduled period.  \n(1) Upon re-employment, the employee shall be granted the position held just  \nprior to the leave or a substantially equivalent position. The employee shall be  \nplaced on the salary schedule at the level he/she would have achieved had  \nhe/she remained actively employed by the AFT-CT during the period of his/her  \nabsence.  \n(2) Conditions for re-employment for such an involuntary extended tour of active  \nduty shall be consistent with the terms and conditions stated in this Agreement.  \nAll military leave provisions relating to re-employment shall be in accordance with the  \nterms of the appropriate laws of the United States.  \n"], ["ARTICLE 11  \nCOURSE REIMBURSEMENT  \n", "Upon prior written approval of the AFT-CT President or his/her designee among AFT-CT officers  \nor supervisors, and after proof of successfully competed courses, the AFT-CT shall reimburse  \nemployees for tuition and fees, which are professionally related to his/her staff duties. Such  \napproval shall not be unduly withheld. Reimbursement for courses at accredited institutions shall  \nbe limited to six (6) credits per semester.  \n12  \n12.1  \nA.  \n(1)  \n"], ["ARTICLE 12  \nINSURANCE/PENSION/CHILD CARE  \n", "   \nMedical/Dental/Life Insurance:  \nMedical Insurance:  \nAFT CT shall provide a supplemental HRA funding account to offset the difference in  \ncoverage between the MEHIP benefit coverage previously agreed to in the parties’  \ncurrent CBA and the new Anthem 30/0%/3000 Century PPO being offered effective  \nDecember 1, 2016.  \n(2)  \n(a) Said HRA contributions shall be $6,000 for member coverage and  \n$12,000 for family coverage. It is agreed that these funds set aside  \nfor SUC members shall be utilized for all “qualified medical  \nexpenses” as defined by the IRS guidelines including supplemental  \ninsurance, dental fees, and al other expenses not covered by the new  \nplan. Each year the carry over coupled with the employer  \ncontribution shall not exceed $6,000 per member or $12,000 per  \nfamily.  \n1. Said contributions shall be utilized at the employee’s  \ndiscretion and be managed with a debit card provided by  \nthe employer with access to online retrieval of usage,  \nfees, balances, etc..  \n(b) AFT CT agrees to maintain to the best extent possible, the same level of  \ncoverage and benefit throughout the life of this agreement as the  \n30/0%/3000 PPO Plan currently being offered. The parties recognize that  \nAFT-CT is considered a small-group employer and that plan design options  \nare limited. However, AFT-CT shall offer an insurance plan that is mutually  \nagreed upon by both parties.  \n(c) To meet the parties obligations as outlined in section (b) above,  \nthe parties agree to meet and bargain should the current insurance provider  \nno longer offer the currently structured and designed.  \n(d) If an employee spends the entire amount in their HRA prior to the end  \nof the year, AFT-CT is not obligated to add more money, nor will it be  \nheld responsible for any unpaid medical costs incurred by the employee or  \nfamily members.  \n($1,250.00) dollars each contract year pursuant to an IRS Section 125 Plan to  \noffset the out-of-pocket expenses. (Note: The one thousand two hundred and  \nfifty ($1,250.00) dollars referred to shall be in addition to compensation in  \nthe salary schedule).  \nB. Dental Plan:  \n(1)  \nEffective upon the signing of this Agreement, each employee and eligible  \ndependent(s) shall be provide with a Blue Cross full service dental plan, and  \nBlue Cross full service prescription drug plan. AFT-CT may change carriers  \n13  \nfor the dental coverage provide that the replacement coverage is equal to or  \nbetter than the existing coverage,  \n(2) Each employee and eligible dependents shall be provided with Blue Cross  \nDental Riders A, B C, and D.  \nC. Waiver Of Insurance:  \n(1) | The Connecticut AFT and the Staff Union hereby agree that employees who  \nelect to waive medical and/or dental insurance, upon proof of insurance  \nelsewhere, shall receive a lump sum payment on July 1 (for July 1 —-  \nSeptember 30), October 1 (for October 1 — December 31), January 1 (for  \nJanuary 1 — March 31), and April 1 (for April 1 — June 30). Such lump sum  \nshall be equivalent to sixty-six and two-thirds percent (66 2/3%) of the 2008-  \n2009 insurance rate for the applicable premium for the coverage (e.g. two-  \nperson or family plan) that the employee would otherwise have received for  \nthat three (3) month period.  \n(2) Any, employee who waives medical insurance shall not be eligible for the one  \nthousand two hundred and fifty ($1,250.00) dollars referenced in Section  \n12.1, Paragraph A (2), hereinabove, but shall be otherwise eligible to  \nparticipate in the IRS Section 125.  \nD. The Connecticut AFT shall provide each employee and eligible dependent(s) up to  \none hundred seventy-five dollars ($175.00) per year for eyeglasses or contact lenses.  \nSaid amount may accumulate from year to year during the term of this Agreement to  \na maximum of three hundred fifty dollars ($350.00). Said amount shall be  \nreimbursed by the Connecticut AFT upon presentation of a receipt.  \nE. Connecticut AFT liability for medical expenses shall be limited to coverage provided  \npursuant to Paragraphs A, B, C and D above.  \nF, Life Insurance:  \nThe Connecticut AFT shall contribute one thousand ($1,000.00) dollars per year per  \nStaff Union member for life insurance on each member in each year. Such  \ncontribution shall be made on July 1 of each year. In the event a staff member resigns  \nduring the year, the Staff Union of Connecticut shall reimburse the Connecticut AFT  \nfor the portion of that staff member's life insurance contribution covering the  \nremainder of that year. Said reimbursement shall be effective for the period  \nbeginning on the first day of the month following the staff member's resignation and  \nshall not include the portion of annual premium concerning accidental death or  \ndismemberment.  \nG. Federal or State Legislation Health Insurance. Should any Federal or State Health  \ninsurance legislation be enacted during the term of this Agreement the parties agree  \nto bargain the impact of said legislation regarding the cost and coverage and all other  \nrelated subject matter.  \nP22  \n123  \n13.2  \nPension:  \nA. The Connecticut AFT shall contribute eleven per cent (11%) of the salary account for  \nStaff Union bargaining unit members on a monthly basis. Effective July 1, 2004,  \ndefinition of salary account shall include the automobile and expense allowance as  \ndescribed in Articles 13.1 and 13.2.  \nB. Pursuant to the rules identified in the parties’ 401K plan document, employees shall  \nhave the option to contribute additional contributions towards the above identified  \npension. AFT CT will match up to 3% of employee contributions made to the 401K  \nplan.  \nChild Care:  \nThe Connecticut AFT shall provide up to one thousand seven hundred fifty dollars  \n($1,750.00) per year for each employee for the purpose of providing child care at a child  \ncare center or by a child care provider, within the scope and meaning of IRS rules and  \nregulations governing child care providers, for an employee's own children or children of  \nthe employee's spouse up to age seven (7) domiciled in the employee's household. The  \nConnecticut AFT shall provide one thousand five hundred dollars ($1,500.00) per year, per  \nemployee for child care at a child care center or by a child care provider, within the scope  \nand meaning of IRS rules and regulations governing child care provisions, for an  \nemployee's own children or children of the employee's spouse between the ages of seven  \n(7) and thirteen (13) domiciled in the employee's household. Said amounts shall not be  \ncumulative and are paid only for child care that is provided during working hours and is  \nproperly documented.  \n"], ["ARTICLE 13  \nAUTOMOBILE AND EXPENSE ACCOUNTS  \n", "The AFT-CT shall annually provide each staff member, ten thousand eight hundred dollars  \n($10,800) paid in monthly installments of nine hundred dollars ($900) for the purpose of  \nmaintaining automobiles to be utilized for AFT-CT business. Said annual amount shall  \ncover the cost of purchase, lease, maintenance, tires, insurance, registration, and all other  \ncosts involving said automobile except gasoline. Gasoline costs for AFT-CT related travel  \nshall be reimbursed upon proper documentation at the rate of. Twenty-nine percent (29%)  \nof the Internal Revenue Service (IRS rate) recalculated annually on January 1. For the  \npurposes of the 2009 gas reimbursement rate the parties agree to the rate set January 1 2009  \nshall control. Each Staff member agrees to maintain an operable UAW/CAW/IUE made  \nautomobile as a condition of said stipend. Effective January 1, 1998, said mileage  \nreimbursal shall be paid only if the staff member's agency fee report for the period covered  \nhas been submitted to AFT-CT.  \nEach member of the bargaining unit, shall have available five thousand eight hundred  \n($5,800.00) dollars annually for the purpose of AFT-CT related activities including meals,  \ntelephones, parking and tolls. Said amount shall be paid monthly in installments of  \n($483.33)  \n15  \n13.3  \n13.4  \n14.1  \n14.2  \n15.2  \nAdditional expenses may be approved by the AFT-CT President, or his/her designees, upon  \nneed and documentation of need including a verification of how the original amount was  \nexpended.  \nAFT-CT shall maintain for each employee the American Express card for the purposes of  \nauthorized expenses and out-of-state expenses.  \n"], ["ARTICLE 14  \nOFFICES AND CLERICAL  \n", "Every reasonable effort shall be made to provide each employee with an adequately  \nequipped office. Such office shall be lockable, with keys given only to the employee and  \nthe AFT-CT President.  \nAFT-CT shall provide staff with administrative support necessary to perform work on  \nbehalf of local AFT-CT affiliates. A corollary to this support is an obligation of the staff  \nto provide the AFT-CT Office Operations Administrator sufficient advanced notice of  \nclerical work to be performed. Therefore, the staff shall, except in emergency situations  \nor where such notice is not possible, provide work over five (5) typewritten pages in length  \nto the administrative staff at least two (2) days prior to the date by which it must be  \ncompleted. Staff clerical work on behalf of affiliated locals shall be given top priority by  \nthe administrative staff and a policy statement of same shall be issued by the AFT-CT  \nofficers to the secretaries and each affiliated local. Staff shall be permitted to issue dictation  \nover the phone to administrative support staff.  \n"], ["ARTICLE 15  \nSALARIES  \n", "Effective July 1, 2017 bargaining unit members not on maximum step shall receive a mid-  \nyear step movement, members on maximum shall receive a 1.5% maximum bonus that  \nshall be included as salary for 401k contributions, but shall not be added into the salary  \nschedule. Effective July 1, 2018 bargaining unit members not on maximum step shall  \nreceive a mid-year step movement, members on maximum step shall receive a 1.5%  \nmaximum bonus that shall be included as salary for 401k contributions, but shall not be  \nadded into the salary schedule.  \nThere shall be no layoff of bargaining unit members who have been hired prior to July 1,  \n2017.  \n13.2  \n7/1/2017 7/1/2018  \nStep A $63,000 $63,000  \nStep B $67,000 $67,000  \nStep 1 $71,318 $71,318  \nStep 2 $77,718 $77,718  \nStep 3 $84,558 $84,558  \nStep 4 $91,999 $91,999  \nStep 5 $100,095 $100,095  \nStep 6 $106,111 $106,111  \nStep 7 $109,119 $109,119  \nStep 8 $112,127 1 12,127  \nStep 9 $115,135 $115,135  \nStep 10 $118,142 $118,142  \nStep 11* $121,151 $121,151  \n* Effective July 1, 2017 Step 11 with the maximum step bonus shall be $122,968. Effective July  \n1, 2018 Step 11 with the maximum step bonus shall be $124,813. Said amounts shall be utilized  \nas salary for 401k contribution purposes each year. Steps A and B shall only apply to organizing  \npositions.  \n15.3  \n  \noN  \nfeces  \n16.2  \nHiring Rate  \nAFT-CT shall maintain the right to hire employees at any step in the salary schedule  \nprovided the following conditions are met:  \n1. No new employee shall be hired at a wage rate higher than a current employee in  \nthe job title with substantially equal education and experience.  \n2. Should the parties arbitrate a grievance under this clause, and the arbitrator finds  \nthat a new employee was hired at a higher step than a current employee with  \nsubstantially equal experience, the remedy shall be limited to increasing the current  \nemployee to the new employee rate.  \n"], ["ARTICLE 16  \nOBLIGATIONS OF THE PARTIES  \n", "   \nExcept as is otherwise specifically provided for in this Agreement, the AFT-CT has all the  \ncustomary and usual rights, powers, functions, and authority of management. Specifically,  \nAFT-CT has the right to manage the business of AFT-CT; operation of its facilities;  \ndirection, evaluation, discipline of its staff; and authority to execute all the various duties,  \nfunctions, and responsibilities of AFT-CT. Matters of collective bargaining not covered  \nby this Agreement, shall be handled as provided herein below. All SUC employees will be  \nevaluated on an annual basis. Any unsatisfactory evaluations shall be for just cause.  \nMatters not covered by this Agreement may be raised by management or by the Staff Union  \nand may be subject to negotiations provided that neither side may raise during this  \n17  \n16.3  \n16.4  \nAgreement any question introduced, and settled, either negatively or affirmatively, during  \nbargaining prior to final settlement.  \nSuccessor Clause:  \nAFT-CT agrees that it will not enter into or execute any merger or affiliation agreement  \nwith any organization without giving SUC a sixty (60) day notice. During this sixty (60)  \nperiod, AFT-CT will negotiate the impact of such possible merger or affiliation with SUC.  \nAFT-CT agrees that a condition of any merger or affiliation shall be that any future  \nemployer shall agree with the terms of this agreement and that any superior economic terms  \nenjoyed by employees performing similar work of bargaining unit members shall prevail.  \nJob Posting  \nWhen a vacancy occurs in a position covered by this agreement or when a new position is  \ncreated by AFT-CT, hiring shall not take place when a qualified current employee desires  \nto fill the vacant or newly created position. In the event two qualified internal candidates  \napply for a vacant position or newly created position, the senior employee shall be awarded  \nthe position. AFT-CT shall, post all vacant or newly created position(s) for a period of  \nseven days. An office wide e-mail shall satisfy the requirement of notification mentioned  \nin this section.  \n16.5 Evaluation Committee & Staff Performance Evaluations  \n   \n1) Evaluation Committee  \nAFT Connecticut shall establish a joint labor-management Evaluation Committee.  \nMembership of the Evaluation Committee shall consist of six (6) people, three (3)  \nof whom shall be appointed by the AFT Connecticut President and three (3) of  \nwhom shall be appointed by the SUC President. Committee members may be  \nrotated at the discretion of the respective President. The Evaluation Committee  \nshall be responsible for developing and implementing staff performance evaluation  \nprogram, including evaluation instruments for each job description consistent with  \nthe guidelines listed in Section 2 by October 1, 2017. Such evaluation program and  \nevaluation instruments shall be developed by consensus. If consensus cannot be  \nreached by October 1, 2017, the parties may utilize the services of a mediator to  \nemploy interest based bargaining. Interest based bargaining shall not exceed four  \n(4) months. If no agreement is reached, AFT CT may implement a plan that  \ncomplies with section 2.  \n2) Staff Performance Evaluation Program  \na. The staff performance evaluation program shall include, but not be  \nlimited to: (1) the timing and frequency of performance evaluations;  \n(2) the selection and use of performance evaluation designators, e.g.  \nsatisfactory, unsatisfactory, etc.; (3) detailed criteria for each  \ndesignator; (4) the detailed methods by which staff performance is  \nassessed; (5) the development of a staff performance evaluation  \ninstrument for each job description consistent with the guidelines  \nlisted in Section 2b; (6) the creation of individual improvement and  \nremediation plans that (a) identify resources, support and other  \nstrategies to be provided to address documented deficiencies, (b)  \n18  \nindicate a timeline for implementing such resources, support, and other  \nstrategies, and (c) include indicators of success at the conclusion of the  \nimprovement and remediation plan; and (7) a validation procedure  \nthat provides for a third-party entity to substantiate evaluation ratings  \nin dispute.  \nb. The staff performance evaluation instrument for each job description  \ndeveloped by the Evaluation Committee shall include, but not be  \nlimited to: (1) the identification of strengths; (2) the identification of  \nareas needing improvement; and (3) opportunities for career  \ndevelopment and professional growth.  \nc. Staff performance evaluations shall not be used for disciplinary  \npurposes. Claims of failure to follow staff performance evaluation  \nprocedures shall be subject to the grievance procedure. Unsatisfactory  \nevaluations shall be for just cause.  \nd. All staff being evaluated and those performing the evaluations shall be  \ntrained on the evaluation instrument and evaluation processes prior to  \nthe implementation of the staff performance evaluation program.  \n"], ["ARTICLE 17  \nEFFECTIVE DATE AND DURATION  \n", "This Agreement shall be binding upon the Staff Union of Connecticut and AFT-CT for a period  \nof two (2) years commencing on July 1, 2017 and expiring on June 30, 2019. All terms and  \nconditions of this Agreement, and references herein, will remain in force until a successor  \nAgreement has been reached.  \n"]]