[["", "ry  \n| a |  \n  \nrt FiriFrt Ft 6rd oOo A  \nry  \n   \nKE 4192  \nAEROSPACE _  \nAGREEMENT  \nBetween  \nThe Aerospace Corporation  \nand the  \nAerospace Professional Staff Association  \nAugust 1, 2007 to August 1, 2008  \nTABLE OF CONTENTS  \n"], ["ARTICLE NO. TITLE PAGE  \n", "PREAMBLE ccc eee ene tenes 6  \nI RECOGNITION 6  \n1] RIGHTS OF MANAGEMENT 20 eee teens 7  \nIll UNION SECURITY ccc eens 8  \nIV APSA COMMUNICATIONS 000 9  \nVv APSA LEAVES OF eee eee een ene 1]  \nVI MERIT EMPLOYMENT PROVISIONS eee 1]  \nV1 NON-DISCRIMINATION ee eee eee eee 17  \nVI EMPLOYEE BENEFITS. 000 cee teens 17  \nIX COMPENSATION 2.00... ee 20  \nX EMPLOYEE PERSONNEL FILES eee eee ree eee 20  \nXI CORPORATE DOCUMENTATION cece eee tenet eens 21  \nXII STAFF DEVELOPMENT 0.0. ccc cee eee eee eens 2]  \nTELECOMMUTING. >|  \nXIV NO STRIKES OR LOCKOUTS ccc eee eee  \nXV DISPUTES RESOLUTION 0 ce eee eens a2  \nXVI GENERAL PROVISIONS 000: eee eens 26  \nXVII DURATION 20000 etn eee 29  \nADDENDUM | -CONFIDENTIALITY teens dl  \nAPPENDIX A DUES DEDUCTION - AUTHORIZATION AND A-l  \nAPPENDIX B  NONSUPERVISORY MTS. eee eee B-1  \n1. Career Paths B-!  \n2. MTS Job Descriptions eee B-]  \n3. MTS Compensation ee eens B-5  \n4. MTS Pay Plan Structure eee B-§  \nAPPENDIX C WORK ENVIRONMENT cece eee teens  \n1. Performance Management cece eee eee C-1  \n2. Corrective Action C-3  \n3. Alternate Workweek Program eee eee C-9  \n4. Extended Work Week ees C-10  \n5. Hiring, Promotion, Transfers, and C-11  \n6. Aerospace Rotation Program ee eee C-13  \n"], ["", "ARTICLE NO.  \nAPPENDIX  \nAPPENDIX  \nTABLE OF CONTENTS (Cont’d)  \nTITLE PAGE  \n7. Exempt Employees — Distribution of C-14  \n8. Exempt Employees - Part-Time Employment....................-.- C-17  \n9. Nonexempt Employees — Distribution of C-19  \n10. Nonexempt Employees — Benefits C-21  \n11. Business Travel ccc te eee C-22  \n12. Meal and Mileage Allowances eee eee C-34  \n13. Traffic and Parking 0. ccc ccc te eens C-34  \n14. Security Program cece eee eee C-36  \n15. Proprietary Information eee eee eee C-42  \n16. Electronic Communication Services eee ee eens C-44  \n17. Temporary Domestic ener C-44  \n18. Permanent Domestic ee eee ee eee C-47  \n19. Short-Term International Assignment ee eens C-53  \n20. Long-Term International C-56  \n21. Federal Government Positions .......... 0... cece eee eee eens C-63  \n22. High-Risk Operations cc eee C-64  \nD WORK ABSENCES eee eee nee D-1  \n1. Holidays cc cee ee ee D-1  \n2, Vacation 20... ee cee eee D-2  \n3. Sick Leave... eee eee D-3  \n4. Jury Duty... D-4  \n5. Military Reserve Active Duty eee ees D-4  \n6. Other Absences cece ee D-7  \n7. Compensatory eee eee D-9  \nE EMPLOYEE PROGRAMS ccc cece eee eee E-1  \n1. Performance Recognition Payment (PRP) Program ...................  \n2. Referral Bonus Program cece cece eee eee tenes E-1  \n3. Patent Royalties cc E-2  \n4. Corporate Awards Program. eee ee eee E-3  \n5. Contimuing Learning cece eee ee E-5  \n6. ere E-8  \n7. Learning Opportunities E-9  \n8. Educational Assistance Programs ee eee E-11  \nPAY a cee s ene ee eS EES eS EDs E-15  \n4  \ni oo fo |  \nk  \ni  \ni  \n{ J  \n  \nI  \ni  \ni  \n  \nf  \n{ J  \nTABLE OF CONTENTS  \nAKTICLE NO. TITLE PAGE  \n10. Reduction-In-Force (RIF) 0000.0 eee eee E-l6  \nlt. Airline Club Memberships .......00 0.0.0 eee eee ee E-19  \n12. Retirement Gift Program eee E-20  \nAPPENDIX F EMPLOYEE BENEFITS/INSURANCE PLANES ..................... F-}  \n1], 2... ee eee eee eee F-]  \n2. Medical/Dental/Vision Plan Description.. .. ee eee F-17  \n3. Health Maintenance Organizations (HMOs). 2... 22... ee eee F-18  \n4. Retiree Medical Plan cece eee F-2]  \n5. Dental Insurance Plans 0 fe ee F-24  \n6. Vision Care Plan Le eee ee eens F-25  \n7. Flexible Spending Account (FSA) Plan ........00 2.0.2.2 eee eee F-25  \n8. Temporary Disability Plans eee eee cee eee F-26  \n9. Paid Family Le eee eee F-26  \n10. Long Term Disability (LTD) Plan 2 eee eee F-27  \n11. Life Insurance Plans eee eens F-28  \n12. Occupational Accident Insurance Plan ee eee F-29  \n13. Voluntary Personal Accident Insurance Plan F-29  \n14. Aerospace Savings Account eee eee. F-30)  \n15. Aerospace Employees’ Plan(AERP) ... 0 20... eee F-34  \n16. Voluntary Annuity/Account Program (VA/AP) F-40  \n17. After-Tax Savings Option ee eee eee F-41  \n18. Work-Life cc ees F-42  \nAPPENDIX G  EMPLOYMENT-RELATED PROGRAMS ... G-1  \n1. Commuter Services 00 eens G-|  \n2. RothIRAS ......... 0. cee ee eee G-2  \n3. Traditional IRAs 2.0... eee G-2  \nINDEX OF SUBJECTS SENS BERBER HDR EN BED SS I-]  \nPREAMBLE  \n5  \nThe following is an agreement dated August 1, 2007, between THE AEROSPACE  \nCORPORATION (hereinafter referred to as the “Corporation”) and the AEROSPACE PROFESSIONAL  \nSTAFF ASSOCIATION (hereinafter referred to as the “Association” or “APSA”).  \n"], ["ARTICLE I  \n100 RECOGNITION  \n", "10] The Corporation recognizes the Association as the exclusive bargaining agent of its  \nemployees employed in a unit described as follows:  \n102 Included: All regular employees employed by the Corporation as non-supervisory MTS  \nLevel 1, Level II, and Level III at the following locations: El Segundo, California; Vandenberg Air Force  \nBase, California; Onizuka Air Station, California; Sunnyvale, California; Buckley Air Force Base,  \nColorado: Colorado Springs, Colorado; Denver, Colorado; Schriever Aur Force Base, Colorado; Peterson  \nAir Force Base, Colorado: Kennedy Space Center, Florida; Cape Canaveral, Florida; Omaha, Nebraska;  \nOffutt Air Force Base, Nebraska: Houston, Texas; Albuquerque. New Mexico; Kirtland Air Force Base,  \nNew Mexico; Dayton, Ohio; Chantilly, Virginia; Fairfax, Virginia: Rosslyn, Virginia; Columbia, Maryland;  \nSilver Springs, Maryland; and Suitland, Maryland.  \n103. Excluded: All other employees, confidential employees, clerical employees, guards, and  \nsupervisors as defined in the National Labor Relations Act.  \n104 The Corporation procures labor services from outside suppliers to augment the normal  \nefforts of bargaining unit employees. The Corporation agrees that purchased labor and/or consultants shall  \nnot be used to replace employees in the bargaining unit.  \n105 The Corporation agrees that it shall make the recognition of the Association as the  \nexclusive bargaining agent'of its employees in the above described unit a condition of any sale or merger of  \nthe Corporation to or with a-successor employer. Prior to the sale or merger of the Corporation to or with a  \nsuccessor employer the Corporation shall provide the Association with the language in the agreement of  \nsale or merger that provides that the successor employer will recognize the Association as the exclusive  \nbargaining agent of the employees in the above described unit.  \n106 Within ten (10) days from the execution of this Agreement APSA shall certify in wnting to  \nthe Corporation the names of its representatives accredited to represent the bargaining unit with regard to  \nthis Agreement. APSA shall also provide an updated list within five (5) days of any change. The total  \nnumber of corporate employees so accredited shall not exceed one (1) representative and/or alternate at  \neach location except that there may be five (5) regular representatives and three (3) alternates designated  \nwith regard to E! Segundo. Alternates shall function only in case of the inability of a regular representative  \nto fulfill his or her function hereunder.  \n[  \ni  \ni  \nf 3 Cf  \ni  \n"], ["ARTICLE II  \n200 RIGHTS OF MANAGEMENT  \n", "201 The management of the Corporation and the direction of the work force are vested  \nexclusively in the Corporation. These rights of management shall include, but shall not be limited to, the  \nright to determine the size of the work force and the number of employees or other persons, if any, assigned  \nto any classification or activity, determine the type of work to be performed or to be discontinued, the  \nlocation, methods, schedules of work and means of accomplishing the work, hire, promote, demote,  \ntransfer, classify, reclassify, assign work to employees outside of their normal classification, and effect  \nreductions in force, discharge, suspend or otherwise discipline employees for just cause, determine when  \nand whether overtime should be worked, and by whom. and change from time to time any of its policies or  \nprocedures that affect bargaining unit employees’ pay rates, fringe benefits and/or conditions of work with  \nadvance notice to the Association and good faith bargaining with APSA in ar attempt to reach an  \nagreement. If such bargaining produces an agreement, that agreement shal! be reduced to writing. If no  \nagrecment is reached, after impasse the Corporation may implement the charge excer* as expressly limited  \nby one or more specific clause or clauses of this Agreement. Changes in volicies or procedures which do  \nnot fall within the foregoing scope. broadly construed, may be implemented by the Corporation  \nadvance notice to APSA, provided that, if APSA requests an opportunity to discuss any change which the  \nCorporation deemed not subject to advance notice, including any change in the implementation of any  \npolicy or practice, the Corporation will then discuss the matter promptly.  \n202 Any new policy and all changes tc: Polices and/or Practices which involve Recognition of  \nAchievements and Striving for Excellence (AE), Human Resoucces (HR), Safety-Injury and Illness  \nPrevention Program (SA), Security Program (SE), Standards of Business Conduct (ST), will be coordinated  \nwith APSA by Labor Relations in advance of implementation pursuant to Paragraph 201. All other new  \npolicies will be reviewed by Labor Relations and the Office of the General Counsel to determire if they  \naffect bargaining unit employees’ pay rates, fringe benefits and/or conditions of work. New policies so  \nidentified will be coordinated tn advance with APSA pursuant to Paragraph 201. In addition, upon  \nexecution of the Agreement, the Labor Relations Administrator will meet with designated iepresentatives of  \nAPSA to identify which other Polictes or Practices affect bargaming unit ermployees’ pay rates, frnge  \nbenefits and/or conditions of work. Changes in such policies will thereafter be coordinated in advance of  \nimplementation pursuant to Paragraph 201. The Corporation may specify reasonable time limits for re-  \nsponse and for the commencement of discussion. The Corporation shall provide APSA with two (2) paper  \ncopies of new and/or revised Policies and Practices.  \n203 Any new summary plan description and all changes to and/or deletions of Summary Plan  \nDescriptions will be coordinated with APSA in advance of implementation. This process is informal.  \nallowing APSA to pose questions and make suggestions for changes to the proposed content of these  \ndocuments. There will be no negotiations or written agreement involved in this process. The Corporation  \nmay specify reasonable time limits for response from APSA.  \n~J  \n"], ["ARTICLE Il  \n300 UNION SECURITY  \n", "301 Voluntary Membership and Maintenance of Membership  \n302 Each member of the bargaining unit may elect to join APSA but shall not be required to do  \nso as a condition of initial or continued employment.  \n303 Each member of the bargaining unit who is, or elects to become, a member of APSA on or  \nafter the thirtieth (30th) day following the effective date of this Agreement shall be required, while a  \nmember of the bargaining unit, to continue membership in APSA for the duration of this Agreement to the  \nextent of tendering the membership dues uniformly required as a condition of retaining membership in  \nAPSA.  \n304 Any member of the bargaining unit who has elected to become a member of APSA may  \nwithdraw from membership in APSA by giving notification in writing to APSA and to the Corporation of  \nhis or her desire to withdraw.  \n305 Deduction of Dues  \n306 The Corporation shall deduct Association member's dues from the earnings of employees  \nwho are members of the bargaining unit upon the following conditions and at the time and in the manner  \nhereinafter provided.  \n307 Deductions will only be made from the earnings of a member of the bargaining unit who  \nhas executed and delivered to the Corporation a written authorization each time the employee enters or  \nre-enters the bargaining unit. The authorization shal! be in the form set forth in Appendix A.  \n308 | When Deduction is Taken: Each current week’s Association membership dues as  \nauthorized will be deducted from an employee’s weekly earnings provided:  \n309 An authorization card has been received by Payroll at least four (4) weeks prior to the  \nPayroll period for which the authorization is to be effected and has not been revoked, and  \n310 The Association has certified in writing to the Corporation the amount of such dues.  \nCertification and any changes thereto received during any week will be made effective the week beginning  \nfour (4) weeks after receipt of such certification for each APSA member who has executed a new  \nauthorization form in accordance with Paragraph 309 above. Once the Association has certified the amount,  \nsuch certification will remain in effect until changed by the Association.  \n311 Remittance and Statements to the Association  \n312 Each week, the Corporation shall remit by electronic transfer, to an APSA-designated bank  \naccount, the amount of dues collected.  \n313. The Corporation shall furnish a weekly report (Report 104-50, SAP-ZHRRAWDO,  \nRegister of APSA Dues Deductions) as of the last day of work to APSA. This report shall be furnished in  \npaper copy only, shall be organized by employee badge number, and shall contain the following  \ninformation:  \n314 a. The total amount of current dues deducted.  \ni  \nytd sf  \ni  \ni  \nE32 t 3  \n3  \nt J  \nC 3  \n315 b. Employee name, employee badge number, four-digit cost center code, current  \nautomatic dues deduction (yes/no), weekly deduction amount, and the year-to-date amount  \nfor each employee from whose earnings deductions have been made.  \n316 Employee name, employee badge number, four-digit cost center code, current  \nautomatic dues deduction (yes/no), weekly deduction amount, and the year-to-date amount  \nfor each employee who had authorized such deductions but from whose earnings no  \ndeductions were made because their paychecks were insufficient to enable the Corporation  \nto make appropriate deductions.  \n317 Indemnity Agreement  \n318 The Association shall indemnify and save the Corporation harmless against any and all  \nclaims, demands, lawsuits or other forms of liability including costs and attorney fees that may arise out of  \nor by reason of actions taken by the Corporation in making payroll deductiors as herein provided or in  \ncomplving with this Article.  \n"], ["ARTICLE IV  \n400 APSA COMMUNICATIONS  \n", "40] At all locations where the Corporation maintains a bulletin board, a bulletin board of a size  \nto be mutually agreed upon shall be provided by the Corporation to the extent practicable and feasible to be  \nused by APSA. for posting of the following types of notices:  \n402 a Notices of APSA meetings.  \n403 o. Notices of APSA elections.  \n404 c. Notices concerning the appointment of officers and results of APSA elections.  \n405 d. Notices of APSA social, educational or recreatioaal affairs.  \n406 Space for boxes for the distribution of APSA newsletters and notices shall be provided to  \nthe extent practical and feasible at all locations where the Corporation maintains an “Orbiter” box,  \n407 notices shall be signed by an official of APSA.  \n408 APSA shall not distribute or post, nor authorize its members or those that it represents to  \ndistribute or post, any material anywhere within the work areas of the operations except as  \nherein provided. All material, which is posted or distributed as herein provided will be consistent with the  \nnrofessional nature of The Aerospace Corporation or with the use of its pr2mises. All material shall be  \nsubmitted to the Labor Relations Administrator in draft form at least two (2) working days prior to posting  \nand distribution and in final form immediately prior to posting and distribution. After notice to APSA, the  \nCorporation may remove or relocate the APSA bulletin boards for reasons suck as alteration of facilities.  \nThe Corporation shall have the right to remove any material posted or distributed in violation of this  \nArticle.  \n409 = The Corporation agrees to distribute through its internal mail system, at locations other than  \nEl Segundo, APSA material, which is mailed in the U.S. mail to members of the bargaining unit at such  \nlocations, unless space is provided there to APSA in accordance with Paragraph 406 of this Article. APSA  \nagrees not to use the mail for distribution of its material to corporate locations at El Segundo. or other  \nlocations where the provisions of Paragraph 406 supra are operative.  \n. 410 The Corporation agrees to provide APSA with a monthly report (Report 021-91, Alphabetic  \nListing of Home Addresses of MTS Non Supervisors) in both paper copy and disk format containing the  \nfollowing information regarding each bargaining unit member: employee badge number, employee name,  \nfour-digit cost center code, position code, and mailing address including zip code.  \nAtt APSA shall have the right to use two conference rooms in Aerospace’s El Segundo, CA,  \nfacility per week on a scheduled basis during the noon hour for meetings of its Board of Directors and  \ncommittees. APSA shall further have the right to use one conference room in each of Aerospace’s  \nAlbuquerque, NM, Chantilly, VA, Colorado Springs. CO, Eastern Range, FL, and Western Range, CA,  \nfacilities per week on a scheduled basis during the noon hour for meetings of its committees. These  \nmeetings are not to be publicized and attendance will be limited to fewer than 20.  \n412 APSA shall have the right to use one conference room in Aerospace’s El Segundo, CA,  \nfacility per calendar quarter during the noon hour for general meetings not to exceed 250 bargaining unit  \nmembers. APSA shall further have the right to use one conference room in each of Aerospace’s Chantilly,  \nVA, Colorado Springs, CO, Eastern Range, FL, and Western Range, CA, facilities per calendar quarter  \nduring the noon hour for general meetings not to exceed 35 bargaining unit members, provided that on-site  \nmanagement shall have the right to reschedule utilization of the room with advance notice to APSA no later  \nthan 4 PM on the workday preceding the scheduled meeting.  \n413 APSA shall have the right to use one conference room twice a year on a weekend during  \nthe day for training purposes. These meetings are not to be publicized and attendance will be limited to  \nunder 250. Any attendance by non-employees shall be coordinated in advance with Security.  \n414 The Corpotation will provide employees newly hired into the bargaining unit a copy of the  \nAgreement and one document (i.e., new hire greeting) supplied by APSA. The Corporation will include in  \nits new hire orientation a chart, which states:  \n“The Aerospace Corporation has a bargaining agreement with APSA covering Members of the  \nTechnical Staff in non-supervisory positions at Levels], II, and III except for confidential  \nemployees. All such MTS are represented by APSA in negotiations with the Corporation whether  \nor not they are dues paying members. It is up to each such MTS to decide whether he or she wishes  \nto join APSA.”  \n415 The Corporation shall provide APSA with a weekly report containing a list of the  \nemployees newly hired into the bargaining unit during that week by name, badge number, 4-digit cost  \ncenter code, position code and work location, with the list organized by work location.  \n416 —_ The Corporation agrees to include in the electronic publication pursuant to Paragraph 1614  \na notice of APSA’s quarterly membership meetings to run for a two (2) week period prior to the individual  \nmeetings. Such notices shall set forth only the time, place, date and agenda for the meetings and shall be  \nconsistent with the professional nature of the Corporation. These notices shall be submitted to the Labor  \nRelations Administrator for approval and forwarding to the “Happenings” coordination office at least five  \n(5) working days prior to the publication deadline. The Labor Relations Administrator shall notify APSA of  \nany disapproval of its submittal at least two (2) working days prior to the publication deadline and shall  \nmeet with APSA in a good faith attempt to resolve the issues.  \n10  \nit J  \nae |  \nt 2  \na  \nf  \n1  \n417 The Corporation agrees to continue providing a public voice-mai! address on the  \nvoice-mail system for APSA’s utilization in communicating with members of the bargaining  \nunit.  \n418 The Corporaiion agrees to continue providing for APSA‘s advertisement in the classified  \nsection of the ‘c!2phone directory.  \n"], ["ARTICLE V  \n500 APSA LEAVES OF ABSENCE  \n", "501 Requests for leaves of absence for Association business matters will be treated on the same  \nbasis as all other requests for umpaid personal leaves ot absence except that, upon a written request from  \nAPSA, approval of a maximum of one (1) week of such leave shall be granted unless extraordirary  \ncircumstances prevent it.  \n"], ["ARTICLE VI  \n600 MERIT EMPLOYMENT PROVISIONS  \n", "601 Full-Time and Part-Time Employment  \n602 Recording of effort by bargaining unit emplovees is set forth in Appendix C. Work  \nEnvironment, Section 7, Exempt Employees — Distribution of Effort.  \n603 Part-time employment for bargaining unit employees ts set forth in Appendix C, Work  \nEnvironment, Section 8, Exeript Employees - Part-Time Employment.  \n604 Determination of Performance  \n605 Each member of the bargaining shall have his or her performance evaluated and  \ndocumented by supervision at least vearly and updated in the event of transfer. [n the event of significant  \nchanges tn performance, changes in content of the employee's work, or in the event of promotion. reduction  \nin force, or other reason, an additional evaluation may be performed. Any significant improvement or  \ndecline in an MTS’s performance ratings in comparison with previous years must be explained in Part ii B  \nof the Performance Evaluation Form, which contains the supervisor's comments. This explanation should  \nspecifically identify, where appropriate, any apparent decline or increase in an MTS’s rating because of a  \nchange in the manner or method of evaluation.  \n606 The performance documentation shall include an evaluation cf the bargaming unit member,  \nusing a list of performance factors and appropriate performance indicators. Where factors other than those  \nlisted on the review form are also relevant because of the nature of the job, such other factors may also be  \nutilized by supervision. Where factors other than the established factors set forth in the Performance  \nEvaluation Form are determined by management to be relevant tn evaluating 32 MTS’s performance in a  \nparticular position, those factors should be identified and discussed with the MTS suffictently in advance to  \nfairly advise the employee and subsequently be identitied on the form itself.  \n607 Each employee will be informed of his or her evaluation in the course of a personal  \ndiscussion with supervision. The employee will have the opportunity to comment on the evaluation verbally  \nand in writing. Any written comments will become part of the evaluation record and a copy of the  \nevaluation will be given to the employee.  \n608 | Each employee in an organization is ranked according to value. If desired, the employee  \nmay verbally request to receive in writing marked as “High Sensitivity” and “Aerospace Internal Use Only”  \nhis/her value ranking and a brief narrative describing its basis. Employee value rankings are reported to the  \nindividual employee in one (1) of five (5) groups (also known as \"bins\"), of approximately 1-10, 11-30, 31-  \n70, 71-90, and 91-100 percent. In small organizations such as those with less than 10 employees, fewer  \ngroups may be utilized in reporting value rankings. Specifically, an employee may request to be informed  \nwhere he/she is in the bottom group.  \n609 Where an employee’s performance is established as unsatisfactory or has significantly  \ndeclined, that fact shall be stated on the evaluation form and the employee given the opportunity to discuss  \nwith supervision the reasons for that judgment and the areas where improvement is required.  \n610 The performance management process for the MTS is described in Appendix C, Work  \nEnvironment, Section 1, Performance Management Process.  \n611 Transfers  \n612 All open job positions within the bargaining unit shall be posted or communicated to ail  \nCorporate locations unless a specific determination is made to the contrary by the cognizant Level 6 Vice  \nPresident.  \n613 The Corporation shall provide APSA with a monthly report (Report 021-116, SAP-  \nZHRRAPSO, APSA Report on the Exempt Active Population) in paper copy only indicating employees who  \nhave transferred into and out'of the bargaining unit. This report includes bargaining unit employees who  \nhave entered or terminated employment from, changed status, or transferred within the Corporation. This  \nreport shall include the following information for each bargaining unit member: employee badge number,  \nemployee name, four-digit cost center code. pay plan, organization level and status.  \nal.  \n614 Ali applications for posted positions shall be written and full consideration shall be given to  \nall such applications. A member of the bargaining unit may apply for any open position without prejudice to  \nhis or her current position. In administering the provisions of this paragraph, the Corporation will send a  \nletter to job applicants with the following text:  \n“Your request for transfer for the above noted personnel requisition has been received and referred  \nto the appropriate supervisor.”  \n“It is the practice of the Human Resources Division not to notify the Supervisor of an employee  \nwho is seeking a transfer. It is felt that such notice by an employee to her or his Supervisor is good  \nbusiness practice but it is not required.”  \n615 =‘ Transfers will be made at the discretion of the Corporation based upon management’s  \nassessment of the operational requirements and of the applying employee’s suitability. Unsuccessful  \napplicants for posted jobs shall, upon rejection, be informed in writing of the reasons therefore.  \n616 No bargaining unit employee shall, except under unusual circumstances, be involuntarily  \nreclassified to a position at a lower level as a result of reorganization or otherwise without having been  \ngiven at least forty-five (45) calendar days to seek another position with the Corporation.  \n12  \n{  \nee ee en ee ee |  \nf  \nyf FS £2 ft  \n}  \nf  \ni  \n{ 2 i  \ni  \nt 3  \nti 2  \ni  \n617 The corporation's policy is not to transfer an employee into an organization where the  \nemployee would be reporting to the same manager/supervisor as a family member or doniestic partner.  \nFamily members and domestic partners may not be in a supervisory relationship.  \n618 The limit of 6 pending transfers can be waived on a case-by-case basis by the Human  \nResources Depaztment.  \n619 — The limit of 6 pending transfers is waived for those in displaced status or those notified  \nthey hcve been selected for a reduction in force.  \n620 Reduction in Force (RIF)  \n621 Whenever it becomes necesséery to reduce or change the composition of the working force  \nbecause of lack of work, th: imposition of budgetary changes, a veorganization of tasks. changing  \nrequirements for particular skills or occupations or other reasons, management may select employees for  \nreduction in for-e. Ability te nerform the remaining work, performance as an Aerospace employee. and, to  \nthe extent it bears upon the foregoing, experience gained in years of service at Aerospace and  \nshall be considered by Management in selecting employees for RIF. All members of the bargaining unit  \nshall be evaluated on a non-discriminatory basis. It is the intent of the Corporation to select employees for  \nRIF trom as broad a base as is suitable under the circumstances; however. the provisions of this Article do  \nnot require that al! reductions are Corporate-wide in scope nor restrict. the Corporation’s nght to transfer  \nemployees or to offer transfers and/or reclassifications to emplovees affected by reduction in force. In cases  \nof RIF, the Corporation agrees to expedite its review of applications for transfer in those situations where  \nthe Corporation believes transfers may be warranted.  \n622 Employees who are eligible to enter retirement from active employment and who have been  \nselected for termination of employment as part of a RIF shall not be required to forego s2verance pay as a  \ncondition to ins oking retirement status.  \n623 In the event of a RIF, access of RIF’s ees to Aerospace facilities shall not he limited beyoad  \nnormal controls for regular employees between 7:00 a.m. and 4:30 p.m., Morday through Friday (except  \nholidays). Exceptions may be made where program security or individual circumstarces warrant.  \n624 Rehire  \n625 The Corporation shall establish a roster consisting of the names of those employees whose  \nemployment has been terminated under the provisicns of Paragraph 62! of this Agreement. At the  \ntermination interview, employees shall be informed of the rehire policy as specified in  \nParagraph 650 of this Agreement. At this time, the Corporation shall ask employees if they wish to have  \ntheir name on the rester. Only employees, who respond “Yes”, will have the:r names included on the roster.  \nThe Corporation shell request resumes from all employees who have responded “Yes.” The collected  \nresumes shall be included with the roster. It shall be the responsibility of the employee to provide the  \nCorporation with a resume. For a period of one (1) year following termination of employment, the  \nCorporation shall send copies of the current MTS position vacancies to each persen on said roster. The  \nmailings shall be concurrent with distribution within the Corporation of each publication of these postings.  \nThe Corporatior. shall implement procedures to ensur2 that persons on said roster who notity the  \nCorporation in writing of their interest and suitability shall be considered along with other applicants for  \nany position to be filled by the Corporation by outside hiring. No outside applicait shall be hired for a  \nposition as to which there is a person on szid roster who has notified the Corperation of his or her interest  \nand suitability unless a written explaration has beer approved by the level 4 manager. It shall be the  \nresponsibility of persons on said roster to keep the Corporation informed of his or her address. Persons shall  \nremain on said roster for a period of one (1) year, or until such person is rehired, declines an offer of rehire,  \nor asks to have his or her name removed from the roster.  \n626 Notification in the Event of a Reduction in Force  \n627 To the Individual  \n628 An employee designated to be terminated through RIF shall be given written notice in  \naccordance with Paragraph 633.  \n629 ToAPSA  \n630 The Corporation agrees, to the extent practicable, to notify APSA in writing at least three  \n(3) weeks prior to the notification of any individual of their inclusion in a RIF when the RIF is anticipated  \nto involve five (5) or more members of the bargaining unit. There shall be no obligation to give APSA  \nadvance notice of the names of the individuals whose inclusion in the RIF is anticipated or to discuss with  \nAPSA the names of the individuals under review for possible inclusion in the RIF. In any RIF, APSA shall  \nbe notified in writing of the name of each member of the bargaining unit to be included in the RIF concur-  \nrently with such notice to the individual. A letter of notification shall inform the individual that he/she may  \nhave an APSA representative present at the notification interview. Any individual to be included in the RIF  \nmay request the presence of an APSA representative at the notification interview.  \n631 APSA agrees that the information, which it receives from the Corporation in advance of  \nany anticipated RIF, shall be treated by it as confidential.  \n632 Options in Event of RIF  \n633 Any member of the bargaining unit whose employment is being terminated due to a RIF  \nshall recerve four (4) week’s written notice of his or her termination of employment. Any bargaining unit  \nmember designated for RIF shall have the option of receiving up to four (4) weeks’ pay in lieu of notice.  \nBargaining unit members shall receive at least one (1) week's written notice plus three (3) weeks’ pay or a  \ncombination of written notice and pay in lieu of notice equaling four (4) weeks’ salary. If, in the opinion of  \nthe cognizant Level 6 Vice President,. operational factors should require immediate termination the  \nbargaining unit member shall receive four (4) weeks’ pay in lieu of notice.  \n634 The Corporation shall provide for bargaining unit members who have been designated for  \nRIF and who are otherwise eligible for retirement to be able to enter retirement from active employment.  \n635 Corrective Action Process  \n636 The Corporation has a corrective action process for managing unsatisfactory performance  \nand/or unacceptable conduct by bargaining unit members. If requested by the member, an APSA  \nrepresentative shall be allowed to be present to represent the bargaining unit member in any Step 2 or 3  \ncorrective action meeting. With or without the participation of APSA, a bargaining unit member shall be  \nprovided an opportunity to respond to the identified problem(s) in any corrective action meeting. A  \ndescription of the corrective action process is provided in Appendix C, Work Environment, Section 2,  \nCorrective Action.  \n637 Termination for Cause  \n638 The Corporation has the right to terminate for cause. The Corporation shall notify APSA  \npromptly, but in any event within two (2) working days, of any termination for cause. Any employee in the  \na  \nin  \ni 2 £3  \n{ 2  \n|  \nEe tb £2 CB CD FEA CS  \ncw & 3  \nLes tJ C2  \nprocess of being terminated for cause may request the presence of an APSA representative at the  \ntermination interview.  \n639 Termination for cause shall include but not be limited to terminations for unsatisfactory  \nperformance. An employee terminated for “unsatisfactory performance” shall be given a prior written  \nCorrective Action concerning his performance and a reasonable time to correct the deficiency. All such  \nwritten Corrective Actions shall be reviewed by the Human Resources Division to consider whether  \nremedial] action or 4 remedial program is appropriate and has been recommended.  \n640 Termination for cause shall also include a very limited category of discretionary  \nterminations upon the authority of the President or cognizant Senior Vice President of the Corporation. Any  \nsuch discretionary termination shall not be subject to gnevance.  \n641 Displaced Status  \n642 Displaced status eccurs when an employee's job has been eliminated as a result of  \nreorganization, has been filled during an emplovee's leave of absence? or has becce unsuitable as a result  \nof an inability to perform the primary functions of the iob APSA shal! be notified, in writing,  \nof ihe name of each member of the bargaining unit to be placed on ¢isplaced status concurrently with such  \nnotice to the individual.  \n643 The goal of placing employees in displaced status is to provide an opportunity for the  \nemployee to seek a new position or work assignment. Hence, an employee ir cispiaced status would  \nnormally be assigned work during the displaced period. If an emplovee elects tc seek erapleyment within  \nthe Corporation he or she may do so for a period of ninety-one (91) days. At any time during the ninety-  \none days an employee may elect to terminate employment and receive notice benefits and severance  \npay. At the end of ninety-one days in displaced status, the employment is subject to immediate  \ntermination. The terminating employee will receive RIF notice, benefits and severance pay. Extension of  \nthe ninety-one dav pericd requires approval of the Director, Employee Reletions  \n644 If temporary werk assignments are unavailable, the zmployee may go ‘nto no-pay status  \nbetwen assiguments: however. the employee is not normally subject to mmmediate of  \nemployment. Should a company-wide RIF occur, arn employee may be subject co involuntary termination  \nduring the ninety-one day period in displaced status.  \n625 Disability Leave - Return to Work  \n646 The Corporation assists an employee's return from Disability leave to active employment  \ndirectly or through a rehabilitation program. The goal is to provide a reasonable time for the employee to  \nfind suitable work if the employee’s position has been filled or eliminated during the leave, or if the  \nemployee is no longer able to perform that type of work. An employee returning from temporary disability  \nleave normally returns to the same organization and position. An emplovee mav be put in displaced status  \nif his or her position has been eliminated or filled due to a critical need, or 1f the employee can no Jonger  \nperform the primary functions of that position.  \n647 An employee on temporary disability leave or Long-Term Disao lity (L.TD) may participate  \nin a rehabilitation program that allows the employee, under approved circumstances, to return to work to his  \nor her previous position or similar position on a part-time basis. The employee will receive full-time  \nregular benefits from the Corporation, as well as pay for hours worked. and where the employee elected  \nLTD coverage. proportionally reduced disability benefits from the insurer, provided the insurer approves  \nthe individual's rehabilitation program.  \n15  \n648 Termination Pay  \n649 Employees who voluntarily terminate employment receive no termination pay. Employees  \nterminated involuntarily for reasons other than a reduction in force receive two (2) weeks’ termination pay  \nif employed for six (6) months or more, or one (1) week’s pay if employed for less than six (6) months.  \nEmployees terminated for cause sufficient to render continued employment detrimental to the corporation's  \ninterests or as a consequence of ongoing corrective action receive neither advance notice nor termination  \npay.  \n650 An employee who is terminated in a reduction in force shall receive severance pay in  \naccordance with the Corporation’s severance pay policies (see Appendix E, Employee Programs, Section 9,  \nSeverance Pay). If a person who has been so terminated is rehired, such person shall be rehired as a new  \nemployee unless the rehire is within a period of one (1) year and the person rehired repays to the  \nCorporation the sums he or she has received as pay in lieu of notice and severance pay to the extent such  \npay exceeds the product of the employee’s weekly wage at the time of the reduction multiplied by the  \nnumber of weeks the employee was unemployed. Any sums so returned shall constitute the full extent of  \nthe severance pay available for such employee in the event of a subsequent reduction except that such  \nemployee shall thereafter accrue additional weeks of severance pay at the rate of one (1) week of severance  \npay for each year of subsequent employment up to a maximum total of nineteen (19) weeks.  \n651 A description of the benefits associated with a reduction in force is provided in Appendix  \nE, Employee Programs, Section 10, Reduction-In-Force (RIF) Benefits.  \n652 MTS Pay Plan  \n653 A description of the MTS salary structure is provided in Section 4 of Appendix B. The  \nMTS job descriptions are provided in Section 2 of Appendix B.  \n654 A copy of Appendix B, Nonsupervisory MTS, Section 4, MTS Pay Plan Structure, along  \nwith Practices HR—2-2 and HR-2-3, the Aerospace Professional Career Path booklet, a description of the  \nMTS job role characteristics, and the MTS position code designations shall be maintained in the library, as  \nwell as a covy of the current salary distribution percentile curves for the non-supervisory MTS. A copy of  \nthe same data shall be maintained by the administrators in all regional facilities for viewing by the MTS.  \nTwo (2) paper copies of the same material shall be provided to APSA, along with a copy on magnetic media  \nof the current salary distribution tables and percentile curves for the non-supervisory MTS.  \n16  \na  \n€ 2 SE € € F  \n4  \nf  \n}  \n  \n3  \n"], ["ARTICLE VII  \n700 NON-DISCRIMINATION  \n", "701 Tne parties hereto subscribe to the principles of equal opportunity and inerit employmeni  \nand in furtherance thereof agree in accordance with the applicable state and federal laws not to discriminate  \nagainst any employee because of age, race, color, ancestry. national origin, gender or gender identity,  \nsexual orientation, creed, religion, physical disability, mental disability, medical condition, marital status,  \nveteran status, or union activity or lack thereof. Except as provided in Paragraphs 702 through 705, all  \ncomplaints arising under this paragraph shail be processed in accord with Article XV of this Agreement.  \n702 As part of their commitment to Equal Employment Opportunity, the Corporation and  \nAPSA agree that any form of sexual harassment in the workplace is improper. Complaints of sexual  \nharassment shall be reported to line management, to the Diversity & Equal Employment Opportunity  \n(“D&EEO”) Office and/or to the Office of the General Counsel. and will be processed in accordance with  \nCorporate Practice HR-6-4.  \n703 Alleged victims and/or harassers involved in sexual narassment Incidents who are members  \nof the bargaining unit may scek support and assistance from APSA. Ai APSA representative shall oe  \nallowed to be present to represent the bargaining unit member in all meetings, which include the bargaining  \nunit nermmber if requested by the memiber. The Corporation shall advise any member of the bargaining unit  \naccused of sexual harassment of the member's right to have an APSA representative present whenever the  \nmember is requested to attend any meeting regarding the alleged sexual harassment.  \n704 Once the investigation of an alleged sexual harassment incident has been concluded, the  \nVice President, Office of Human Resources, the General Counsel, and the Director, D&EEO Office  \nrecommend a course of action to the harasser’s cognizant level 6 vice president if sexual harassmemi is  \nfound to have occurred. Whether sexual harassment has or has not been found to have occurred, upon  \nrequest the D&ELO Office shall provide a confidential written statement ciscussing the findings of the  \ninvestigation to ihe alleged narasser and/or harassee.  \n705 Fither party, within ien (10) workdays of receipt of ine fuidings and resolution, may file a  \nStep 3 gnevance in accordance with Paragraph 1513 of this Agreement. A second independent  \ninvestigation may be necessary to resolve any outstanding issues. At the conclusion of the grievance, the  \nPeer Review Board issues a final decision. The parties receive the final decision in writing.  \n"], ["ARTICLE VIII  \n800 EMPLOYEE BENEFITS  \n", "801 The monetary benefits specified within Article VIII, including specific referenced plans  \nwith regard to Group Insurance, Retirement and Voluntary Annuity, shall be continued during the term of  \nthis Agreement for bargaining unit employees, provided, however, that such benefits may be changed upon  \nnotice to and good faith bargaining in an attempt to reach such an agreement. If such bargaining produces  \nan agreement, that agreement shall be reduced to writing. If no agreement is reached. after impasse the  \nCompany may implement the change. As additional conditions precedent to such benefit changes, two  \nfurther provisions apply, i.e.. any such reduction in benefits shall also be made applicable to supervisory  \nMTS and be made for reasonable cause.  \n802 The provisions of the following referenced plans, as they exist at the present time, are  \ndescribed in the attached Appendices and in the Corporation’s Summary Plan Descriptions. The cost to the  \nemployee for each of these plans is set forth in Appendix F. Notwithstanding any language in the summary  \nplan or other descriptions to the contrary, changes in such plans to the extent that they affect the bargaining  \nunit may be made during the term of this agreement only in accordance with provisions of Paragraph 801. If  \nany member of the bargaining unit identifies an issue which raises an apparent conflict between the content  \nof a summary plan or other description with the terms of a master policy or membership agreement, the  \nCorporation and APSA shall meet in a good faith attempt to resolve the apparent conflict.  \nPlan  \nGroup Hospital—Medical Plan  \nHealth Maintenance Organizations (HMOs)  \nEmployee Assistance Program (EAP)  \nDental Expense Plan  \nPrepaid  \nDental Plan  \nVision Care Plan  \nFlexible Spending Account (FSA)  \nTemporary Disability Insurance  \nLong-Term Disability (LTD) Income Benefits Insurance Plan  \nLife Insurance Plan  \nOccupational Accident Insurance Plan  \nVoluntary Personal Accident Insurance Plan  \nSeverance Pay Plan  \nAerospace Savings Account Plan (ASAP)  \nAerospace Employees’ Retirement Plan (AERP) (Includes a description of the Survivors  \nIncome  \nBenefit)  \nVoluntary Annuity/Account Plan (VA/AP)  \nOccasional Sick Leave  \nRetiree Medical Plan  \n803  \nThe monetary benefits specified by the following Policies and Practices of the Corporation  \nshall be continued during the term of this Agreement for bargaining unit employees, subject to change in  \naccordance with the provisions of Paragraph 801:  \nNumber Title (Abstract)  \nBO-4-2 Commuter Services  \nBO-4-4 Mail Services  \nAir Travel  \nBO-6-2 Car Rentals and Ground Transportation  \nBO-6-3 Lodging, Meals. and Incidentals  \nBO-6-4 Trip and Expense Approvals  \nBO-6-5 Charge Cards  \nBO-6-6 Insurance and Incidents  \nBO-6-7 Combined Business and Personal Travel  \nBO-6-8 International Travel  \nBO-6-9 Travel to Company Offices and Field Locations  \nCL-I-1 Education Tuition Reimbursement  \nCL-3-1 Continuing Learning  \nFI-1-5 Time Recording — Non-Exempt Employees  \n£2 ERB £L CB Oe  \ni 3  \n{ 3  \n£F CH £2 CS  \nte £8 LA BD tt  \nTime Recording - Exempt Employees  \nTemporary Domestic Assigrunents  \nPermanent Domestic Relocations  \nMeai and Mileage Allowances for Exempt Employees  \nEmployment Status and Categories  \nPersonnel Folders  \nPromotions, Transfers and Reassignments  \nDisplaced Status  \nTermination of Employment  \nEqual Employment Opportunity  \nRelease of Personal  \nPay Plans  \nCompensation  \nExtended Workweek for Exempt Employees  \nJob Descriptions  \nJob Evaluation  \nCareer Paths — Nonsupervisory Exempt Emplc-yees  \nJury Duty  \nHolidays  \nVacation  \nSick Leave  \nMilitary Reserve Active Duty  \nDisability Leave — Return to Work  \nAbsences  \nLeave of Absence  \nEmployee Retirement  \nTelecommuting  \nAlternate Workweek Program  \nCorporate Awards Program  \nPerformance Management  \nPerfermance Review Procedures  \nAction Procedures  \nEducation Tuition Reimbursement  \nCorporate Study Assistance Program  \nCorporate Educational] Assignment Program  \nIntergroup Rotation Program  \nComplaints and Grievance Process  \nSubstance Abuse in the Workplace  \nSmoke-Free Workplace  \nSexual Harassment  \nDisabled Employees — Safety Measures  \nShort-Term International Assignment  \nLong-Term International Assignment  \nElectronic Communication Services  \nSafety, Health and Environmental Infractions  \nMedical Surveillance Program  \nSecurity Incidents — Disciplinary Actions  \nPersonnel Security Clearances  \nPhysical Security  \nTraffic and Parking  \nThreats and Violence  \nTC-1-2 Patents  \nTC-1-6 Technical Reports System  \n804 Any change in a non-monetary benefit specified by any of the above Policies and Practices  \nas they apply to the members of the bargaining unit shall be subject to the provisions of Article II.  \n"], ["ARTICLE IX  \n900 COMPENSATION  \n", "901 During Fiscal Year 2008, the Corporation shall budget. in accordance with past practice,  \nmerit salary increases aggregating 4.0% of the bargaining unit payroll as of October 1, 2007. Budgeted  \nincreases for the MTS who have been employed for less than one year on October 1, 2007, may be prorated  \nat the discretion of management. Individual increases, less organizational reserves, shall be administered on  \na common review date of December 8, 2007, subject to approval of the Board of Trustees. There shail also  \nbe a separate discretionary reserve for promotional and special salary increases and other contingencies of  \nup to 1.0% computed on the same basis as above. The merit salary increase shall provide for a penetrable  \nfloor of $15.00 per week for documented poor performance. A description of the compensation process is  \nprovided in Section B, Non-supervisory MTS, Section 3, Compensation.  \n902 During Fiscal Year 2008, the Corporation shall budget, in accordance with past practice,  \nfor a Performance Recognition Payment Program. At least 59.8% of the total program funding shall be  \ndistributed to the bargaining unit employees. Total program funding is the amount actually spent on these  \npayments to all eligible employees up to a maximum of $3,439,893 (approximately 0.8% of the gross  \npayroll). A description of the program is provided in Appendix E, Employee Programs, Section 1.  \nPerformance Recognition Payment Program.  \n903 During Fiscal Year 2008, the Corporation shall budget, in accordance with past practice, a  \nCorporate Awards Program aggregating 0.17% of the bargaining unit payroll as of October 1, 2007. A  \ndescription of the program is provided in Appendix E, Employee Programs, Section 4, Corporate Awards  \nProgram.  \n"], ["ARTICLE X  \n1000 EMPLOYEE PERSONNEL FILES  \n", "1001 An employee may inspect his or her official personnel file at reasonable intervals in  \naccordance with rules to be established by the Corporation.  \n1002 An employee may submit, for insertion into his or her file, additional material that is  \ndirectly applicable, appropriate, and relevant to his or her proper consideration for promotion, retention,  \ntransfer, reclassification, etc. Such material may include evidence of additional experience or training  \nacquired, response to adverse criticism of performance, etc. The Vice President, Office of Human  \nResources or the Vice President’s designee shall have the right to refuse such submissions if the material  \nsubmitted is deemed to be unsuitable for insertion.  \n"], ["ARTICLE XI  \n", "20  \nCb &£ 2 €  \n1100 CORPORATE DOCUMENTATION  \n1101 the policy of the Corporation to identify the principal author, or authors, of Corporate  \npublications and reports to the extent practicable and appropriate. Approval signatures, if required, shall  \nappear after the authors’ names when permitted by customer requirements. Persons will not be listed as  \nauthors solely by virtue of their having reviewed, or approved, a document or report.  \n"], ["ARTICLE XII  \n1200 STAFF DEVELOPMENT  \n", "1201 The Corporation is committed to maintaining the professional excellence of its staff and to  \nproviding an environment, which encourages employee development. The Corporation affirms its intent to  \nadriinister its program of Staff Development activities for its professional employees in a fair and equitable  \nmanner.  \n1202 A description of the corporate continuing leaming practice is provided in Appendix. E,  \nEmployee Programs, Section 5, Continuing Learning.  \n1203 A description of corporate learning opportunities is provided in Appendix E, Employee  \nPrograms, Section 7, Learning Opportunities.  \n1204 A description of educational assistance programs is provided in Appendix EF, Employee  \nPrograms, Section 8, Educational Assistance Programs.  \n1205 A description of the Intergroup Rotation Program is provided in Appendix C, Work  \nEnvironment, Section 6, Aerospace Rotation Program (ARP).  \n"], ["ARTICLE XIill  \n1300 TELECOMMUTING  \n", "1301 The Corporation has a formal telecommuting program. The Corporation uses  \ntelecommuting to provide staffing flexibility and to increase productivity when an assignments  \nare compatible with this method of operation. Telecommutirg as part of the normal 40-unit workweek is  \nvoluntary, requires management approval, involves a cooperative arrangement between supervisor and  \nemployee, is for a specified time period, and is subject to corporate policies and practices.  \n1302. Workdays and hours do not change due to participation in a telecommuting program, unless  \nan alternative schedule is developed and agreed to by the employee and supervisor. Employees  \ntelecommuting during the normal 40-unit workweek and their supervisors wil) sign a Telecommuting  \nMemorandum of Understanding (MOU) that can be terminated at any time by the Corporation or the  \nemployee. Bargaining unit employees are not required to sign an MOU as 2 conditton of participating in  \nthe telecommuting program unless such MOU contains the following provision in a prominent location:  \n“A non-supervisory MTS, if he or she so chooses, may review this memorandum of understanding  \nwith an Aerospace Professional Staff Association (APSA) representative before signing it.”  \n1303 Employees who telecommute are responsible for taking ordinary precautions in protecting  \nagainst damage to or theft of company-owned equipment and software. Employees are not responsible for  \nnormal wear and tear,  \n"], ["ARTICLE XIV  \n1400 OR LOCKOUTS  \n", "1401 The Corporation agrees that during the life of this Agreement it will not use a lockout as an  \neconomic weapon against APSA or the employees represented by APSA.  \n1402 APSA agrees that during the life of this Agreement it will not engage in, encourage, assist,  \nsanction or sponsor any sit-downs, stay-ins, slow-downs, picketing, boycotts, work stoppages, sympathetic  \nstrikes whether by employees in the bargaining unit or others or engage in, encourage, assist, sanction or  \nsponsor any other action which would interrupt or interfere with any of the operations of the Corporation.  \n1403 The employees in the bargaining unit represented by APSA, by accepting the benefits of  \nthis Agreement, agree that during the term of this Agreement they shall not engage in. encourage, assist or  \nparticipate in any sit-downs, picketing, boycotts, work stoppages, sympathetic strikes or any other action  \nwhich would interrupt or interfere with any of the operations of the Corporation.  \n"], ["ARTICLE XV  \n1500 DISPUTES RESOLUTION  \n", "1501 Employee Grievances  \n1502 In the event an employee in the bargaining unit believes that he or she has been dealt with  \nunfairly with regard to any specific employment condition or any perceived violation(s) of Policy or  \nPractice or a specific provision of this Agreement, such as the provisions with regard to determination of  \nperformance, salary level or adjustment, discrimination, grievable termination for cause involving whether  \nan employee's job performance is acceptable to the Corporation, termination under a RIF, or a transfer, the  \nsubject employee with or without the assistance of APSA is encouraged to discuss his or her dissatisfaction  \nwith line supervision up to and including the Division or Operations General Manager, as appropriate, in an  \neffort to resolve the matter.  \n1503 In addition, the employee has the option of seeking advice and assistance with regard to his  \nor her dissatisfaction from the Employee Relations Department or from APSA.  \n1504 Step 1 Grievance Resolution  \n1505 Within twenty (20) working days of the event giving rise thereto, the employee shall  \ninitiate the discussion of his or her dissatisfaction  \n22  \n3  \nFa € 3  \ni Jj  \n3  \ni  \nPER € 7 EF  \n  \nI  \nf  \n{ 3  \n7 F 9 EF  \nf  \n1506 =Within twent, (2C) working days after the employee has brought the matt-1 to supervis‘on's  \nattention, line supervision up to and including the Division or Operations General Manager shal’ attempt to  \nresolve the matter.  \n1507 The employee or the supervision may request the presence of a member of the  \nHuman Resources Division, Employee Relations Department, at such discussions, whether or not APSA its  \nassisting. The Employee Relations/Labor Relations Administrator and APSA representative shall meet  \nbefore the meeting to coordinate the meeting process. An employee may secure the assistance of APSA at  \nany stage of the processing of a grievance, provided, however, any agreements, schedules or conditions  \nestablished prior to APSA’s entry shall not be altered. If APSA ts involved, the Employee Relations/Laber  \nRelations Administrator will act as a facilitator and management advocate. If APSA is uninvolved, the  \nEmployee Relations/Labor Relations Administrator will act as a facilitater and mediator for corporate  \nmanagement and the grievant.  \n1508 Step 2 Grievance Resolution  \n1509 Within ten (10) workirg days of receipt of the final decision of the Division or Operations  \nGenera] Manager or within twenty (20) working days of the expiraticn of the twenty (20) working day  \nperiod referred to above, whichever occurs first, if the matter “emains unresolved or if the employee  \nremains dissatistied, the employee may tie a formal written grievance with the Employee Relations  \nDepartment outlining the nature of the grievance and the remedy requested. This formal grievance may be  \nfiled with or without the assistance of APSA: however, the procedures outlined in this Agreement will be  \nfollowed in either case. If the is filed with APSA, APSA shall assist in submitting the written  \ngrievance outlining the nature of the grievance and the remedy requested to the Employee Relations/Labor  \nRelations Administrator.  \n1510 Within twenty (20) working days, the Employee Relations Administrator  \nshall attempt to resolve the matter by conferring with the appropriate Division or Operations General  \nManager or his or her designee and with the grieving employee tn the case of a grievance filed without the  \nassistance of APSA, or with the employee and APSA in the case ot a grievance tiled with the assistance of  \nAPSA.  \n1511 waived by the parties, this resolution attempt shall be in the form of a meeting with  \nthe employee, Division/Operations General Manager, line supervision, Employee Kelations/Labor Relations  \nAdministrator and the APSA representative. The Employee Relations/Labor Relations Administrator and  \nAPSA representative shall meet before the meeting to coordinate the meeting process. In a grievance filed  \nwithout the assistance of APSA and unless waived by the parties, the resolution attempt shall be in the form  \nof a meeting with the employee. Division/Operations General Manager, line supervision. and the Employee  \nRelations/Labor Relations Administrator, The meeting shall be chaired by the General Manager.  \n1512 Independent of APSA’s participation, the employee shall receive a written response from  \nmanagement.  \n1513 Step 3 Grievance Resolution  \n1514 Within ten (10) working days of the receipt of management's written response and if the  \nmatter is not resolved to the satisfaction of the employee, it shall be referred for a fair hearing and  \ndetermination by a Peer Review Board.  \n1515 The Peer Review Board shall consist of five (5) voting members: a Level 5 or 6 Vice  \nPresident (technical) selected by the Vice President, Office of Human Resources: a Level 4 or above  \ntw  \nte  \nManager (technical) selected by the Principal Director, Human Resources; and three (3) bargaining unit  \nemployees selected randomly from a pool of employee peers. None of these five individuals shall be from  \nthe grievant’s organization or the defending organization. To the extent possible, none of the five  \nindividuals shall be from the same organization. The Vice President shall chair the Peer Review Board  \nhearing.  \n1516 The peer pool shall consist of approximately fifty-two (52) bargaining unit employees.  \nLevel 5 management will select two (2) individuals from their area. In organizations consisting of twenty-  \nfive (25) or more bargaining unit employees with no Level 5 management, one (1) individual will be  \nselected by Level 6 management. Individuals are selected for a period of up to two (2) years, except that  \nfor the first year sixteen (16) individuals shall serve for a period of one (1) year. Any time spent in this  \nactivity by bargaining unit employees shall not have to be made up.  \n1517 The grievant may be accompanied in the hearing by an APSA representative or any other  \npeer of the grievant's choice. The Employee Relations/Labor Relations Administrator and APSA  \nrepresentative shall met before the hearing to coordinate the hearing process. Non-employees may not act  \nin this capacity. Members of corporate management may be assisted by an Employee Relations/Labor  \nRelations Administrator. If APSA is uninvolved, the Employee Relations/Labor Relations Administrator  \nwill act as a facilitator and mediator for corporate management and the grievant.  \n1518 Additional individuals present in the hearing are limited to two recorders (one selected by  \nthe grievant and the other selected by the Employee Relations/Labor Relations Administrator), and  \nadditional observers agreed upon by APSA and Employee Relations/Labor Relations. These individuals are  \nrestricted to the roles of non-participating observers.  \n1519 The decision of the Peer Review Board shall be final and binding on all parties. Individuals  \nother than the Board members are precluded from participating in the deliberations. An Employee  \nRelations/Labor Relations Administrator shall be present as a recorder. Within twenty (20) working days of  \nthe hearing, the Peer Review.Board shall submit a written decision to the cognizant Level 6 Vice President.  \nWithin another five (5) working days, the cognizant Level 6 Vice President shall submit the written  \ndecision to the grievant and participants.  \n1520 Termination-Related Grievances  \n1521 To the extent practicable, terminatton-related grievances shall proceed in such a way that  \nthe following goals may be achieved: (a) Within twenty (20) working days of receipt of termination  \nnotification, the employee shall begin the grievance process at Step 2 by filing a formal written grievance  \noutlining the nature of the grievance and the remedy requested; and (b) The hearing before the Peer Review  \nBoard shall be held within forty (40) working days of receipt of the grievance.  \n1522 ‘Timeliness  \n1523 To the extent practicable, all parties shall comply with established timelines of the  \nGrievance Resolution process. However, if scheduling precludes meeting all tumelines, timelines may be  \nextended upon mutual agreement between APSA and the Corporation.  \n1524 Other Conditions  \n1525. The Chair of APSA Grievance Committee and the Labor Relations Administrator or  \ndesignee will meet at least once each month to review the status of pending grievances in an effort to  \nexpedite their resolution.  \n24  \nFS £ 8 € B E 3  \ni  \nt  \n3  \nf  \nJ  \n7 FE dg ED 6  \nf  \né t 32 € 2  \ni  \ni  \n\"526 No reprisals or retaliation shall be taken against envy employee because of the employee's  \nresort to the procedure set forth herein.  \n1527 Employees, tncluding one (1) APSA representative in case of a grievance iiled with the  \nassistance of APSA, whose participation in a meeting with the Corporation after the filing of the written  \ngrievance with the Human Resources Division is required to effectuate the purpose of this provision, shall  \nnot be required to take unvaid leave or to make up the time spent in any such meeting.  \n1528 APSA Grievances and Arbitration  \n‘529 APSA itself may present grievances on matters that involve the nghts of APSA itself  \nspecifically set forth in this Agreement in Article I (Paragraph 106 only}, UI. IV. and VI (Paragraphs 613  \nand 630 only) and VII (union activity only}. Additionally, APSA may invoke the provisions of this  \nperagraph for presentation of a grievance Involving :ermination for cause ef a bargaining unit member  \nwhere termination does not tnvelve whether the employee’s job performance is acceptable to the  \nand the terminated employee has filed a written grievance with the Vice President, Offices of  \nHuman Resources or the Vice President's designee within nine (9) working days of his or her discharge.  \n1530 Any such grievance shall be filed by APSA in writing with the Vice President, Office of  \nHuman Resources or the Vice designee within twenty (20) days of the event giving rise to the  \ngrievance except as specified in Paragraph 152° above.  \n1531 In the event the Office of Ituman Resources 1s unable tc resolve the raatter to the  \nsatisfaction ot the parties, APSA may refer the matter to arbitration. provided that ir. the case of a dispute  \nconcerning an employee's discharge as specified in Paragraph 1529 above, the referral to arbitration must  \nbe accompanied by a written demand for arbitration from the discharged employee.  \n1532 Unless such referral is made within fifteen (15) days of che written response of the Office of  \nHuman Rescurces, the written response of the Office of Human Resources onal: be final and omding upon  \nall parties, including the empleyee(s}.  \n1533 In the event of a timely referral to arbitration, after the exhaustion of Paragraphs 1529  \nthrough 1531 of the grievance procedure, the parties shal! select an arbitrator an additionai period of  \nten (10) working days of such a referral to arbitration.  \n1534 If the Corporation and APSA are unable to agree upon the seiection of an impartial  \narbitrator within such ten (10) working dzys, they shall then jointly in writting request the American  \nArbitration Association to submit a panel of seven (7) names of persons residing in Southern California.  \nAPSA and the Corporation shall alternately strike names from szid panel until there is only one (1) name  \nremaining and such remaining person shall be the impartial arbitrator. If such person selected is not  \navailable within a mutually acceptable time, the parties shall request a new panc! and repeat the procedure  \ndescribed in this paragraph. The decision of the arbitrator shall be final and binding upon both the  \nCorporation and APSA as to all matters of dispute arising under Paragraph 157° of this Article provided,  \nhowever, that the arbitrator shall have no power to add to or subtract from or !o change, alter, or modify any  \nof the terms of this Agreement.  \n1535 All fees and expenses of the arbitration proceeding shal! te shared equally between the  \nparties hereto. Each party shall be responsible for all other expenses incurred by it in the presentation of its  \ncase, including the compensatzon and 2xpenses of an employee called by it as a witness or representing or  \nacting on its behalf. The cost 9° a transcript shall be shared equally when parties arder a copy. Any  \nemployee called as a witness by APSA or acting on behalf of APSA during the arbitration sha! be given  \ntime off without pay to participate in the arbitration. In the event an employee’s work assignment is such  \nbd  \nA  \nthat he or she cannot be released to participate as a necessary witness, the arbitration shall be continued or  \nrescheduled to permit such employee to testify  \n"], ["ARTICLE XVI  \n1600 GENERAL PROVISIONS  \n", "1601 Where a provision of this Agreement is in conflict with any applicable valid municipal,  \nstate or federal law or regulation or with any order of a court of competent jurisdiction, such provision shall  \nnot be given effect. No other provision herein shall be altered or become void thereby.  \n1602 The waiver of any breach or condition of this Agreement by either party shall not constitute  \na precedent in the future enforcement of all terms and conditions herein.  \n1603 This is the sole agreement between the parties and supersedes any prior agreement between  \nthem.  \n1604 The provisions of this Agreement shall be applicable at Corporate locations outside the fifty  \nUnited States and the District of Columbia only by mutual consent.  \n1605 The Corporation shall provide to APSA, upon request, and by mutual agreement, such data  \nas is necessary and reasonable to sermit APSA to fulfill its responsibilities as the bargaining agent for the  \nemployees covered in this Agreement. In the event of a dispute between APSA and the Corporation with  \nregard to the reasonableness, necessity, or format of any APSA request for information, the parties agree to  \nmeet in a good faith attempt to determine what information is reasonably needed by APSA and what  \nconditions are reasonably appropriate.  \n1606 The Corpogation shall provide to APSA a quarterly report (Report 022-30, SAP-  \nZHRRMTSO, MTS Non Supervisory Salaries) in both paper copy and disk format indicating the following  \ninformation for each bargaining unit member: two-digit cost center code, geographic location,  \norganizational level, position code, employee identification code (EIC) without names, years of experience,  \nhighest degree with year and major, EBS, hire date, grade, date of last review, review amount, current  \nweekly salary, and scheduled number of work hours. The data shall be organized by cost center code and  \nposition code. Such data shail be provided for all bargaining unit employees as of December 31, 2007, and  \nsubsequently for each three- (3-) month period. Additionally, such data shall be provided for all bargaining  \nunit employees as of the first Monday following any general increase in salaries.  \n1607 Notwithstanding any other provisions of this Agreement, the Corporation may, after notice  \nto APSA, suspend operations in whole or in part or institute a non-pay status program to meet exigencies  \naffecting the Corporation’s operations.  \n1608 Should either party desire to discuss with the other any matter generally affecting the  \nrelationship of the parties, a meeting of APSA and Management representatives shall take place at a time  \nmutually convenient to both parties. Any use of Corporate time for attendance at such meetings shall be  \narranged in advance by mutual agreement. This paragraph is intended to provide a free avenue of  \ncommunication between APSA and the Corporation, and suggestions, complaints, or other matters may be  \npresented by either party, provided that neither party shall be required to agree upon any item brought up by  \nthe other party.  \nta  \na  \nBoE UE UE aD UB Um a UE DB CU  \ni.  \n{2  \nEd C8 OC FB € EF La SB  \n1609 = In accordance with the Corporation’s past practice and in order to promote efficiency, it is  \nthe Corporation's intent to continue to provide parking accommodations te its personnel without charge  \nsubject to applicable governmental policy restrictions or regulations.  \n1610 The Corporation and APSA recognize the importance of a drug-free work place and  \nrecognize the need to comply with the Federal Drug-Free Work Place Act as well as  \nregulations promulgated by the Department of Defense concerning a drig-free work environment. Prior to  \nimplementing any program designed to ensure a drug-free work place, the Corporation shall comply with  \nthe provisions of Article II.  \n1611 ‘The Corporation shall annually provide a description of the funding and status of each of  \nthe following benefit plans:  \na. Aerospace Employee's Retirement Plan (AERP)  \nb. Aerospace Savings Account Plan {ASAP)  \nc. Post-Retirement Hospital/Medical Benefits Plan (Retiree Medical)  \nTie description shall be provided as soon as possible afters compietion of the actuarial valuation for  \neach plan‘’s year-end date (September 30th fer cach plan).  \n1612. The Corporaticn shall provide APSA with quarterly reports in both paper copy and disk  \nforn:at of hiring bonuses given to bargaining unit employees by EIC and 2-digit cost center code. The  \nquarterly report shall also state the number of bonuses given to non-bargaining unit employees and to  \nretirees. Recipients’ names shall not be publicized by the Corporation.  \n1613. An Employee Identification Code (EIC) shall be utilized to the confidentiality of  \npersonal data relevant to individual members of the bargaining unit. The shall exist as a substitute for  \nemployees’ social security numbers. The EIC shall consist of a six digit random code. which is both  \npermanent and unique to each individual employee. The Corporation shall empioyees newly hired  \ninto the bargaining unit of their assigned EIC at the beginning of their employment.  \n1614 The Corporation agrees to continue to distribute an electronic publication, e.g.  \n“Happenings, on the corporate web site providing a variety of general information of interest to the  \nemployees as determined by the Corporation, subject to the provisions of Paragraph 201 of this Agreemeit.  \n1615 The Corporation has a commuter services program, which incluces providing support for a  \nvendor-operated vanpool-only program. A description of the program may be found in Appendix G,  \nEmployment-Related Programs, Section 1. Commuter Services.  \n1616 The Corporation shall establish a Vanpool Transition Steering Team to oversee and  \ncoordinate transition to the vendor-operated program. The Team shall consist of representatives from the  \nvarious administrative organizations responsible for implementing the transition and support services and  \nthiee (3) participants selected by the Vanpool/Corporate Carpool Counci!. After the Transition, the  \nCorporation shall continue io coordinate or a quarterly basis with the vanpool ridership concerning  \npotential changes to the Vanpool Program {including changes to ongoing support services). The  \nCorporation agrees to provide APSA with a copy of any mmutes and/cr written material.  \n1617 The Corporation shall notify and discuss with APSA regarding any and all positions  \nproposed to be filled by employees selected by the Corporation from the bargaining unit to be categorized  \nas confidential employees.  \n1618 The Corporation shall provide to APSA, upon verbal request, copies of collective  \nbargaining agreements, side agreements and/or memorandums of agreement between the parties on  \nelectronic media. If APSA generated the original document, it shall, in turn, provide to the Corporation,  \nupon verbal request, a copy on electronic media.  \n1619 The Corporation shall provide APSA with a monthly Performance Recognition Payment  \nreport in both paper copy and disk format summarizing all bargaining unit employees by employee  \nidentification code (EIC), 2-digit cost center code by Division, the amount of any payment granted, and will  \nnote if the payment was granted for non-ceiling work. The monthly report shall include a statement (1.e.,  \nquantity and dollar value) of the total payments given to the bargaining unit employees during the fiscal  \nyear up to the date of the report. In the event the amount paid to bargaining unit employees is less than  \n$2,057,056 at the end of Fiscal Year 2008, the Corporation shall submit to APSA a statement of the total  \ndollar value of the Performance Recognition Payments distributed to all employees throughout the  \nCorporation as an aggregate amount.  \n1620 The Corporation shall provide APSA in January 2008 with a report that shall state the total  \nrevenue for FY 2007 non-ceiling work, total fee earned. and total fee pool that was distributed to  \nemployees.  \n1621 The Corporation shall provide APSA with quarterly reports in both paper copy and disk  \nformat of all corporate awards, except Spot Award luncheons, given to bargaining unit members by name,  \n4-digit cost center code, award type and dollar amount. Spot Award luncheons shall be reported  \nindividually by 4-digit cost center code, award type and total dollar amount only.  \n1622 All date information shall be provided with the year formatted as four digits (yyyy).  \n1623 Starting March 1, 2005, the Corporation shall provide APSA with the following  \ninformation regarding each bargaining unit employee on a monthly basis in electronic format:  \nEmployee Identification Code (EIC)  \nTwo-digit cost center code  \nFull-time vs. part-time status  \nWork schedule: $1, AWSI, AWS2  \nNumber of work hours scheduled, including fixed holidays  \nNumber of work hours reported  \nNumber of absence hours reported  \nmmonoge  \n"]]