[["", "  \nZyoo S24  \n6367  \nAGREEMENT  \nBY AND BETWEEN  \ncach  \nACME MARKETS, INC gr So\"  \nAND joe  \nTF  \nUNITED FOOD AND COMMERCIAL WORKERS UNION, LOCAL 136  \nTABLE OF CONTENT  \n"], ["ARTICLE PAGE  \n| PUTPOSE. l  \n", "HW Recognition and l  \nUl Management l  \nIV Union Shop - Payroll 2  \nV Union 2  \nVI 3  \nVii Personnel! 3  \nVi Leaves of Absence Without 6  \nIX Leaves of Absence With 6  \nx Bereavement Leave With 7  \nXI Grievance and Arbitration 7  \nXU Right of Discharge and 9  \nXW 9  \nXIV Hours and 13  \nXV 15  \nXVI 15  \n16  \nXVII Miscellaneous Working 19  \nXIX Hiring  \nxX Union Stewards, Enforcement of 20  \nXXI Health and 2]  \nXXII PenS1ON 23  \nXXII Severance bas 24  \nXXIV INO LA vss nena ue ven 90 9 rt st sess owe nies nis nek d RASH HAIG HS 24  \nXXV Store 25  \nXXVI No: Strikes, No 25  \nXXVII Separab 26  \nXAXVIT Duration of 26  \nccc 27  \nExhibit Do... 28  \nExhibit 29  \nEFFECTIVE DATE: April 25, 2004  \nEXPIRATION DATE: April 25, 2009 ~  \n   \nAGREEMENT  \nThis AGREEMENT by and between ACME MARKETS, INC. (hereinafter referred to as  \n“Employer\") and UNITED FOOD AND COMMERCIAL WORKERS UNION, LOCAL 1360  \n(hereinafter referred to as \"Union\").  \n"], ["ARTICLE I  \nPURPOSE  \n", "The Employer and the Union have reached agreement with each other in regard to wages,  \nhours and other conditions of employment which are set forth, with particularity, in this  \nCollective Bargaining Agreement.  \nWhenever a word is used in the masculine gender, it is intended to and does include both  \nmen and women equally.  \n"], ["ARTICLE HU  \nRECOGNITION AND JURISDICTION  \n", "The Employer recognizes the Union as the exclusive representative of all employees,  \nexcept meat, delicatessen, seafood employees, store managers and other supervisors in its retail  \nfood stores served by the Warehouse located in Denver, PA within the geographical jurisdiction  \nthat currently exists.  \nAll work and services connected with or incidental to the handling or selling of  \nmerchandise offered for sale in Employer’s stores shall be performed by the employees referred  \nto above, except that the Employer may use any direct store delivery assistance available to the  \ntrade. Upon a written request by the Union, the Company will provide the Union with the total  \nmonthly hours and total monthly sales for a store for the preceding (3) three months. If the  \nproportion of hours compared to sales has been significantly reduced in the preceding (3) three  \nmonths, then restrictions on vendor utilization for that particular store shall revert back to the  \nrestrictions in place under the parties’ contract dated April 24, 1999 through April 24, 2004.  \nIn the event there is, during the term of this Agreement, a merger or other similar  \nconsolidation between Local 1360 and another Local of the United Food and Commercial  \nWorkers International Unions, AFL-CIO, effecting the employees of Acme under the terms of  \nthis Agreement, the parties to this Agreement will establish a Special Committee to resolve any  \nand all seniority and/or contractual questions which may arise as a result of such merger or  \nconsolidation.  \n"], ["ARTICLE Ii  \nMANAGEMENT RIGHTS  \n", "All rights and powers not expressly restricted or limited by the terms and conditions of  \nthis Agreement shall remain in full force and be exercised at the sole discretion of the Employer.  \n~  \n  \n"], ["ARTICLE IV  \nUNION SHOP - PAYROLL DEDUCTIONS  \n", "I. It shall be a condition of employment that all employees covered by this Agreement shall  \nbecome and remain members in good standing in the Union. New employees shall become  \nmembers of the Union on the thirty-first (31st) day following their date of employment. These  \nconditions shall be enforced and applied in accordance with the provisions of Section 8(A)3 of  \nthe National Labor Relations Act as amended. At time of hire, all necessary Union forms will be  \ncompleted and forwarded to the Union on a monthly basis.  \n2. Employer agrees to discharge any employee for non-payment of dues and/or initiation fees,  \nupon seven (7) days’ written notice from the Union to do so.  \n3. The Employer shail check-off uniform initiation fees, regular union dues and delinquent dues,  \nupon presentation to it of a lawful check-off authorization. The Union shall certify to the  \nEmployer the amount to be deducted. Said deductions shall be on a weekly basis and will be  \nremitted to the Union on a monthly basis by name and amount.  \n4. The Employer agrees to deduct authorized Credit Union payments from the wages of  \nemployees upon receipt of proper written authorization. All such deductions and remittances  \nshall be forwarded to the Credit Union Office on a weekly basis.  \n5. It is further recognized that the Union has a Political Action Committee and is entitled to  \nvoluntary contributions by its members. Upon receipt of a proper written authorization from an  \nemployee, the Employer agrees to deduct weekly payments in the amount of twenty-five cents  \n($.25) or more from the wages of said employee.  \n6. Union agrees to indemnify and save the Employer harmless against any and all claims,  \ndemands, suits or liability that might arise out of or by reason of action taken or not taken in  \nrespect to all deductions made pursuant to the provisions of this Agreement.  \n"], ["ARTICLE V  \nUNION ACTIVITIES  \n", "1. There shall be no discrimination against any employee because of race, color, creed, age, sex,  \nsexual preference or Union membership. It is agreed Union duties and activities will not be  \ncarried on during hours of work. During hours when store is closed, proper security measures  \nshall be taken. This shall not prevent the Union Officials from entering stores to satisfy  \nthemselves that this Agreement is being observed.  \n2. Complaints and grievances will be discussed with Officials of the Employer. All discussions  \nwith associates pertaining to complaints and grievances must take place during non-working  \nhours or while on break, in the break room or other approved meeting area, except for very brief  \nconversations about the nature of the complaint or grievance or to arrange a future meeting.  \n3. Bulletin boards in the Employer's stores may be used by the Union provided any notices  \nposted are first approved by the Employer, except for Union meeting notices which only contain  \ntime, place and date of meeting.  \n"], ["ARTICLE VI  \nSENIORITY  \n", "1. Seniority lists shall be established twice (2x) each year and submitted to the Union.  \n2. Seniority shall be calculated by continuous service from the last date of employment within  \nthe bargaining unit. Employees who are involuntarily laid off and subsequently rehired shall  \nretain their former seniority regardless of any change in their place of employment as follows:  \nUp to 2 years of continuous service -  \nOne (1) Year from layoff date  \n2 Years and up to 10 years of continuous service -  \nNumber of years equal to number of years of service  \n10 or more Years of continuous service -  \nAll former seniority.  \nEmployees being recalled shall report for work no later than seventy-two (72) hours after  \nreceiving notice. Any employee who refuses a notice of recall shall no longer retain their former  \nseniority or nght to recall.  \n3. a. Employees with six (6) months of continuous service who are absent on account of ill  \nhealth shall retain their sentority for a period of eighteen (18) months from the date of absence.  \nb. Employees absent due to a work-related accident shall retain full seniority upon a duly  \nauthorized release from Worker's Compensation, a personal physician and a Company physician.  \n4. In accordance with the current Veterans Reemployment Rights Act, employees returning from  \nmilitary service shall have their wages and classification determined provided they apply for  \nwork within the required period.  \n5. Employees who are upgraded will carry their seniority for purposes of wage rates and they  \nwill not suffer a reduction in their rate of pay.  \n"], ["ARTICLE Vi  \nPERSONNEL TRANSACTIONS  \nA. PROMOTIONS:  \n", "1. All promotions shall be based on the employee's qualifications, availability, and seniority. A  \nninety (90) day probationary period will apply for promotions to a classified position and a thirty  \n(30) day probationary period will apply for all other promotions.  \n2. Permanent job openings will be posted in all stores within the District for a seven (7) day  \nperiod during which time employees will notify their Store Supervisor of an interest to fill the  \nopening. An employee may be temporarily assigned to fill the position. A rated job may be  \nreposted after ninety (90) days, if there are still no bidders, it may be filled from any source.  \n3. Employees with two (2) or more years of service who are denied a promotion other than a  \nrated classification due to a lack of training may request and be offered the opportunity for cross  \ntraining.  \n4. Union to receive a copy of all posting and bid forms which shall be retained for a period of six  \n(6) months.  \n5. For purposes of filling full time day clerk jobs only, part time employees will receive one (1)  \nyear full time seniority credit for each two (2) years of part time service. The offering of full  \ntime day jobs will be alternated between full time night crew and part time employees  \n(day/evening).  \n6. Full time seniority shall commence the date the employee became full time. Upon such  \nupgrading employee will receive full credit in determining their proper wage and vacation  \nbenefits.  \n7. The Company will conduct a survey twice a year between March 1 to March 21 and  \nSeptember 1 to September 21 of all baggers requesting a promotion to clerk. Each bagger will  \ndesignate three (3) stores where they would accept a clerk’s position. All clerk positions will be  \noffered to those who requested promotion in seniority order. Any bagger refusing such a  \npromotion will not be considered until the next six (6) month survey becomes effective. When  \nthe survey list has been exhausted, all baggers, regardless of their length of service, will be  \nconsidered for available openings on a store-by-store basis before seeking outside applicants.  \nB. DEMOTIONS:  \nDemotions from a higher rated classification shall be worked out in conjunction with the  \nUnion.  \nC. LAYOFFS:  \n|. In the case of layoff due to lack of work, ofa full time or part time employee, the Employer  \nshall first recognize seniority within the job classification. The employee with the least seniority  \nin the store shall have the right to displace the least senior employee within (a ) the District  \nManager's territory within the Union jurisdiction; (b ) the adjoining District Manager's territory  \nwithin the Union jurisdiction; { c ) within the Union jurisdiction.  \nWhen an employee has exercised their rights in accordance with the above paragraphs, said  \nemployee shall have the right to return to that area if a similar position becomes available within  \na period of twelve (12) months.  \n2. The Employer shall give one (1) week's notice of an intended layoff of full time employees,  \nand seventy-two (72) hours notice of a permanent layoff of part time employees to the Union and  \nthe employee.  \n3. In the case of temporary layoff caused by stnkes, acts of God, power failure or other reasons  \nbeyond the control of the Employer, advance notice need not be given in regards to daily or  \nweekly work schedules.  \n4. In the event of a reduction from full time to part time, due to lack of work, the least senior full  \ntime employee within the job classification shall be the first to be reduced. Such employees,  \nbased on their seniority, shall receive all available straight time hours up to the maximum part  \ntime hours within the store. In an effort to prevent layoff or reduction, upon discussions with the  \nUnion, these employees may be scheduled to work three (3) straight time nights.  \n5. The Employer shall combine existing part time assignments within each store so as to provide  \nthe maximum part time employment per individual within the definition of part ttme employment  \nand seniority of the employee (provided the part time employee is regularly and continuously  \navailable to work such hours); and further to create as many forty (40) hour positions as possible.  \nD. TRANSFERS:  \nAll transfers provided for herein shall be within the employee's job classification with the  \nleast senior qualified employee being transferred when necessary.  \nPermanent transfers shall be by seniority in accordance with ability, practicability,  \ntransportation and travel time. Where possible, transfers will be within the Distnct Manager's  \nterntory.  \nTemporary transfers will be based on the needs of the business. Employees will be  \nreimbursed the difference in cost of transportation if there is an increase in their normal cost of  \ncarfare.  \nIn stores which are in jeopardy, parties agree to meet and work out a program to improve  \noperations in these stores.  \nBased on needs of business, employees who submit written notice to the Company and  \nthe Union will be given the opportunity to be transferred before new employees are hired.  \nE. REHIRING:  \nEmployees on layoff shall be the first to be rehired, within their classification, in the  \nevent of a job opening, in accordance with Article VI  \nThe Employer will notify the Union monthly of all new hires, promotions, demotions,  \nlayoffs, and permanent transfers of bargaining unit members during the previous weeks.  \n   \nF. RETURN AFTER ILLNESS OR ACCIDENT:  \nWhere an employee has been absent from work due to illness or accident for one (1) week  \nor more, employee shall be required to give Employer not less than forty-eight (48) hours notice  \nexcluding Sunday, of his intention to return to work. Such employee shall have the right to  \ndisplace a junior employee either full or part time, regardless of the posted schedule, without  \nnotice.  \n"], ["ARTICLE VIE  \nLEAVE OF ABSENCE WITHOUT PAY  \n", "1. Employees who are appointed or elected to a Union position shall be granted a leave of  \nabsence upon proper written notice from the Union. At the end of such service with the Union, if  \nphysically qualified, they shall be returned without loss of seniority, and at their former wage  \nrate, plus any increase or less any reduction that may have become effective during such absence.  \nTime spent on temporary Union leave will be considered as time worked for seniority, vacation,  \npersonal holidays and other terms and conditions of employment.  \n2. Employees appointed to a management position may, at the discretion of the Employer, be  \nreturned to the bargaining unit following a meeting with the Union to determine their seniority  \nand classification.  \n3. Employer will comply with mandated State Law, unless superseded by Federal Law, to grant  \nan unpaid leave of absence of up to twelve (12) weeks in any twenty-four (24) month period to  \nparents of a newborn or adopted child, or to employees who need to care for a sick parent, child  \nor spouse. Additionally, for the purpose of caring for a newborn, a leave of absence not to  \nexceed six (6) months may be granted.  \n4. Any employee may be given a leave of absence not to exceed one (1) year for any reason  \nacceptable to the Employer. This decision shall not be withheld arbitrarily or capriciously.  \n"], ["ARTICLE IX  \nLEAVES OF ABSENCE WITH PAY  \nY DUTY:  \n", "All employees actually summoned and serving on junes will be granted time off, when  \nneeded, and will receive the difference between their straight time basic weekly pay and the  \namount received while on jury duty except on their normally scheduled day off. They will be  \nexpected to work when the jury is not in session, but under no circumstances shall the application  \nof this clause result in a change in the basic weekly pay or normal weekly schedule. Night crew  \nemployees shall be excused from their daily or nightly schedule without loss of earnings.  \nUNION ORIENTATION LEAVE:  \nFollowing the completion of sixty (60) days of employment the Employer will schedule  \nemployees two (2) hours off with pay to attend an Onentation Program. The employee will  \nreceive an explanation of the terms and conditions of their employment, fringe benefits and union  \npolicy. “  \nfed  \nProof of attendance from the Union must be presented to the Store Supervisor.  \nUnion agrees to indemnify and hold harmless the Employer from any claims arising out  \nof injury to or by the employee while driving to or from the above session.  \n"], ["ARTICLE X  \nBEREAVEMENT LEAVE WITH PAY  \n", "In the case of a death of an employee's spouse or child they shall be granted four (4) days  \noff. In the event of a death of the employee's parent, brother, sister, mother-in-law, father-in-law,  \ngrandparent or grandchild, step-parent or step-child, they shall be granted three (3) days off. The  \ntime off shail be within the scheduled work week, not counting Sunday or their regular day off.  \nThe application of this clause shall not result in a change in the employee's basic weekly pay.  \nThe term “grandparent” shall be construed to include step-grandparents, provided that the total of  \ngrandparents and step-grandparents shall not exceed six (6).  \n"], ["ARTICLE XI  \nGRIEVANCE AND ARBITRATION PROCEDURE  \n", "The parties agree with the following principles, concepts, and expressions of intent:  \nTo solve all disputes concerning the interpretation and application of the Agreement as  \nexpeditiously as possible.  \nTo create an atmosphere of problem solving designed to contnbute to the success of the  \nCompany and the well being of the Union's members and the protection of their contractual  \nnghts.  \nTo not change the actual procedural steps of this Article without the approval of the  \nExecutive Board of Local 1360.  \nl. RIEVANCE PROCEDURE  \nThe parties will meet and agree to a side letter regarding the grievance procedures.  \nThe parties agree with the following principles, concepts, and expressions of intent:  \nTo solve all disputes concerning the interpretation and application of the Agreement as  \nexpeditiously as possible.  \nTo create an atmosphere of problem solving designed  \nto contribute to the success of the Company and the well being of the Unton's members and the  \nprotection of their contractual rights.  \nTo not change the actual procedural steps of this  \nArticle without the approval of the Executive Board of Local 1360.  \n  \nAll grievances or disputes arising during the term of this Agreement conceming the  \ninterpretation or application of the provisions of this Agreement shall be handled in the manner  \nset forth below:  \nSTEP ONE: All such grievances or disputes must be brought to the attention of the  \nother party within two (2) weeks after the occurrence.  \nSTEP TWO: Should the matter remain unresolved either party may file its grievance in  \nwriting with the other party. (A \"party\" 1s defined as the Employer or  \nUnion, not an individual employee).  \nARBITRATION  \n1. If any such grievance cannot be resolved, than no later than 90 days from the filing of the  \ngrievance, and upon five (5) days notice to the other party, the matter may be submitted to an  \nimpartial arbitrator, or the American Arbitration Association, who shall handle the matter in  \naccordance with its rules.  \n2. The arbitrator shall not have the authority to amend, modify or in any manner change this  \nAgreement. The cost of the Arbitrator shall be shared by the parties. The decision of the  \nArbitrator shall be final and binding on the parties and the employee(s) involved.  \n3. The right of the Employer or the Union to seek legal recourse against action in breach of  \nArticle XXIV without submission to the grievance and arbitration procedures of this Article is  \nexpressly recognized by the parties.  \n4. As determined by Company and Union Representatives, certain grievances raised to the level  \nof arbitration may be processed through an alternative method. In such use the parties will select  \nan Arbitrator or Mediator, from an established list and the case will be presented by employees of  \nthe parties.  \n5. Alternatively, either party in the event of an alleged or asserted breach of Article may  \ninstitute expedited arbitration by telegram to American Arbitration Association and the other  \nparty, and an Arbitrator shall be designated within twenty-four (24) hours. The hearing shall be  \nheld promptly, but not later than twenty-four (24) hours of the notice. The Arbitrator shall issue  \nan award three (3) hours after the hearing, it shall be in writmg, with or without an opinion,  \nhowever, either party may request a written opinion. The Arbitrator may award injunctive or  \nother relief. Enforcement of such an Award by a Court of Law is not precluded by election of  \nthis alternative procedure.  \n6. The question of damages shall be exclusively for the Arbitrator and not for a Court of Law,  \nexcept as it may be part of an Award enforced by a Court.  \n7. This Article is the exclusive method of determining employee grievances or disputes  \nconcerning the interpretation or application of the provisions of this Agreement. No employee or  \nformer employee shall have any right under this Agreement with respect to any claim,  \nproceeding, action or otherwise on the basis of or by reason of any claims that the Union or any  \n7  \n8  \nUnion Officer or Representative has acted or failed to act relative to presentation, prosecution, or  \nsettlement of any grievance or other matter as to which the Union or any Union Officer or  \nRepresentative has authority or discretion to act or not to act under the terms of this Agreement.  \n"], ["ARTICLE Xi  \nRIGHT OF DISCHARGE AND APPEAL  \n", "|. The Employer shall have the right to discharge any employee for good and sufficient cause.  \nAny employee working for a competitor while on vacation or time off shali be considered  \nterminated.  \n2. Any employee with more than sixty (60) or ninety (90) days (where applicable) of continuous  \nservice shall have the right to appeal a discharge to the Union, who must make an appeal in  \nwriting within two (2) weeks of the discharge. Failure to do so will result in the matter being  \nconsidered closed.  \n3. Upon such appeal, the Employer and the Union shall jointly investigate the reasons and  \njustification of the discharge. If the parties cannot reach an agreement, then the matter shall be  \nhandled in accordance with Article XI.  \n4. In the event that the discharge is found not to be justified, the employee may be reinstated  \nwith or without back pay and restoration of privileges and seniority.  \n"], ["ARTICLE XII  \nWAGES  \n", "During the term of this Agreement, the following wage increases and bonus payments  \nshall be granted in accordance with the terms and provisions as noted below:  \nEffective April 25, 2004, the wage rates for all employees at or above top rate (except  \nbaggers in progression) shall be increased to the closest $.50 increment. (Example: An associate  \nat a rate of $15.07 will be increased to a rate of $15.50.) If such wage increase is $.20 or less for  \nan employee, then such employee shall receive a lump sum bonus equal to $.20 per hour times  \nthe actual number of hours paid (up to a maximum of 40 hours per week) in the preceding year.  \nThe following Across-the-Board (ATB) increases shall apply to employees at or above  \nthe top of their progression on the date of the increase:  \n   \n   \nDate 7/24/05 10/22/06 1/20/08  \nATB Increase per hour $.35 $.40 $.40  \nBaggers $.20 $.20 $.20  \n~  \nThe following minimum wage scales will be effective during the term of this Agreement:  \n   \n   \nCLASSIFIED POSITIONS  \n4/25/04 7/24/05 10/22/06 1/20/06  \nATB 35 40 40  \nAssistant Manager 19.00 19.35 19.75 20.15  \nProduce Manager 19.00 19.35 19.75 20.15  \nHead Cashier 18.50 18.85 19.25 19.65  \nDairy Manager 18.00 18.35 18.75 19.15  \nDuties of the bagger shall include cleaning, bagging, filling bag bins, carrying out orders, returning shop  \nbacks, picking up carts, parcel pickup, bottle returns, and general store cleaning, excluding waxing and  \nbuffing of store floors.  \nEffective April 25, 2004, the wage rates for all employees in scale (except baggers in progression) shall be  \nincreased to the closest $.50 increment. If such wage increase is less than $.20 for an employee, then such  \nemployee shall receive a lump sum bonus equal to $.20 per hour times the actual number of hours paid (up  \nto a maximum of 40 hours per week) in the preceding year.  \nThe following minimum wage scales will be effective during the term of this Agreement:  \nCLERKS  \nStart 6.50  \nAfter 6 months 7.00  \nAfter 12 months 7.50  \nAfter 18 months 8.00  \nAfter 24 months §.50  \nClerks Who Are Checker Qualified Continue on Scale  \nAfter 30 months 9.00  \nAfter 36 months 9.50  \nAfter 42 months 10.50  \nAfter 48 months 11.00  \nBAGGER  \nStart 6.15  \nAfter 6 months 6.30  \nAfter 12 months 6.60  \nAfter 18 months 6.85  \nAfter 24 months 7.10  \nIn the event an employee is hired at a rate above the starting rates listed in this Agreement, such  \nemployee shall move through the applicable progression scale every six (6) months at the rates specifically  \nlisted in the scale.  \noe  \n10  \nALL GENERAL MAINTENANCE CLERKS WILL BE RED CIRCLED  \nGENERAL CLERK CLASSIFICATION:  \nStart $5.50  \nAfter 30 Days — 5.70  \nAfter 6 Months 6.00  \nAfter 18 Months 6.50  \nAfter 24 Months 7.00  \nAfter 30 Months 7.50  \nAfter 36 Months §.00  \nThe duties of a General Clerk may include work in the bakery, salad/melon bar, floral, bulk food, general  \nmerchandise, ‘Skyline’, photo lobby, cosmetics, movie rentals, garden centers (seasonal), as well as  \nspotting loads and pallets, price changes, price checks, signs, cardboard (pulling and baling), blocking  \nshelves, scan tests, general cleaning, demonstrators (including preparation) and cigarettes over the counter.  \nAcme agrees that within the jurisdiction of Local 1360 on aggregate no more than four (4) General Clerks  \nper store will be used at any time during the life of this Agreement. General Clerks shall be permitted to  \nprogress to any clerk position after eighteen (18) months. Such movement shall be based on seniority,  \nqualifications and consistent with the needs of the business. Any general clerk moving into the regular  \nclerk classification shall slot into the regular clerks progression at the next highest rate. General Clerk  \nbenefits will be the same as those for baggers. In the event of a layoff, these employees shall be laid off  \nprior to any clerks.  \nThe General Clerks classification will not be implemented until the buy-out is completed (August 1, 1997)  \nunless existing part time employees are unavailable to work the hours. The number of General Clerks  \nemployed in conventional! stores shail be limited as follows:  \nVOLUME NUMBER GENERAL CLERKS  \nUP TO $100,000.00 ] GENERAL CLERK  \n$200,000.00 2 GENERAL CLERKS  \n$300,000.00 3 GENERAL CLERKS  \n$400,000.00 4 GENERAL CLERKS  \nThe Union and the Company agree that the General Clerk Classification is not intended to eliminate hours  \nthat were available to employees on the payroll as of April 27, 1997.  \nPHARMACY TECHNICIAN CLASSIFICATION:  \nEmployees in this classification shall receive an additional thirty cents ($.30) per hour premium.  \nThe Employer will have the right to select the candidates for this classification. Such selection shall be  \nbased on: skill, experience, training and the needs of the business. Openings for this position shall be  \nposted in accordance with the terms and conditions provided under the “bid procedure” as outlined under  \n"], ["Article VII-PERSONNEL TRANSACTIONS.  \n", "go  \n11  \nThis classification will not be subject to “bumping” from any other classification, except in the event of a  \nlayoff.  \nSCAN COORDINATOR:  \nEmployees in this classification shall receive an additional sixty cents ($.60) per hour premium. Those  \ncurrently assigned as Scan Coordinators will in this position and current FT/PT status.  \nDEPARTMENT MANAGERS:  \nThe following will receive additional sixty cents ($.60) hourly premium: Customer Service Representative  \nand Frozen Food Manager in stores with average weekly volume of $275,000 or more, General  \nMerchandise Manager, in store with average weekly volume of $35,000 in general merchandise sales.  \nBakery Manager in store with oven and proofer will receive seventy-five cents ($.75) per hour premium.  \nAll specified store volumes to be determined on the basis of six (6) consecutive months.  \nWhen any department manager or an employee in a higher rated job 1s absent from work for  \nvacations, illness and temporary absences of three (3) days or more, they shall be replaced by another full  \ntime employee who shall be paid in accordance with the rates noted in this Article from the first day of  \nreplacement.  \nThe Employer agrees to the establishment of the following uniform classifications:  \nAssistant Manager  \nProduce Manager  \nHead Dairy Clerk  \nHead Cashier (front end)  \nIn stores to a volume of $60,000.00 there shall be one (1) rated classification.  \nIn stores with a volume of $60,000.00 to $100,000.00 there shall be two (2) rated classifications.  \nIn stores with a volume of $100,000.00 and over there shall be four (4) rated  \nclassifications.  \nStore volume to be determined on basis of six (6) consecutive months.  \nWhen reduction of store volume permits certain classifications in stores to be eliminated,  \nthe affected employees shall be removed only by attrition.  \nAny store that drops below the stated volume for a period of six (6) consecutive months shall result  \nin the elimination of excessive classifications by attrition.  \n12  \n"], ["ARTICLE XIV  \nHOURS AND OVERTIME  \n", "1. Employees will be given the opportunity to advise their Store Supervisor of their preference for  \nearly-late, moming, afternoon or evening hour schedule. On a regular and continuous basis the store  \nsupervisor shall attempt to accommodate these requests based on employee's seniority and subject to  \nbusiness requirements.  \n2. The basic straight time work week for full time employees shall consist of forty (40) hours to be worked  \nin five (5) eight (8) hour days, Monday through Saturday. By mutual agreement, and/or for purposes of  \ncreating a full time job, employees may be scheduled three (3) eight (8) hour days, one (1) six (6) hour day  \nand one (1) ten (10) hour day.  \n3. Work between 5:00 A.M. and 6:00 P.M. shall be at the straight time rate of pay, except as provided  \nbelow.  \na. Employer may schedule full time employees to work straight time night(s) within the forty (40)  \nhour work week as follows:  \nHIRED/PROMOTED NUMBER OF NIGHTS  \nbefore 9/9/74 One (1) to 10:00 P.M., 12 Midnight by mutual  \nagreement, includes employees reduced to part time  \nbefore 9/9/74 and later restored to full time.  \nBetween 9/9/74 Two (2) to 12 Midnight  \n4/18/87  \nAfter 4-19-87 Three (3) to 12 Midnight, except when the needs of  \nthe business may require up to five (5) nights which  \nwill be rotated and scheduled by inverse seniority.  \n4. The straight time work week for part-time Employees shall be Monday through Saturday, 5:00 am to  \n12:00 midnight, except Sunday to 2:00 am up to a maximum of thirty (30) hours per week.  \nTime and one-half (1-1/2) shall be paid to part-time employees for hours worked in excess of thirty (30)  \nhours in one week, and for work in excess of eight (8) hours in one (1) day, or work in excess of five days  \nin any work week.  \n5. Full and part time employees may be scheduled to work up to thirty (30) minutes after store closing  \nwithin the straight time limit.  \n6.a. Employees regularly and continuously assigned to night crew shall receive a premium for actual hours  \nworked as follows:  \nBEFORE JUNE 3, 1984  \nUp to three (3) years, ten percent (10%) of basic straight time hourly rate of pay, up to a maximum  \nof $1.075 per hour. .  \n13  \nThree (3) to six (6) years, eleven percent (11%) of basic straight time hourly rate of pay, up to a  \nmaximum of $1.182 per hour.  \nSix (6) or more years, twelve percent (12%) of basic straight time hourly rate of pay , up to a  \nmaximum of $1.30 per hour.  \nAFTER JUNE 3, 1984  \nTen percent (10%) of basic straight time rate, or fifty cents ($.50) per hour whichever is the lesser.  \nb. The employee in charge of and responsible for the work of the Night Crew shall receive an  \nadditional premium of twenty dollars ($20.00) per week. Employees filling in for this position for more  \nthan one (1) scheduled night in a week shall receive one-fifth (1/Sth) of the rate per night.  \nc. Part time employees may be assigned on a night shift of at least eight (8) hours per night up to  \nfour (4) nights at the straight time rate plus applicable night premium.  \nd. Part time employees may work any combination of day, evening, or night hours in the same work  \nweek provided there are no split shifts.  \ne. Full time employees assigned to the night crew prior to April 19, 1987, shall receive two (2)  \nconsecutive work nights off, one of which shall be Sunday (10:00 P.M. Saturday to 9:00 A.M. Sunday).  \nHowever, consistent with the above, to meet the needs of the business, part ttme employees may be  \nscheduled by inverse seniority to the night shift. They will not lose day hours as a result of or not accepting  \nnight crew work.  \nf. The night crew shift may not start before 10:00 P.M. and finish no later than 9:00 A.M. Full time  \nnight crew clerks may be scheduled to work five (5) eight (8) hour nights, three (3) nights, two (2) days, or  \nthree (3) days, two (2) nights, on a regular basis. Also by mutual agreement they may work four (4) ten  \n(10) hour nights, and they may start work on Sunday at 10:00 P.M. at the straight time rate.  \n7. There shall be no pyramiding of overtime or premium pay. Hours worked at premium pay on Sunday  \nand holidays shall not be included in the computation of weekly overtime.  \n8. All meal periods may not be less than thirty (30) minutes nor more than one (1) hour. When required on  \na regular basis and upon the request of the employee, the meal period will be one (1) hour.  \n9. There shall be no split shifts worked by any employee.  \n10. Employees working more than six (6) hours in a work day shall receive two (2) daily rest periods of  \nfifteen (15) minutes each, without loss of pay, one to be in the first and second half of the work day, as near  \nas possible to the middle of the shift. Employees working six (6) hours or less shall receive one (1) fifteen  \n(15) minute rest period as near as possible to the middle of the shift.  \n11. Part time employees hired prior to April 25, 1999 and baggers hired prior to April 25, 1999, shall  \nreceive a guarantee of four (4) hours per day when scheduled, and a minimum of twenty (20) hours per  \nweek provided the employee is available on a regular and continuous basis. Part time employees hired on  \nor after April 25, 1999 shall receive a guarantee of four (4) hours per day when scheduled and a minimum  \n7  \n14  \nof sixteen (16) hours per week provided the employee is available on a regular and continuous basis. Any  \nsixteen (16) hour employee receiving hours over their minimum would then entitle a twenty (20) hour  \nemployee to receive the same amount of hours over their minimum. Baggers hired on or after Apmil 25,  \n1999 shall receive a guarantee of four (4) hours per day when scheduled and a minimum of twelve (12)  \nhours per week, provided the employee is available on a regular and continuous basis. The weekly  \nminimum is not applicable to probationary employees, students, and employees holding another job.  \n12. A daily working schedule for each employee shall be prepared in ink and posted in a conspicuous place  \nby Friday noon of the week preceding the week for which the schedule 1s effective.  \n13. Upon agreement between the Store Supervisor and employee, exceptions to the provisions of this  \nArticle may be made, which shall be reduced to writing and approved by the Union.  \n"], ["ARTICLE XV  \nSUNDAY WORK  \n", "1. For work performed on Sunday the following premiums shall apply:  \nAll full time employees and part time employees hired before January 24, 1993 time and one  \nhalf (1-1/2).  \nAll other employees will be eligible for premium as noted below:  \nStart $1.00  \nAfter 12 Mos. $2.00  \nAfter 24 Mos. $3.00  \nAfter 36 Mos. $4.00  \n2. Sunday work shall be rotated by classification, among those who are qualified to perform the work, as  \ndetermined by the Employer. If there are an insufficient number of qualified part time employees to staff  \nthe store then full time employees, upgraded or hired after April 19, 1987, will be scheduled by inverse  \nseniority, and will not be required to work more than every other Sunday.  \n3. All employees scheduled for Sunday work will be scheduled for a minimum of four (4) hours.  \n"], ["ARTICLE XVI  \nHOLIDAYS  \n", "1. Work performed on specified legal holidays shall be compensated at one and one-half (1-1/2) times the  \nstraight time hourly rate, in addition to the straight time holiday pay.  \n2. Upon the completion of thirty (30) days' service, full time employees shall be eligible for eight (8) hours  \npay. Upon the completion of sixty (60) days, but less than one (1) year of continuous service, part time  \nemployees shall be paid four (4) hours holiday pay provided one (1) of the holidays falls on a day they  \nwould normally be scheduled. Part time employees with one (1) or more years of service regardless of  \nwhether or not they are scheduled to work shail receive four (4) hours holiday pay. All employees must  \nwork the scheduled day before and after the holiday, Sunday excepted. Part time employees must work one  \n  \n15  \n(1) day during the holiday week. Schedules will not be changed to avoid holiday pay.  \n3. The following holidays or the days observed as such shall be recognized: New Years Day, Memorial  \nDay, Fourth of July, Labor Day, Thanksgiving Day and Christmas Day.  \nThe Employer may open the store on Christmas Day for business. In the event the Employer is open  \non Christmas, under no circumstances will any employee be required to work. The store will be staffed by  \nvolunteers only. Those employees who do volunteer to work on Christmas Day will be paid for all hours  \nworked on Christmas Day at double time (2x).  \nWhen requested, employees may schedule a personal holiday to celebrate Martin Luther King's  \nbirthday. However, the Employer shall receive two (2) weeks notice and the day off shall be granted on a  \nseniority basis within the store, based on the needs of the business. Temporary transfers will be arranged to  \nmeet scheduling needs of the store.  \n4. Upon the completion of three (3) months’ service with the Employer, all full and part time employees  \nentitled to three (3) personal holidays (full time eight (8) hours; part time four (4) hours) each  \ncalendar year. One (1) holiday shall be taken in each four (4) month period, selection will be by mutual  \nagreement and restricted to the first four (4) working days of the week.  \n5. All time worked in holiday weeks in excess of thirty-two (32) hours for full time, and thirty-one (31)  \nhours for part time employees shall be compensated at the rate of time and one half (1-1/2X) the straight  \ntime hourly pay.  \n6. In a week which includes any specified holiday, the work week for full trme employees shall be  \nthirty-two (32) hours of work in four (4) days, however by mutual agreement, the employee may work forty  \n(40) hours at straight time, plus holiday pay. Also, by mutual agreement, a part ttme employee may work  \nthirty-five (35) hours at straight time, plus holiday pay.  \n7. Holiday work will be offered by seniority with the least senior qualified employee being required to  \nwork.  \n"], ["ARTICLE XVII  \nVACATIONS  \n", "The Employer will grant a paid vacation subject to the conditions of this Article to eligible  \nemployees.  \nA. TYPES OF VACATION GRANTS  \nLENGTH OF CONTINUOUS REGULAR FULL REGULAR PART TIME  \nON-THE-JOB SERVICE TIME EMPLOYEES TIME EMPLOYEES  \n1. More than three (3) 1/12th of a week's None  \nmonths but less than basic straight time  \none (1) year on May 1 wage for each full  \nof the calendar year. month's service  \nprior to May 1.  \noC  \n16  \n2. One (1) year or more  \nbut less than three (3)  \nyears on May 1 of the  \ncalendar year.  \n3. Three (3) years or  \nmore but less than  \neight (8) years on  \nthe Saturday nearest  \nSeptember 30 of the  \ncalendar year.  \n4. Eight (8) years  \nor more but less  \nthan fourteen (14)  \nyears on the Saturday  \nnearest September 30  \nof the calendar year.  \n5. Fourteen (14) years  \nor more but less than  \ntwenty (20) years on  \nthe Saturday nearest  \nSeptember 30 of the  \ncalendar year.  \n6. Twenty (20) years  \nor more on the  \nSaturday nearest September 30  \nof the calendar year.  \nOne (1) week  \nTwo (2) Weeks  \nThree (3) Weeks  \nFour (4) Weeks  \nFive (5) Weeks  \nThe number of  \nweekly hours  \nnormally worked.  \nTwice the number  \nweekly hours  \nnormally worked.  \nThrice the  \nnumber of weekly  \nhours normally  \nworked.  \nQuadruple the  \nnumber of weekly  \nhours normally  \nworked.  \nFive times the  \nnumber of weekly  \nhours normally  \nworked.  \nBaggers hired after May 10, 1999, shall be eligible for vacation as follows:  \nLENGTH OF  \nOne (1) year or more, but  \nless than five (5) years on  \nMay 1 of the calendar year  \nFive (5) years or more but  \nless than fifteen (15) years  \non the Saturday nearest  \nSeptember 30 of the calendar  \nyear |  \nFifteen (15) years or more  \non the Saturday nearest  \nSeptember 30 of the calendar  \nyear  \nNTINUOUS ON-THE-JOB SERVICE  \nOne (1) Week  \nTwo (2) Weeks  \nThree (3) Weeks  \n17  \nThe number of weekly hours  \nnormally worked  \nTwice the number weekly  \nhours normally worked  \nThrice the number weekly  \nhours normally worked  \nB. CONDITIONS  \n1. For vacation purposes only a regular full time employee is defined as one who is regularly and  \ncontinuously scheduled to work at least forty (40) hours a week; a part time employee is one who works  \nless than forty (40) hours per week.  \n2. The \"vacation period\" shall be defined as being May 1 through the Saturday nearest September 30,  \nexcept that the third, fourth and fifth weeks vacation will be scheduled as business operations permit.  \n3. Employees who are eligible for three (3) or more weeks of vacation may schedule one (1) week of  \nvacation in days with the mutual consent of the store supervisor. These days may not be scheduled the day  \nbefore or the day after a scheduled holiday or vacation.  \n4. Unused vacation grant may not be over to the next year.  \n5. All vacation pay shall be calculated on the employee's straight time hourly rate, which shall include a  \nfixed night differential.  \n6. Eligible employees who have changed from a part time to a regular full time basis, or vice versa, will be  \nentitled to vacation consisting of the weekly credits earned for part time service and monthly credits for full  \ntime work during the vacation year.  \n7. Vacation selections will be granted on a seniority basis, where possible. Vacation schedules must be  \narranged so as not to interfere with the efficient conduct of the business.  \n8. Based on the needs of business, vacation up to and including two (2) weeks will be in consecutive days  \nwithin the vacation period.  \n9. Employees whose vacation includes a paid holiday may be granted one (1) day's pay or an additional day  \nof vacation, to be scheduled immediately before or after the vacation.  \n10. Eligible employees absent from work due to on-the-job (Worker's Compensation) injury sustained  \nduring the year, will be entitled to their vacation for that particular vacation year.  \nEligible employees absent from work due to non-occupational accident and sickness, for a  \ncumulative period not to exceed six (6) months within the vacation year will be entitled to their vacation  \ngrant for that particular vacation year.  \nIn the event of absence in excess of six (6) months, employees will be entitled to six-twelfths  \n(6/12ths) of the annual vacation, plus one-twelfth (1/12th) for each full month actively on the job during the  \nvacation year.  \n11. Employees entering the U.S. Armed Forces will be paid their earned prorata vacation grant through the  \nlast day of the month of active employment.  \nEmployee veterans who re-entered the Employer's service within the vacation period will be paid  \nthe full amount of their vacation as of the date of their scheduled vacation. ~.  \n18  \nEmployee veterans returning after the final day of the vacation period will become eligible for the  \npayment of the full amount of their vacation in the next vacation period.  \nEmployee on-the-job service interrupted by induction in the U.S. Armed Forces will be considered  \nas continuous in determining the length of on-the-job service.  \n"], ["ARTICLE XVII  \nMISCELLANEOUS WORKING CONDITIONS  \n", "|. The Employer will furnish all uniforms required to be wom in the stores. Employees shall launder  \ndnp-dry uniforms.  \n2. Any changes in the dress code will be communicated to the Union prior to implementation and the  \nEmployer will furnish at no cost all uniforms or clothing with Acme logo required to be worn in the store.  \n3. No employee handling cash shall be held responsible for any shortage (being cash or cash equivalent)  \nunless:  \na. The employees are given their own register tll.  \nb. The employees are given the opportunity to count their own cash and to initial the checker  \naccountability readings at the beginning and close of the work day, to count all pickups and receive a  \nreceipt, and review their final balance report (if requested).  \nc. Only one (1) employee shall be permitted to ring up on the cash drawer for which the clerk is  \nresponsible.  \nd. The employee has failed to secure the register when it is not in use.  \n4. All privileges not covered shall continue as before, and shall not be eliminated by virtue of the signing  \nof this Agreement.  \n5. Time clocks and time recording devices will be provided 1n all stores.  \na. The Employer and the Union agree that all employees must punch their time card and that a  \nproven violation of established time clock rules, including working before punching in or after punching  \nout, may subject such an employee to disciplinary action up to and including discharge.  \nb. All time during which an employee is required to be at work or 1s required to be on duty or on  \nthe Employer's premises or at a given work place shal] be considered hours worked, and recorded on the  \ntime cards.  \n6. Ifa physical examination or health permit is required by the Employer or Local Government, the cost of  \nthe examination or permit shall be borne by the Employer.  \n7. No employee shall be required to take a polygraph test (lie detector) or any other similar examination.  \n19  \n8. a. Should the Employer intend to substitute scanning checkout systems for existing equipment in  \nany store, the Employer agrees to notify the Union in advance and to provide the Union with a list of all  \nemployees regularly assigned to the store on the effective date of the utilization of said system.  \nb. Said employees shall not be removed from the Employer's payroll as a result of the installation of  \nsuch a system. Employees may continue to be transferred, assigned to other work, or laid off in accordance  \nwith the seniority provisions of this Agreement provided the layoff is for reasons other than the installation  \nof such a system.  \n"], ["ARTICLE XIX  \nHIRING EMPLOYEES  \n", "|. Employer may hire employees from any source. Employees with individual recall rights shall have first  \npreference. Union has nght to refer applicants, who shall not be rejected by the employer for arbitrary or  \ncapricious reasons.  \n2. The first seventy (70) calendar days or one-hundred (100) calendar days in case of a new store opening  \nor major remodel shall! be considered a probationary period. Employer may discipline or terminate any  \nemployee for any reason whatsoever during the probationary period and there shall be no right to appeal.  \n3. The parties agree that there may be circumstances where applicants with similar prior experience in the  \narea supermarket industry may need to be hired in classifications and/or wage/fringe benefits levels other  \nthan available to new hires. In these instances, employees hired after the ratification (April 24, 2004) of  \nthis Agreement may be given credit for previous similar supermarket (retail food) store experience acquired  \nwithin four (4) years of the time in which application for employment is made, provided this experience is  \ndeclared at the time the application for employment is made. However, the basic rate of pay as determined  \nby the application of this clause shall not exceed the maximum rate of pay which was paid in acquiring the  \nprevious experience. The Employer and the Union will agree on how to implement this section.  \n4. In the event marketplace conditions, competition, and/or state or federal minimum wage provisions  \nshould change during the term of this Agreement, the parties may agree to a modification in the wage rates.  \nSuch changes and modification will be in writing and approved by the Executive Board of the Union.  \n"], ["ARTICLE XX  \nUNION STEWARDS; ENFORCEMENT OF STANDARDS  \n", "1, The Union will use its best efforts to secure as Stewards a high caliber of employee, who shall be  \nrequired to conform to the standards and qualifications required by the Union and the Employer. Union  \nStewards shall be the last to be laid off within their full time or part time classification if reasonably able to  \nperform the work.  \n2. The Union shall furnish the Employer with a complete list of the Stewards, which list shall be  \nsupplemented from time to time as necessary.  \n3. The Union shall do everything within its power to enforce the rules and regulations of the Employer and  \nthrough advice, instructions and example, to maintain the highest standard of work.  \n20  \n4. The Union shall furnish to the Employer at least one (1) official Union Emblem for each of the  \nEmployer's stores covered by the Agreement, to be displayed in the customer area of the premises. Such  \nofficial emblems shall remain the property of and shall be surrendered to the Union on demand.  \n5. The Stewards or other individual employees covered hereby shall not be considered agents of the Union  \nfor the purpose of calling strikes or slowdowns.  \n6. No transfers will be made without the consent of the Union, which shall not be withheld for arbitrarily or  \nCapricious reasons.  \n7. Full-time Shop Stewards shall be entitled to sixteen (16) hours of leave and part-time Shop Stewards to  \neight (8) hours of leave in each calendar year with pay for Shop Steward Training and Education. The  \nUnion will give the Employer two (2) weeks advance notice. The Shop Steward must, upon returning from  \nthe leave, present the Store Supervisor with written evidence from the Union that the Steward has used the  \nleave for the purpose for which it was intended.  \n8. Any person designated as a Steward by the Union shall receive any and all rights, benefits, duties and  \nprivileges of such position and the Union agrees not to designate more than one (1) person per store, unless  \nsuch store is regularly open twelve (12) or more hours per day, where the limit will be two (2) persons, one  \nof which shall be part time (or alternate). In a store with a night crew, a third (3rd) Steward may be  \ndesignated, but only two (2) Stewards shall be paid for attendance at training and education sessions.  \n9. In addition to the other benefits for Stewards, (e.g. sixteen (16) hours yearly paid training for full-time  \nand eight (8) hours for part-time), they shall have super-seniority for layoffs, vacation schedules and shifts,  \nprovided in the latter instance, it shall be applied only where mutually agreeable to the Employer, based  \nupon the qualifications and availability of such Steward.  \n"], ["ARTICLE XX]  \nHEALTH AND WELFARE  \n", "1. During the term of this Agreement, the Employer agrees to contribute to the United Food and  \nCommercial Workers Union and Participating Food Industry Employers Tri-State Health and Welfare Fund  \nas follows:  \n2. Effective May 1, 2003 rates of contribution shall be as follows:  \nPLAN ELIGIBILITY RATE OF CONTRIBUTION  \nPennsylvania New Jersey  \nPart Time  \nOption 1/2 12 months - two years NA NA  \nPlan G After two years service $552.52 $536.94  \nFull Time  \nPlan H 6 months through 4 years  \nFull time service $601.04 $545.33  \nPlan I After 4 years Full time $811.82 $756.11  \nService .  \n  \n21  \nPart time employees and baggers hired after May 10, 1999 will receive the following benefits:  \nPART TIME BAGGER  \nMONTHS BENEFITS BENEFITS TE  \nAfter 6 months Vision Vision $ 1.90  \nAfter 12 months + Dental +Dental $35.21  \nAfter 18 months + Prescription +Prescription $97.77  \nAfter 24 months + Life Insurance + Life Insurance $99.40  \nAfter 30 months + Legal $137.20  \nAfter 36 months + Major Medical $193.45  \nAfter 42 months + Single Medical $231.42  \nAfter 60 months Dependent coverage PlanG $552.52 (PA)  \n$536.94 (NJ)  \nBaggers promoted to the Clerk classification shall receive credit for the Clerk contribution based on  \ntheir orginal hire date.  \nEffective May 1, 2004, May 1, 2005 and May 1, 2006, The Employer agrees to increase  \ncontributions up to a maximum of 9% per year as determined by the Fund Administrator. Effective May 1,  \n2007 and May 1,2008, The Employer agrees to increase contributions up to a maximum of 10% per year as  \ndetermined by the Fund Administrator. If the actual cost of benefits is less then the maximum increase  \nallowed in any year, then the remaining percentage may be carried over to the next year as long as the five  \n(5) year total does not exceed 47%.  \nFULL TIME EMPLOYEES  \nTo remain eligible for H&W Benefit coverage and for a contribution to be made by the Employer on  \nthe Employees behalf, the full employee must have worked and/or received holiday or vacation pay for  \nat least one hundred and twenty (120) hours during the preceding fiscal month. There shall be no more than  \ntwelve (12) monthly contributions during any twelve (12) consecutive calendar months.  \nPART TIME EMPLOYEES  \nTo remain eligible for H&W Benefit coverage and for a contribution to be made by the Employer on  \nthe Employees behalf, the part time employee must have worked and/or received holiday or vacation pay  \nfor at least fifty-six (56) hours during the preceding fiscal month. There shall be no more than twelve (12)  \nmonthly contributions during any twelve (12) consecutive calendar months.  \n3. The Plan shall conform to the legal requirements of the law, both State and Federal. It shall include  \ncoverage under New Jersey Temporary Disability Law.  \n4. The Health and Welfare Fund shall be governed by a Board of Trustees consisting of equal numbers from  \nthe Employers and the Unions.  \n5. Eligible full time employees reduced to part time status shall continue to be eligible for full time Health  \nand Welfare contributions and benefits for a period of six (6) months following their reduction in status.  \n~  \n7  \nZe  \n6. If any benefits provided by the contribution required under the terms of this Article are at any time in the  \nfuture provided in full or in part, individually or collectively, by any other source as a result of Federal or  \nother legislation, the contribution applicable to the benefit provided by such legislation shall be applied,  \ncommencing with the effective date of such legislation in the following manner:  \nContributions applicable to the benefits replaced by legislation shall be applied to offset any  \noperating deficit in the Welfare Fund and if any of such amounts so released are not required to  \noffset the operating deficit of the Welfare Fund, the remainder shall be added to then current  \nPension contribution rate to accelerate the payments of Past Service Costs.  \n7. It is agreed that all questions involving Health and Welfare not specifically set forth herein shall be  \ndetermined by the provisions of the Agreement and Declaration of Trust governing the Plan.  \n"], ["ARTICLE XXII  \nPENSION PROVISIONS  \n", "1. For the term of this Agreement the Employer shall contnbute to the United Food and Commercial  \nWorkers and Participating Food Industry Employers Tn-State Pension Fund for eligible employees as  \nprovided below. Employees will be eligible for contributions if they have actual hours worked during the  \nprevious month. Hours worked shall include reasons such as, vacations, personal holiday, funeral and jury  \nleave.  \nFULL TIME EMPLOYEES  \nFirst of the month following completion of ninety (90) days of continuous full time service. There shall be  \nno more than twelve (12) such monthly contributions during any twelve (12) consecutive calendar months.  \nAfter 90 $125.00  \nAfter 4 188.00  \nAfter 10 214.00  \nALL PART TIME CLERKS AND THOSE BAGGERS HIRED BEFORE APRIL 25,1999  \n1. For part time clerks, the first of the month following completion of ninety (90) days of continuous  \nservice. For baggers hired before April 25, 1999, the first of the month following completion of six (6)  \nmonths of continuous service. There shall be no more than twelve (12) such monthly contnbutions during  \nany twelve (12) consecutive calendar months. Subject to the determination of the actuary of the Tn-State  \nPension Fund that the actuarial soundness of the Fund 1s not adversely affected.  \nPART TIME CLERKS:  \n90 Days or 6 Months to 4 $15.00  \n4 Years to 10 47.00  \nOver 10 59.00  \nBAGGERS:  \nAfter 6 15.00  \n23  \n2. For purposes of this Article, a full time employee is defined as an employee who is regularly and  \ncontinuously scheduled to work a forty (40) hour week.  \n3. It 1s further understood and agreed that the Pension Plan as amended shall be considered as Appendix I  \nof the Agreement and Declaration of Trust.  \n4. The Pension Plan as adopted must have the continuing approval! of the Internal Revenue Service as an  \nexempt Plan.  \n5. It is agreed that all questions involving pensions not specifically set forth herein shall be determined by  \nthe provisions of the Agreement and Declaration of Trust governing the Plan.  \n"], ["ARTICLE XXII  \nSEVERANCE FUND  \n", "l. The parties agree to the establishment of an Industry Severance Fund. Effective February 5, 1995  \nand for the duration of this and the next successor agreement, the Employer shall contribute the sum of ten  \ncents ($.10) per hour for all employees on the payroll as of January 23, 1993. Contributions shall be made  \nfor every straight time hour actually worked up to a maximum of forty (40) hours per week for full time  \nemployees and thirty-five (35) hours per week for part time employees.  \n2. All employees at the top of their wage scale on October 26, 1997, will receive $.25 per hour  \ncontnbution rate to the Severance Fund for all straight time hours worked beginning October 26, 1997. No  \ncontributions will be required for employees who have not reached the top of their wage progression or for  \nthose employees in the bagger classification.  \n3. All employees at the top of their wage scale on April 26, 1998, will receive $.25 per hour  \ncontribution rate to the Severance Fund for all straight time hours worked beginning April 26, 1998. No  \ncontributions will be required for employees who have not reached the top of their wage progression or for  \nthose employees in the bagger classification.  \n4. All employees at the top of their wage scales on or before April 26, 1998 and eligible for  \nSupplemental Pension (Severance) Fund contributions shall receive a $.05 increase in contributions to the  \nSupplemental Pension (Severance Fund) on January 20, 2008.  \nThe Plan shall at all times be such that contnbutions thereunder by participating Employers are  \ndeductible as an item of business expense of such Employers for income tax purposes under the provisions  \nof the Internal Revenue Service, United States Treasury Department with respect to the deductibility as an  \nitem of business expense of the Employer's contnbutions thereunder.  \nIt is agreed that all questions involving severance not specifically set forth herein shall be  \ndetermined by the provisions of the Agreement and Declaration of Trust governing the Plan.  \n"], ["ARTICLE XXIV  \nNO LAYOFF  \n", "All employees on the payroll as of April 27, 1997, with four (4) or more years of service, calculated  \neach year from their anniversary date of employment, shall not be laid off or reduced from full time to part  \n  \n24  \ntime for the duration of the Agreement provided that:  \nA. The employee ts qualified and continuously available to perform work consistent with the  \nprovisions of Article VI - Seniority.  \nB. This provision will not be valid in unusual situations beyond the employer’s control, such as fire,  \nflood or a catastrophe affecting several of the employer’s facilities. Store closings for business reasons  \nshall not be construed as a catastrophe.  \nC. This provision shall not apply to any employee hired after April 27, 1997.  \nD. This provision shall not apply in case of a strike against the Employer in the area covered by Article  \nXXVI of this Agreement. In case of a strike by one (1) or more U.F.C.W. Local Unions in this jurisdiction,  \nthis provision will not apply for the duration of the strike.  \nE. If the number of stores covered by this agreement at the time of its ratification is reduced by any  \nmeans by fifty per cent (50%) or more, this no layoff provision shall have no force or effect.  \n"], ["ARTICLE XXV  \nSTORE CLOSINGS  \n", "1. Employer shall give Union twenty (20) days advance wntten notice when it intends to close permanently  \nor dispose of any store or group of stores, except where a closed store will be replaced.  \n2. The parties agree to meet as soon as possible to negotiate the effect of the store(s) closing on employees.  \n3. If Employer fails to give notice, all affected employees shall be paid their regularly weekly pay for the  \nperiod between the notice and the twenty (20) days before the closing.  \n4. The Union agrees to maintain this information as confidential. It will only be used for purposes of  \nnegotiations with the Employer and any assistance given to the affected employees.  \n"], ["ARTICLE XXVI  \nNO STRIKES, NO LOCKOUTS  \n", "1. The parties agree that there shall be no strikes, stoppages of work, slowdowns, lockouts, or any other  \ninterferences of whatever nature during the life of this Agreement.  \n2. Nothing herein contained, however, shall compel any employee to walk through a picket line set up by  \nPhiladelphia Teamsters Locals Nos. 500, 169, Bakery, Confectionery and Tobacco Workers Local No.6 and  \nUnited Food and Commercial Workers Union Local Nos. 56, 1776, 1358 and 27(1349); provided said  \nstrike has received written approval of the International Unions affiliated with the Local Unions indicated  \nabove.  \n3. In the event of a threat of, preparation for or the actuality of an unauthorized work stoppage, walkout or  \nstrike, the Union and all of its officials will take every reasonable action to prevent and to stop such  \nproceedings by any of its members.  \n7  \n  \n25  \n"], ["ARTICLE XXVII  \nSEPARABILITY  \n", "Shouid any Article, part or paragraph of this Agreement be declared by a Federal or State Court of  \ncompetent and final jurisdiction in the premises to be unlawful, invalid, ineffective or unenforceable, said  \nArticle, part or paragraph shall not affect the validity and enforceability of any other Article, part or  \nparagraph hereof, and the remainder of the Agreement shall continue in full force and effect.  \n"]]