[["", "Cornell University  \nILR School  \n   \nBLS Contract Collection — Metadata Header  \nThis contract is provided by the Martin P. Catherwood Library, ILR School,  \nCornell University. The information provided is for noncommercial educational use only.  \nSome variations from the original paper document may have occurred during the  \ndigitization process, and some appendices or tables may be absent. Subsequent  \nchanges, revisions, and corrections may apply to this document.  \nFor more information about the BLS Contract Collection, see  \nhttp://digitalcommons.ilr.cornell.edu/blscontracts/  \nOr contact us:  \nCatherwood Library, Ives Hall, Cornell University, Ithaca, NY 14853  \n607-254-5370 ilrref@cornell.edu  \nContract Database Metadata Elements (for a glossary of the elements see -  \nhttp://digitalcommons.ilr.cornell.edu/blscontracts/2/)  \nTitle: Pathmark Stores, Inc. and United Food and Commercial Workers Union  \n(UFCW), AFL-CIO, Local 464A (2003)  \nK#: 6370  \nEmployer Name: Pathmark Stores, Inc.  \nLocation: NY, NJ  \nUnion: United Food and Commercial Workers Union (UFCW), AFL-CIO  \nLocal: 464A  \nSIC: 5411 NAICS: 445110  \nSector: P Number of Workers: 1600  \nEffective Date: 04/20/03 Expiration Date: 08/18/07  \nNumber of Pages: 20 Other Years Available: No  \n   \nFor additional research information and assistance, please visit the Research page of  \nthe Catherwood website - http://www..ilr.cornell.edu/library/research/  \nFor additional information on the ILR School, http://www.ilr.cornell.edu/  \n  \n~—  \nia 4 6970 6 Oo ere  \n* AGREEMENT *  \n_ BY and BETWEEN  \n3790  \n   \nUNITED FOOD and COMMERCIAL  \nWORKERS INTERNATIONAL UNION  \nLOCAL 464A  \n245 PATERSON AVENUE ¢ LITTLE FALLS, N.J. 07424  \n  \n~~  \nAFFILIATED WITH AFL-CIO  \nEFFECTIVE: 4/20/03  \n   \nEXPIRES: 8/18/07  \n   \n   \nmm oe rr ge ce eres  \neee ee  \n4  \n  \n"], ["", "ARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nlL.  \n2.  \n  \n4.  \n9.  \n8.  \n9.  \n10.  \nel  \n12.  \n13.  \n14.  \n15.  \n16.  \n17.  \n28.  \n1S.  \n20.  \n21.  \n22.  \n23.  \n24.  \n25.  \n26.  \n27.  \n28.  \n29,  \n30.  \n31.  \n32.  \nINDEX  \nPATHMARK STORES. INC.  \nPage  \nRECOGNITION ........ 1  \nREPRESENTATION 1  \nEMPLOYMENT L  \nUNION SHOP........... 1  \nDUES eee eens 2  \nRIGHT TO VISIT STORES, 2  \nPROBATIONARY PERIOD FOR NEW EMPLOYEES. ....... 2  \nSENIORITY AND LAYOFFS. . 2  \nDISMISSALS. ........ 4  \nGRIEVANCE PROCEDURE AND ARBITRATION. ......... 4  \nTRANSFERS. S  \nGOVERNMENT ENACTMENT OF MAXIMUM HOURS. ....... 6  \nPARTNERSHIP AND SEPARATE AGREEMENTS. ........ . 6  \nUNION SUPPORT. ........ 6  \nGRANTING. INFORMATION ON WAGES AND HOURS. ..... 6  \nUNION SIGNS. eee eee ee ee ee eee ee 6  \nHOLIDAYS. ....-...-5- . 7  \nREGULAR WORK WEEK AND MAXIMUM HOURS. ......... 9  \nLUNCH PERIOD. ..... 12  \nREST PERIOD. cece eee 13  \nVACATIONS. 13  \nSCALE OF WAGES. 15  \nMILITARY LEAVE OF ABSENCE. ........ 15  \nNATIONAL GUARD SERVICE RESERVES. ............. 15  \nBETTER CONDITIONS. ........ 15  \nLAUNDRY, TOOLS AND EQUIPMENT. ..... 16  \nENFORCEABILITY OF ANY PART OF AGREEMENT. ..... 16  \nNO DISCRIMINATION. 16  \nSUCCESSORS & ASSIGNS. ............- 16  \nLIABILITY CLAUSE. 16  \nWORKERS' COMPENSATION & UNEMPLOYMENT INSURANCE.  \n1?  \ni7  \n"], ["", "ARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \n_ ARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \n33.  \n34.  \n3S.  \n36.  \na7 .  \n38.  \n39,  \n40.  \n41.  \n42.  \n43.  \n44,  \n45,  \n46.  \n47.  \n48.  \n49.  \n50.  \n51.  \n52.  \n53.  \n54.  \n55.  \n56.  \nS57.  \n5e.  \n59.  \n60.  \n61.  \n62.  \nJURY DUTY. ee eee eee oe eee 19  \nDEATH IN THE IMMEDIATE FAMILY. ......- ee 18  \nMOBILE MEDICAL UNIT. ...---- 19  \nGENERAL PROVISIONS. ...-.-- eer eee .. 19  \nDESIGNATED CHOPPED MEAT/SAUSAGE MAKER CLERK... 20  \nDEPARTMENT HEADS. 20  \nSAFETY. eee vee 20  \nRELIEF DEPARTMENT HEADS. eer 21  \nBOXPERSONS. .....-+---> 21  \nDESIGNATED SECOND PERSON ......-. eee mes 21  \nBULLETIN BOARDS. .....--- ee ee 21  \nTECHNOLOGICAL CHANGES. 21  \nSHOP STEWARDS. pu egw mux SERS 22  \nPENSION FUND. see . 22  \nWELFARE SERVICE BENEFIT FUND. 23  \nLEGAL SERVICE FUND. ...-----: ee 24  \nFDUCATIONAL BENEFIT FUND. .. 25  \nLEAVE OF ABSENCE. 25  \nAPPRENTICE MEAT CUTTERS. wee eee oat we eB 25  \nCASE WORKERS. ....--- as 26  \nMANAGEMENT. ....-- cog ea nme ee . 26  \nLEGISLATIVE CLAUSE. 26  \nNO STRKE - NO LOCKOUT. 26  \nREPLACEMENT CLAUSE. eevee 27  \nPART-TIME EMPLOYEES. ...--- .. 27  \nPOLICY AND PROCEDURE CHANGES. ......--- 28  \nTRAINING. 28  \nDELINQUENT CONTRIBUTIONS. 28  \nTIME WORKED. see cette eee 29  \nEXPIRATION.:.....-5-> 29  \na ee  \npine = itr bar rsh AL tg oh hl al ln al mn  \n——— mo  \nAGREEMENT made as of APRIL 20, 2003, by and betwee  \nPATHMARK STORES, INC., hereinafter referred to as the \"Employer\"  \nand the UNITED FOOD & COMMERCIAL WORKERS UNION ;, LOCAL #4645  \naffiliated with AFL-CIO, hereinafter referred to as the \"Unior  \nfor and on behalf of its members now employed and who may |  \nhereafter employed by the Employer,  \n“employees”.  \nhereinafter referred to =z  \n"], ["ARTICLE 1. - RECOGNITION  \nThe Employer hereby recognizes the United Food & Commercic«  \n", "Workers Union, Local #464A, affiliated with AFL-CIO, aa tl  \nexclusive representative of its meat, poultry, fish, appetize  \nand delicatessen department employees, both full-time and part  \ntime, in the present and future stores of the Employer locate  \nwithin the present and future jurisdictional area of the sai  \nUnion within the States of New Jersey and New York.  \n"], ["ARTICLE 2. - REPRESENTATION  \n", "It ia further agreed that the accredited official of tt  \nUnion will, constitute the Union representative in al  \nnegotiations:.between the Employer and the Union.  \n3.  \nThe Employer, on requiring additional or new help, wil  \nsecure the same from the Employment Office of the Union provided  \nhowever, such individuals qualify. The Union agrees that it  \nEmployment Office will not discriminate against non-unic  \nAll new employees will secure a work card from tt  \nUnion Erom a Union official prior to commencing work.  \n"], ["ARTICLE 4. - UNION SHOP  \n", "A. All employees covered by this Agreement shall, as  \ncondition of employment, become members of the Union on or afte  \nthe thirtieth (30th) day following the beginning of euc  \nemployment or the effective date of thia Agreement, whichever i  \nthe later, and shall thereafter maintain their membership in tk  \nUnion in good standing.  \nB. Any employee who is expelled or suapended from tt  \nUnion because of non-payment of initiation fees and due  \n{including such other obligationea to the Union, failure to pe  \nwhich would make an' employee subject to diecharge under th  \nLabor-Management Relations Act, 1947) shall be subject t  \ndismissal after notification in writing to the Employer by the  \nUnion provided, however, that the employee may have a reasonable  \ntime within which to make such payments of initiation fees or  \ndues.  \n- DUES DEDUCTIONS  \nThe Employer will deduct weekly from each employee dues and  \ninitiation fees that may be due the Union, provided the employee  \nhas authorized the deduction in writing. The deductions will  \nstart with the first (lst) week following thirty (30) days of  \nemployment and each aucceeding week thereafter. Such deductions  \nwill be forwarded monthly to the Secretary-Treasurer, together  \nwith a list setting forth the name and social security number of  \neach employee and the amount of money remitted on his or her  \nbehalf.  \n"], ["ARTICLE 6. - RI TO VI T  \n", "It is mutually agreed that the authorized representatives of  \nthe Union have the right to visit the Employer's stores at any  \ntime to check working conditions, examine payrolls and otherwise  \ninsure proper compliance with this contract. .The Union's  \nrepresentative will make a good faith effort to notify the  \nEmployer prior to the store visit.  \n"], ["ARTICLE 7. - PROBATEONARY PERIOD FOR NEW EMPLOYEES  \n", "The probationary period for new employees shall.-be the first  \naixty (60) days of employment. During this’ period an  \nemployee may be terminated without cause.  \ni  \n8. - r LAYOFF  \nA. The Employer recognizes the principles of seniority and  \nshall be governed by these principles in the matters of layoffs  \nand recalls as provided in paragraph E below.  \nB. Seniority is defined as the employee's continuous  \nlength of employment with the Employer. An employee's seniority  \nshall be considered broken in the event of any of the following:  \n1. The employee quits or resigns.  \n2 The employee is discharged for cause.  \na. The employee's rights of recall have expired.  \n4. The employee fails to return to work in accordance  \nwith the terms of a leave of absence without prior  \napproval by the Employer.  \nCc. The Employer shall furnish the Union quarterly with  \nseniority list containing the names, atore identification:  \nsocial security number, job classifications, dates of hire, date  \nof birth and rates of pay of all its employees subject to thi  \nAgreement. In addition, the Employer will supply bi-weekly tt  \nnames, job titles, locations and pay of all new employees and a  \nterminations.  \nD. Full-time employees will’ not be laid off before part  \ntime employees in the same classification within a tmutuall  \nagreed upon geographical area, provided such full-time employes  \nare available on a part-time basis for the hours: required to  \nworked within the classification. It is not the Employer'  \nintent to replace the full-time work force with a wor  \nforce, nor is it the intent of the Union to eliminate the part  \ntime work force.  \nE, Employees shall be laid off within classification onl  \nafter one (1) week's notice in writing to the Union and tk  \nemployee; however, in the event that unusual circumstances beyon  \nthe control of the Employer, including but not limited ¢t  \nemergencies or acts of God, consumer boycotts and leafletting  \nreduce the need for employees on a short-term basis, th  \nforegoing notice provision shall be reduced from one {1) week t  \neight (8) hours. All laid off employees will retain rights o  \nrecall for one (1) year. No new employee shall be hired unti  \nall laid off employees have been recalled. Notice of any recal  \nwill be by certified mail sent to the home of the employee with  \ncopy to the Union. The employee must return to work within seve  \n(7) days of receipt of letter or forfeit all rights to recall  \nAll recalls will be on a seniority basis. The provisions of thi  \nsubsection E shall be applicable only after six (6) months o  \ncontinuous service with the Employer.  \nF. An employee absent because of illness (includin  \nmaternity} or accident, and including workers' compensation  \nshall retain seniority rights for eighteen (18) months. Th:  \nprovisions of this subsection F shall be applicable only afte:  \nsix (6) months of continuous service with the Employer. Absence.  \nef sixty (60) days. or less shall not adversely affect wag  \nprogressions, pergonal.holidays or sick leave entitlements. Th  \nEmployer may require physical examinationa by a Medical Doctor  \nSuch examinations will be solely at the expense of the Employer.  \nG. Full-time employees with one {1) year or wore o:  \ncontinucus service who are laid off through no fault of their ow  \nshall be given preference for part-time employment and guaranteer  \na minimum of twenty {20) hours and a maximum of twenty-nine (29!  \nhours of work per week by classification at his or her full-tim  \nhourly rate of pay.  \nH. In a store where a full-time employee is laid off, ne  \nPart-time employee shall be hired in the store within the same  \nClassification where the layoff took place until such time as the  \n3  \n  \nemployee last laid off shall be returned to full employment,  \nunless the employee's rights of recall has expired, or unless the  \nlast laid off full-time employee has declined such part-time  \nemployment as is made available by the Employer.  \nI. Employees of acquired stores who are hired and retained  \nafter the completion of their probationary pericd shali have  \nseniority for layoff purposes only among themselves in the  \nacquired stores, but not over. other employees employed by the  \nEmployer prior te any such acquisition.  \n"], ["ARTICLE 9. - DISMISSALS  \n", "A. No employee shall be disciplined or discharged except  \nfor just cause ineluding, but not limited to intoxication,  \ndishonesty, incompetency or inability to perform the job. An  \n“employee has the legal right to be represented by a Shop: ‘Steward  \nor Business Representative during any investigatory interview  \nwith the Employer which could lead to discipline.  \nB. If the Union and the Employer cannot agree as to the  \njustification of the discipline or the discharge, the diapute  \nshail be submitted to arbitration.  \n   \nA. Any disputes, differences or grievances arising out of  \nthe interpretation, application, breach or claim cf breach of the  \nprovisions of this Agreement shall be settled solely and  \nexclusively in the following manner:  \nBy conference with the duly authorized officiais  \nof the Union and a representative of the Employer designated by  \nthe executive in charge of the Employer's unit.  \nin In the event that such dispute, difference or  \ngrievance shall not have heen satisfactorily adjusted between the  \nparties in the manner provided above, then such dispute,  \ndifference or grievance arising out of the interpretation,  \napplication, breach or claim of breach of the provisions of this  \nAgreement shall be submitted to arbitration at the request of  \neither party to the respective New York or New Jersey Board of  \nMediation.  \nB. The Employer shall submit written notice of an  \nemployee's discharge from employment to the Union by certified  \nmail within seven (7} daya from the date of such discharge. If  \nthe Union decides to proceed to arbitration concerning an  \nemployee's discharge, it shall notify the Employer by certified  \nmail of its intention to proceed to arbitration within sixty (60)  \ndays of receipt of the Employer's notice of discharge.  \nCc. If the arbitration concerns discharge, the matter sha  \nbe expedited. Tt is mutually agreed that a hearing will |  \nscheduled within thirty (30} days of the date of the decision  \narbitrate was made.  \nD. The decision of the arbitrator designated by t¢!  \nMediation Board shall be final and binding upon the parties. TI  \nparties agree that the expenses of arbitration shail be bon  \nequally between them.  \nE. The arbitrator shall not have che power to arbitral  \nprovisions cf a new Agreement, or to arbitrate away in whole «  \nin part any provisions of this Agreement, nor shall he have tl  \npower to add to, delete from or modify the provisions of th:  \nAgreement.  \nof the  \nP. Bny employee Emplcyer who shall, at t!  \n, discretion of the arbitrator, be required to testify at or atte  \nany hearings or arbitration, mediation or settlement of as  \nquestion of viclation of this Agreement shall not suffer any lo:  \nin wagea by reagon thereof.  \nG. Any and all rights applicable to an employee shall |  \nasserted, discussed and adjusted solely and exclusively by tt  \nduly authorized officiala of the Union and not by an individu  \nmember acting on his or her own behalf.  \n"], ["ARTICLE 21. - TRANSFERS  \n", "A. The Employer shall consider seniority at store level |  \nClassification as well as sound business reasons in makir  \ntranafers.  \nB. Tf an employee is temporarily or permanent]  \ntransferred more than twenty-five (25) miles beyond the mileac  \nfrom his or her home atore, he or she shall receive twenty ($.2¢  \ncents per mile for each such additional mile traveled. The hon  \nstore is defined as the store to which the employee we  \npermanently assigned as of February 9, 1991.  \nCc. No travel pay shall be due in the event cf a tranafe  \ncaused by a store mae, | a promotion or a lack of seniority t  \nretain a job at store level  \nD. The Employer shall notify the Union and the employee i  \nwriting seven (7) days in advance of a permanent transfer.  \nE. Temporary transfers shall be limited to a maximum c  \ntwo {2) weeks.  \nF, The seniority of an employee shall not be affected by  \ntransfer.  \nG, There will be no reduction in nor elimination of travel  \npay being paid at the beginning of this Agreement because of an  \ninterpretation of this Article.  \nH. Unreasonable or punitive transfers shall be subject to  \nthe grievance procedure,  \nZs No employee shall suffer a reduction in pay solely as  \nthe result of a transfer.  \n"], ["ARTICLE 12. - GOVERNMENT ENACTMENT OF MAXIMUM HOURS  \n", "Should any law be enacted by the United States Government or  \nState Government which will fix a maximum hours work week for  \nretail food markets at a point lower than that specified herein,  \nthen such work week shall become the maximum work week for the  \nemployees affected by this Agreement for the unexpired term of  \nthis Agreement.  \nTI 3. SHIF SEP. TE A EMENTS  \nThe Employer agrees that it will not enter inte individual  \ncontracts or partnerships with its employees during the term of  \nthis Agreement.  \nTICLE __* 6 PORT  \nThe Union agrees to do everything within its power to  \nenforce the rules and regulations = and, through advice,  \ninstruction and example, maintain the standard of work. The  \nUnion agrees to take the necessary disciplinary measures where  \njustified complaints are made by the Employer against an employee  \nor employees.  \ni * I NFO I2LON WAGES AND HOURS  \nA. It is agreed between the Union and the that  \nthe Employer will furnish to the Union detailed information as to  \n‘wages paid to any Union member.  \nB. Any employee will be permitted to promptly examine his  \nor her own time card or payroll record upon request at store  \nlevel,  \ncL a - ON  \nThe Union agrees to furnish the Employer at least one  \nUnion store card fer each of the Employer's stores, to be hung  \nand displayed in the Meat Department and to be visible to all  \nSuch cards remain the property of and shall be surrendered to th  \nUnion on demand.  \n"], ["ARTICLE 17. - HOLIDAYS  \n", "A. The following holidays shall be observed based o  \neligibility as set forth in paragraphs C, D and G below.  \nNew Year's Day  \nMemorial Day  \nIndependence Day  \nLabor Day  \nElection Day (November)  \nThanksgiving Day  \nChristmas Day  \nFive (5) Personal Days  \nIn addition, if Christmas or New Year's Eves fall o  \nthe fail -time employee’s regularly scheduled work day, one-hal  \n(1/2) of the employees working shall he scheduled off Christma  \nEve one (1) hour earlier with pay and the remaining half {1/2  \nscheduled off New Year's Eve one (1} hour earlier with pay.  \nCc. Employees shall be eligible to receive the followin  \nholidays after six (6) months of continuous service:  \nNew Year's Day  \nMemorial Day  \nIndependence Day  \n‘Labor Day  \nThanksgiving Day  \nChriatmas Day  \nTwo (2) Personal Days  \nD. Employees shall be eligible to receive the followin  \nadditional holidaya after thirty-six (36) montha of continuoui  \nservice.  \nElection Day  \nThree (3) personal days  \nE. Personal days shall be earned beginning with eaci  \ncontract year and may be taken by the employee giving ten {10!  \ndays notice to the General Store Manager. Personal days shall br  \nselected by employees with the mutual agreement of the Genera:  \nStore Manager. Personal days for employees hired after Februar:  \n5, 1991, shall be earned and may be taken pursuant to the  \nschedule set forth in section F.  \nF. Employees to two (2) personal days during the  \nfirst thirty-six (36) months of employment shall be entitled t«  \ntake one (1) pergonal day during each six (6) months of the  \ncontract year. Employees entitled to five (5) personal day:  \nshall be entitled to use one (1) personal day per calendar  \nquarter of each contract year. The fifth (5th) personal day  \nshall be taken during the half of the calendar year.  \nG. 1. Part-time employees with six (6) months or more of  \nones service shall receive the same paid holidays as full-  \nemployees in Section C of this Article above including twe  \ntime  \n   \n{2} personal days. Employees hired on or before February 9, 1991  \nshall receive holiday pay on a pro rata and shall be  \nguaranteed a minimum of four (4) houre as holiday pay. Employees  \nhired after February 9, 1591, shall receive four (4) hours as  \nholiday pay.  \nGS. a Part-time employees shall be eligible to receive  \nthe additional holidays set forth in Section D of this Article  \nabove after thirty-six (36) months of contimuous service.  \nH. i. in the event any employee is required to work any  \nof the above holidays, he or she shall receive time and one-half  \n(1-1/2) the satraight-time rate for all hours worked in addition  \nto holiday pay. Employees hired after February 9, 1991 must be  \neligible to receive holiday pay in order to be eligible to  \nreceive premium pay for work on the holiday. Any employee who  \nworks on a holiday shall be guaranteed a minimum of four (4)  \nhours of work.  \nH. as All part-time Prepared Food/Service Clerks (new to  \nthe industry) hired on or after January 5, 1999 and before April  \n20, 2003, working in all departments except the Meat Department,  \nshall receive a premium of $1.50 per hour in addition to their  \nhourly rate of pay for each hour worked when eligible for the  \nholiday during the first thirty (30) montha of service.  \nThereafter, they shall receive time and one-half (1-1/2) their  \nstraight-time hourly rate for all hours worked on holidays.  \nEmployees working in the industry on January 5, 1999 who are  \nemployed by the Company shall receive time and one-half (1-1/2)  \ntheir straight-time hourly rate for all hours worked on a holiday  \nwhen eligible for said holiday.  \nH. 3. Part-time Prepared Food/Service Clerks (new to the  \nindustry) hired on or after April 20, 2003, working in all  \ndepartments except the Meat Department, shall receive a premium  \nof $1.00 per hour for each hour worked when eligible for the  \nholiday for a period of one (1) year. Thereafter, they shall  \nreceive $1.50 per hour premium for the next eighteen (18) months.  \nAfter thirty (30) months of service, they shall continue to  \nreceive time and one-half the straight-time rate of pay for all  \nhours worked on holidays. Employees working in the industry and  \nreceiving time and one-half on April 20, 2003, who are employed  \nby the Company, shall continue to receive time and one-half (1-  \n1/2) their straight-time hourly rate for all hours worked on a  \nholiday when eligible for said holiday.  \nI. When a holiday falls on a Sunday, the following Monday  \nShall be observed as the holiday. Federal Government determined  \nMonday Holidays shall be observed on Mondays.  \nds The basic work week for full-time employees in a  \nholiday week shall be thirty-two (32) for forty (40) hours!  \npay. Time and one-half (1-1/2) shall be paid for all time worked  \n+—-  \n‘  \n'  \n$  \n}  \nafter thirty-two (32) hours. Employees may work a fifth (5th  \nday during a holiday week at their straight time rate of pay b  \nmutual consent.  \nK. Work on holidays shall be rotated fairly amongst al:  \nfuli-time and part-time employees.  \nL. There shall be no rescheduling of employees in :  \nholiday week.  \nM. No employee shall be required to work on Easter  \nor December 25th. :  \nN. Employees shall be required to work the scheduled da;  \nbefore and the scheduled day after the holiday to be eligible fo)  \nholiday pay except when excused for gocd or just cause.  \ncL « REG WORK WEEK AND MAXIMUM  \nA. 1. A week's work for all full-time employees shall  \nconsiet of forty (40) hours per week divided inte eight (&) houre  \nper day over a period of five {5) days, Monday through Saturday.  \nAll work in excess of eight {8) hours in any one (1) day or forty,  \n(40) hours in any one (1) week, but not both, shall be paid for  \nat one and one-half (1-1/2) the straight-time rate. Full-time  \nemployees are defined as thoge working thirty (30) hours per week  \nor more Monday through Saturday.  \nA. 2. Full-time employees, on a voluntary basis by  \nmutual agreement between the Employee and the Employer, may elect  \nto work four (4} ten (10) hour days, Monday through Saturday,  \nentitling said Employee up to three (3) days off per week. All  \nwork in excesa of ten (10) houre in any one (1) day or forty (40)  \nhours in any one {1) week, but not beth, shall be paid for at one  \nand one-half (1-1/2) the straight-time hourly rate. Employees  \nworking four (4) ten (16) hours days shall not anffer any loss in  \ntetal hours of sick leave time, holidays, personal time, funeral  \nleave and jury duty time.  \nB. 1. There shall be no split shifts. There shall be a  \nfirat shift starting time between 6:00 A.M. and 9:00 A.M. for  \neach full-time employee hired before January 15, 1984, including  \nSunday.  \nB. 2. There shall be no split shifts. There shall he a  \nfirst shift starting time between 6:00 A.M. and 10:00 A.M. for  \neach full-time employee hired on or after January 15, 1964,  \nexcluding Sunday. The starting time on Sunday shall be between  \n6:00 A.M. and 11:00 A.M.  \nB. 3. There ehali be no split shifts. There shall be a  \nsecond shift starting time between 11:00 A.M. and 3:00 P.M. for  \n   \neach full-time employee, including Sunday. Assignment of the  \nsecond shift shall be made in the following order:  \n(1) New hires,  \n{2) Volunteere,  \n{3) Night crew,  \n{4} Employees hired after January 1, 1980 by  \ninverse order of seniority,  \n(5) To protect an employee from layoff.  \nCc. ° The starting times in Section B, shall be uniform for  \nemployees hired or appointed before January 1, 1995, except that  \none day in each work week a full time employee may be scheduled  \nto begin work at any time within the said starting time at the  \nemployee's straight-time hourly rate. Any work performed before  \nthe starting time will be paid at the rate of time and one-half  \n(1-1/2). Full-time employees hired or appointed on or after  \nJanuary 1, 1998 who are assigned to work on the first shift may  \nbe scheduled to work two {2) days a week on the second shift.  \nAll full-time employees who are currently assigned or who may be  \nassigned in the future on the second shift may be scheduled to  \nwork three (3) days a week on the first shift on a seniority  \nbasis.  \nBD. Tf a full-time employee is called in to work on his or  \nher regularly scheduled day off, he or she shall be paid time and  \none-half (1-1/2) for all hours worked. However, in the event a  \npattern of absenteeism is established, an employee may be  \nrequired to work a minimum of forty (40) hours in such weeks in  \norder to receive the premium pay ag above. Part-time employees  \nealled in.to work on their scheduled day off shall be guaranteed  \na minimum of four {4) hours of work at straight-time.  \nE. The Employer guarantees to schedule its fwull-  \ntime employees forty (40) hours of work per week.  \n1. Part-time employees hired before January 15,  \nshall. be scheduled a minimum of twenty (20)  \nMonday through Saturday.  \n1984  \nhours per week,  \nF, 2. Part-time employees hired on or after January 15,  \n1984 shall be scheduled a minimum of sixteen (16} hours per week,  \nMonday through Saturday.  \n1991  \nhours of work per  \nF. ci Part-time employees hired after February 3,  \nshall be scheduled a miniwum of twelve {12)  \nweek, Monday through Saturday. After (18) months of  \ncontinuous service, such employees, at their option, shall he  \nscheduled a minimum cf sixteen (16) houra per week, Monday  \nthrough Saturday.  \n10  \n4. Any work performed in excess of eight (8) hours in  \nany one (1) day shall be paid at the rate of time and one-half  \n(1-1/2). Part-time employees are defined as those working  \nbetween twelve (12) and twenty-nine (29) hours per week, Monday  \nthrough Saturday. Ne employee shall bea hired to work less than  \ntwelve (12) hours per week. Any part-time employee working aix  \n(6) consecutive weeks of thirty (30) hours or more, will become a  \nfull-time employee, except while relieving for vacation, extended  \nillness or any extenuating circumstances.  \nGa. Sunday Work  \nSunday shall not be part of the work week. In the  \nevent a store is open for business on Sunday, the work in the  \nMeat Department shall be rotated fairly among the employees  \nwithin a store using a ratio of one {1) full-time employee to two  \n(2) part-time employees. All employees working on Sunday shall  \nbe guaranteed a minimum of four (4) houre' work.  \n2. If there is work available, the Meat Wrapper shall  \nbe included in the rotation either in the Meat Department or the  \nDeli Department for Sunday work.  \nH. Full-time employees hired before January 15, 1984 who  \nwork on Sunday shall be paid pursuant to the following schedule:  \nks Full-time employees employed as Meat Department  \nHeads, Journeyperson Butchers and full-time employees employed in  \nthe Fish and Poultry departments at che top rate shall receive  \ntheir applicable hourly rate plus a $12.00 per hour premium,  \n2. Deli and Appy Department Heads shall receive their  \napplicable hourly rates plus a $10.00 per hour premium.  \n3. All other full-time employees at the top rate  \nshall receive their applicable hourly rate plus $9.00 per hour  \npremium.  \n4’, Employees receiving the aforementioned Sunday  \npremium rate shall continue to receive such rate until the Sunday  \npremium rate is equivalent to the employee's hourly rate at time  \nand one-half (1-1/2). Then, in such event, the employee shall he  \npaid time and one-half (1-1/2) for all hours worked on Sundays.  \nI. Li All full-time employees hired on or after January  \n15, 1984 and all part-time employees, shall receive one and one-~  \nhalf times their straight - -time hourly rate for work  \nperformed on Sunday.  \nI. 2. Part-time Prepared Food/Service Cierks (new to the  \nindustry) hired on or after January 5, 1999 and before April 20,  \n2003, working in all departments except the Meat Department,  \nshall receive a premium of $1.50 per hour in addition to their  \nhourly rate of pay for each hour worked on Sundays during the  \n1]  \ner  \nfirst thirty (30) months of service. Thereafter they shall  \nreceive time and one-half {1-1/2) their straight-time hourly rate  \nfor all hours worked on Sundays. Employees working in the  \nindustry on.January 5, 1999, who are employed by the Company,  \n. receive time and one-half (1-1/2) their straight-time  \nhourly rate for all hours worked on Sundays.  \nI. 3. Part-time Prepared Food/Service Clerks (new to the  \nindustry) hired on or after April 20, 2003, working in all  \ndepartmente except the Meat Department, shall receive a premium  \nof $1.00 per hour for each hour worked on Sundays for a period of  \none (1) year. Thereafter, they shall receive $1.50 per hour  \npremium for the next eighteen (18) months. After thirty (30)  \nmonths of service, they shall receive time and one-half (1-1/2)  \nthe straight-time hourly rate for all hours worked on Sundays.  \nEmployees working in the industry and receiving time and one-half  \non April 20, 2003, who are employed by the Company, shall  \ncontinue to receive time and one-half (1-1/2)  \nworked on Sundays.  \nJi The Employer shall post work schedules in ink by Friday  \n6:00 P.M, of each week for the following week. Once posted, work  \nschedules will not be changed except for sound reasons  \nsuch aa, but not limited to, fire, flood and power failures.  \nK. Night Shifts  \n1. Night shifte shall be scheduled from 12:01 A.M. to  \n8:30 A.M,., which shall include a one-half (1/2) hour lunch period  \nfive (5) consecutive nights Monday through Saturday. At least  \ntwo {2) employees will be on duty at all times.  \n2. The Night shift premiums shall be:  \nNight Shift . $25.00 per week  \nFull-Time Night Shift Employee.... $15.00 per week ©  \nPart-Time Night Shift Employee.... $3.00 per night  \n3. Tf there are’ no volunteers, night shift workers  \nshall be selected on the basis of least seniority within job  \nclassifications.  \nL. Overtime shall be fairly rotated among all fuil-time  \nemployees within  \n"], ["ARTICLE 19. - LUNCH PERIOD  \n", "All full-time employees shall be guaranteed at least one-  \nhalf hour {1/2) fer lunch, as close to the middle of their shift  \nas possible. If empleyees are required to work overtime, one-  \nhalf (1/2) hour for supper shall be granted, which shall not be  \ndeemed as hours worked providing the overtime shall be of at  \nleast two (2) hours duration.  \nfor all hours.  \nee mt ew?  \n—  \nar  \nTICLE 20. - RE D  \nA. All full-time employees shall be granted a fifteen (15  \nminute rest period twice a day, once in the first half of th  \nshift and once in the second half of the shift, which rest perio  \nshall be deemed as time worked. No full-time employee shall b  \nrequired to punch a time card in and out or to sign a time shee  \nin and out for any rest period.  \nB. All part-cime employees shall receive a fifteen {15  \nminute rest period for every four (4) hours of work. Part-tim  \nemployees may be required to punch in and Punch out for resi  \nperiode. ;  \n"], ["ARTICLE 21. - VACATIONS  \n", "A. All full-time employees hired before January 15,  \n  \n¢hall receive the following vacations with pay:  \nAfter one (1) year of service............. 2 weeks’ vacatior  \n{One (1) of which may be taken after 6 months of service)  \nAfter six (6) yeare of service..... as  \n-«+. 3 weeks' vacatior  \nAfter twelve (12) years of service........ 4 weeks' vacatior  \nAfter twenty-five (25) years of service... 5 weeks' vacatior  \nB. Part-time employees hired before January 15, 1984 shall  \nhave the same vacation benefits as full-time employees hireé  \nbefore January 245, 1984 on a pro-rata basis. Vacation benefite  \nfor such part-time employees shall be based on the average of the  \nsix (6) months prior to the vacation, but in no event to be less  \nthan twenty (20) hours per week.  \nCc. All full-time employees hired on or after January 15,  \n1984 shall receive the following vacations with pay:  \nAfter one (1) year of service........ 1 week's  \nvacation  \nAfter three (3) years of service..... 2 weeks' vacation  \nAfter eight (8) years of service..... 3 weeka' vacation  \nAfter fourteen (14) yeara of service. 4 weeks' vacation  \nPart-time employees hired on or after January 15,  \n1984 shall receive the same vacation benefits as the full-time  \nemployees hired on or after January 15, 1984 on a pro-rata basis.  \nVacation benefits for such part-time employees shall be based on  \nthe average of the six (6) months prior to the vacation, but in  \nno event to be less than sixteen (16) hours per week. The  \nvacation benefit for employees hired after February 9, 1991 shall  \n   \n  \nbe no less than twelve (12) hours per week except that the  \nemployee may request a review of his scheduled hours after  \neighteen {18} months of continuous service and ahall receive a  \nvacation benefit of sixteen (16) hours per week if he is geo  \nscheduled. Part-time employees, with five (5) years or more of  \ncontinuous service, shall receive vacation benefits based on the  \naverage straight-time hours worked during the fifty-two (52)  \nweeks prior to the vacation, but in no event to be less than  \nsixteen (16) houra per week.  \nE. Vacation pay for a full-time employee shall be computed  \non the basis of the employee's straight-time earnings, including  \nail premiums {night shifts, box pay, designated second person  \n  \nF. All vacations become due on each employment anniversary  \ndate of the employee and may be taken during the ensuing twelve  \n(12) months. Two (2) weeks only may be taken during the summer  \nmonths. Those employees eligible for three (3), four (4) and  \nfive (5) weeks of vacation will take them outside these summer  \njtMonths by mitual consent.  \nGS. Employees will be paid vacation pay prior to taking the  \nvacation.  \nH. Vacations will be granted to employees on a Compan  \nseniority store level In event of transfer, an  \nShall not lose a previously scheduled vacation.  \nI. The Employer shall determine the number of employees,  \nif any, within each classification in each store who May be on  \nvacation at the same time.  \nJ. Employees who voluntarily retire or resian with two (2)  \nweeks’ written notice or who are involuntarily terminated by the  \nEmployer, except for dishonesty when sustained by an arbitrator  \nor when the employee so charged fails to file a grievance or when  \nthe grievance igs not processed to arbitration, shall receive pro-  \nrata vacation pay within two (2) weeks after the time of the  \ntermination.  \n__K. Any employee who receives his or her vacation during a  \nholiday week shall receive, at the option of the Employer, one  \n(1) extra day's pay or one (1) additional day off the week  \nimmediately following.  \nL. The vacation entitlement of employees absent because of  \nilinesa, injury or authorized leave of absence, but not including  \nvacation, sick leave days or death in the family leave, for  \nthirty (30) days or less shall not be adversely affected.  \n_M.~ Vacation pay due a deceased employee including pro-rata  \nas in J. ahove shall be paid to the heirs or estate of the  \ndeceased employee.  \n14 *  \n-  \n.  \n"], ["ARTICLE 22. - SCALE OF WAGES  \n", "A. Employees Shall be paid in accordance with the ter  \nand conditions in Schedule \"A\", \"B® or \"C\" attached hereto a:  \nmade a part of this Agreement. If an employee's rate is re  \ncircled, the wage differential shall be maintained for the li  \nof this Agreement.  \nB. New full-time employees will be placed in t  \nprogression scale in accordance with their verified similar cha  \nfood store experience by classification within the prior two ({  \nyéars.  \n"], ["ARTICLE 23. - MILITARY LEAVE OF ABSENCE  \n", "In the event that any employee now or hereafter becom  \nengaged in military or naval service of the United States  \nAmerica for the purpose of training or otherwise, then and  \nsuch event he/she shall be given a leave of absence for su  \nperiod of service without prejudice to his/her seniority righ  \nor privileges. Upon the termination of his/her service, he/s  \nshall be reinstated within a period of ninety (90) days from t  \ndate of his/her discharge from government service and given t  \ngame job which he/she held at the time he/she left for servic  \nand shall be fully compensated in accordance with the provisio  \ncontained herein or pursuant to the Agreement which had been  \neffect at the time of his/her resumption cf service with t  \nEmployer.  \n"], ["ARTICLE 24. - NATIONAL GUARD SERVICE RESERVES  \n", "A. Any full-time employee who is a member of an organiz  \nreserve program or in the National Guard shall be eligible for  \ntwo (2) week leave of absence, subject to extension  \nexceptional cases, without pay.  \nB. Such leave of absence may be in addition to ¢  \nemployee's regularly scheduled vacation period in order thar ¢t  \nemployee may participate in the military training required  \nsuch organization.  \nCc. Any employee who wishes to use his/her regular vacati  \npericd for military absence shall be paid in accordance with t  \nreguiar vacation procedure.  \n"], ["ARTICLE 25. - BETIER CONDITIONS  \n", "Nothing in this Agreement shall operate to deprive a  \nemployee of a special privilege or to reduce the present wage  \nincrease the working time of any employee covered under t  \nprovisions of this Agreement.  \n15  \n  \n¢  \nICLE 26. - RY, TOOLS E  \nAll linens required by the Employer to be worn by the  \nemployee will be furnished and laundered by the Employer. The  \nEmployer shall supply all toola and equipment in a good and  \nworkable condition to all employees requiring the same without  \nany cost to the employees.  \n"], ["ARTICLE 27.  \n", "   \nThe parties hereto agree that should any section, part or  \nparagraph of this Agreement be declared by established courts to  \nbe unlawful, invalid, ineffective, ox unenforceable, said  \nsection, part or paragraph so declared shall not affect the  \nvalidity and enforceability of any other section, part or  \nparagraph hereof, and the remainder of thia Agreement shall  \ncontinue to remain in full force and effect.  \nICLE 28. - NO DISCRIMINATION  \nThere shall be no discrimination against any employee by the  \nEmployer ox Union cf race, eclor, creed, sex or  \nnationality in the matter of hours, wages or working conditions,  \nexcept that the Employer will have the right to choose and  \ndesignate the type of employee whenever the said Bmployer applies  \nfor an employee to the Union, and the Union agreea to furniah the  \ntype of employee so designated.  \nARTICLE 29. - s  \nThis Agreement shall be binding upon and shail inure to the  \nbenefit of the respective parties hereto and to their respective  \nheirs and assigns.  \n0, - LITY USE  \nIt is further agreed between the respective parties that no  \nliability ahall be chargeable to the Union for any act of its  \nmembers and the only liability of the Union shall be such as may  \nbe agreed to in writing by the Union and such agreement signed by  \nan officer duly qualified and authorized by the memberg of the  \nUnion. -  \n16  \n(  \n;  \n   \nThe Employer agrees to cover its employees under Workers’  \nCompensation and Unemployment Insurance regardless of the number  \nof employees presently employed.  \n"], ["ARTICLE 32. - SICK LEAVE  \n", "A. All full-time employees hired before January 15, 1984  \nare eligible to receive in each calendar year a maximum of twelve  \n(12) paid sick leave days of eight (8} hours each or pay for  \nunused sick leave days.  \nB. All employees hired or appointed to full time, after  \nJanuary 15, 1984, shall be eligible to receive the following sick  \nleave days of eight (8) hours each or pay for unused sick leave  \nays:  \nAfter six (6) months ........... 3 days  \nAfter twelve (12} months ....... 5 days  \nAfter twenty-four months ....... 8 days  \nAfter thirty-six months ........ 10 days  \nls Terminated full-time and eligible part-time employees,  \nexcept those terminated for dishonesty when sustained by an  \narbitrator or when the employee so charged fails to file a  \ngrievance, or when the grievance ia not processed to arbitration,  \nwill be paid the unused portion of their sick leave on a pro-rata  \nbasis thirty (30) days after termination subject to the formula  \nset forth in Sections A, 8, F or G of this Article above,  \nwhichever ia applicable.  \nD. Unused sick leave days will be paid to full-time and  \neligible part-time employees only and payment will be made during  \nthe first (1st) thirty (30) days following the end of the  \ncalendar year.  \n5. Sick leave benefits for any employee will be paid no  \nrater than tha second (2nd) week following return from sick  \neave.  \nF. All part-time employees hired before January 15, 1984  \nshall receive in each calendar year, a maximum of six (6) paid  \nsick leave days or pay for unused sick leave days.  \nG. i. All part-time employees hired on or after January  \n15, 1984 with ome (1) year of continuous service ahall be  \neligible to receive in each calendar year a maximum of five (5)  \npaid sick leave days beginning with the second scheduled aick  \nleave day.  \n7  \n   \nG. as All part-time employees hired on or after January  \n15, 1984 with five (5) years of continvovs service shall receive  \nin each calendar year a maximim of five (5} paid sick leave days  \nor pay for unused sick leave days.  \nH. Part-time sick leave shall be based on the average  \nhours of the five (5) weeks preceding the sick leave during which  \nwork was performed, but in no event less than four (4) hours per  \nday.  \n"], ["ARTICLE JURY DUTY  \n", "A. Employees shall be eligible to receive jury duty  \nbenefits after one (1) year of continuous service. Any employee  \ncalled to serve as petit juror shall be paid the difference in  \npay between base pay and the amount received for jury service for  \na Maximum of ten (10) days in any one (1) year Any  \nemployee called to serve as grand juror shall be paid for a  \nmaximum of twenty (20) days in any one (1) year pericd. However,  \nemployees who volunteer for grand jury service shall be paid for  \na maximum of ten (10) dayaz in any one (1) year period.  \nB. An employee dismissed from jury duty sufficiently early  \nto enable the employee to work four (4) hours or more of a  \nacheduled shift, including reasonable travel time, shall report  \nto the store to complete the shift.  \nCc. If a full-time employee is called for jury service for  \nless than five (5) days, the employee will report to work for the  \nnumber of days he or she was not called to jury service.  \nD. Part-time employees shall receive the same jury service  \nbenefits as full-time employees based on their normal part-time  \nschedule after one {1) year of service.  \n"], ["ARTICLE 34. - DEATH IN THE IMMEDIATE FAMILY  \n", "A. All full-time employees with six (6) months or more of  \ncontinuous service shall be entitled to the next three (3)  \nscheduled days off and pay therefor in the event of death in che  \nemployee's immediate family. Immediate family is defined to mean  \nparents, mother-in-law, father-in-law, child, sister, bxother,  \nwife or husband, grandparents of employee or espouse and  \ngrandchildren.  \nB. The employee's scheduled day off and Sunday shall not  \ncount as any part of the three (3) days.  \nCc. In the event of the death of a brothér-in-law or  \nsister-in-law, the employee shall be granted one (1) scheduled  \nday off and pay therefor to attend the funeral services.  \n+ ah ait  \nwe ort, YE  \nD. Part-time employees shall be eligible to receive death  \nleave benefits after one {1} year of continuous service in the  \nevent of a death in the employee'a immediate family as defined in  \nparagraph A above. Part-time employees shall be entitled to up  \nto three (3) scheduled days off from the date of death to the  \ndate of the funeral at four (4) hours’ pay per scheduled day.  \n"], ["ARTICLE 35. - MOBILE MEDICAL UNIT  \n", "Employees shall he permitted paid time cff once each year to  \nuse the Mobile Medical Unit at the employee's store, The parties  \nshall mutually agree upon the schedule so as to avoid  \ninterference with the Employer's operation.  \nr E36. - GENERAL PROVISION  \nA. Employees in the 464A bargaining unit shall not be  \ntransferred to another bargaining unit in the store. Local 464A  \nmembers may be transferred to another 464A department for lunch  \nrelief and emergencies. The Employer shall have the right to  \ninterchange, on a temporary basis, Meat Wrappers and  \nDeli/Appy/Seafood Clerks for lunch periods, emergencies and to  \nprovide adequate customer service.  \nB. Supervisors Shall not use the tools of the trade except  \nfor atore openings and training, or emergencies with notification  \nto the Union.  \nec, The Employer shall supply lockers for the employees.  \nD. The Employer shall provide a ladies regt room with cot  \nand chairs and there shall be no abuse of same.  \nE. The Employer agrees that a Meat Wrapper shall not  \nperform the duties of the meat cutter. However, the Union and  \nthe Employer shall work together to maximize customer service in  \nthe meat department.  \nF. No employee shall be required to take a lie detector  \nDuring the term of this Agreement the Employer and the  \nUnion agree that a voluntary system may be developed for dizectly  \ndepositing an employee's pay.  \nH. The Union agrees to use its best efforts to ensure that  \n\"the stores are adequately staffed on Sundays and Holidays.  \n19  \n"], ["ARTICLE - DEST OPPED AGE MAKE  \n", "Where the Employer designates a full-time Meat Department  \nClerk to perform the additional dutiea necessary to grind and  \nprepare chopped meat and sausage, designated Chopped Meat /Sausage  \nMaker Clerks shall receive a wage premium of $25.00 per week  \nabove their current Clerk rate of pay. It ig understood that the  \nestablishment of this classification will in no way reduce the  \nnumber of full-time meat cutters, nor will it reduce their  \nregular hours, overtime or Sunday work rotation.  \n"], ["ARTICLE 39. ~ DEPARTMENT HEADS  \n", "A. The Employer shall notify the Union and the employee  \none (1) week in advance, in writing, on demotion of department  \nheads setting forth reasons for demotion, and the Union shall  \nhave the right to investigate same before demoticn is effective.  \nB. Department heads demoted shall be returned to rhe same  \nclassification held before promotion at the rate of pay he or she  \nreceived before the promotion, plus contract except if  \nthe prior position was second person, in which case the demotion  \nshall be to a Journeyperson meat cutter, boxperson or deli/apply  \nclerk, whichever is applicable.  \nCc, If a department head voluntarily requests demotion, he  \nor she shall be returned promptly to the Classification held  \nbefore promotion at the rate of pay he or she received before the  \npromotion, plus contract increases, except if the prior position  \nwas second person, in which case the demotion shall be to a  \nJourneyperson meat cutter, boxperson or deli/appy clerk whichever  \nis applicable. Any excessive delay in acting on the voluntary  \nrequest shall be subject to the grievance procedure.  \nA. The Employer and the Union shall jointly form a safety  \ncommittee of six (6), three (3) from management and three (3)  \nfrom labor. The committee shall work toward providing all  \nemployees the safest possible equipment and working conditions.  \nThe Employer shall provide whatever statistical information ia  \nrequired,  \nRB. Journeyperson meat cutters and boxpersons shall be  \nsupplied with leather or mesh aprons and mesh gloves while  \nperforming box work upon request.  \nCc. Employees shall not be required to enter delivery  \nvehicles which are unsafe.  \nB, All wrapping machines will be the cool rod type.  \nE. The Employer will make every effort to ensure tha  \nboxed meat shall not weigh in excess of one hundred (100) pounde  \n"], ["ARTICLE 40. - RELIEF DEPARTMENT HEADS  \n", "A. Full-time employees taking the place of any departmen  \nhead shall be paid from the fireat (lst) day as relief departmen  \nhead in the event relief duties extend for more, than three {3  \ndays in any one (1) week.  \nB, Pull-time employees relieving for vacation period  \nshall be paid the contractual rate from the first (1st) day.  \n"], ["ARTICLE 41, - XPER  \n", "All boxpersens shall receive ten ($10.00) dollars per wee  \npremium pay.  \n"], ["ARTICLE 42. ~- DESIGNATED SECOND PERSON  \n", "A, The designated second person in meat departmen  \nshall receive ten ($10.00) dollars per week premium pay.  \nBi. The designated second person in the deli, appetizin  \nand seafood departments shall receive five ($5.00} dollars pe  \nweek premium pay. .  \nC. Where applicable, the bona fide second person, i  \nGesignated, shall be considered 4 separate classification fo  \npurposes of layoff and recall. These provisions will not b  \napplied in an arbitrary, capricious or punitive manner.  \n"], ["ARTICLE 43. ~ BULLETIN BOARDS  \n", "The Union shall share bulletin boards in market  \nfor the use of regular Union notices to the members.  \n44. - TE GES  \nA. No full-time Meat Department employee on the Company'  \npayroll as of April 19, 2003 shall be laid off or reduced t  \npart-time solely due to the introduction of prepackaged meat.  \nB. The above paragraph does not apply where there ar  \nstore closings or a significant downturn in business.  \n21  \n~ ee a =  \nCc. The Employer agrees to discuss technological changes  \nwith the Union prior to the introduction of any such changes.  \nTE  \nA. The Union shall have the right to appoint or to have  \nelected a shop steward who shall have super-seniority for lay-off  \npurposes.  \nB. The Employer will, upon adequate notice, arrange for  \nshop stewards and Executive and Policy Board members to have the  \nsame day off once each year, with eight (8) hours straight-time  \npay, for the purpose of attending the Union's shop steward  \nseminar.  \n"], ["ARTICLE 46. - PEN  \nA. The Employer shall contribute One Hundred Forty Dollars  \n", "($140.00) per month for each full-time employee to the Penaion  \nFund of the United Food and Commercial Workers Union, Local  \n#464A, at no cost to the employee.  \nB. All contributions to the Pension Fund for newly hired  \nfull-time employees ehall commence the first of the month  \nfollewing the first thirty (30) daya .of employment.  \nContributions for Local #464A members start immediately upon  \nemployment.  \nCc. The Employer shall contribute Forty-One Dollars ($41.00)  \nper month for each part-time employee to the Pension Fund of the  \nUnited Food and Commercial Workers Union, Local #464A, beginning  \nwith the first of the month following six {6) months of  \nemployment, at no cost employee.  \nBD. In the event an employee is out because of illness or an  \napproved leave of absence, the Employer shall continue to make  \ncontributions to the Pension Fund on behalf of the employee on  \nthe same basis as if the employee was working for a period of  \ntime not to exceed two (2) monthly contributions.  \nE. The parties agree that the contributions to the Pension  \nFund shall be deductible in full for the Employer's taxable year  \nwith respect to which the contribution is made. The  \ndetermination aa to the deductibility shall be based on the  \ninformation furnished by the Fund Actuary concerning the funding  \n. Btatus of the Pension Fund at the time the contribution would be  \ndue. In the event that the contributions required by this  \n_ Article are not deductible, the parties agree that the said  \ncontributions will be diverted to the Welfare Service Benefit  \nPund., All current and future negotiated Welfare Service Benefit  \nFund contributions provided for in this Agreement are to continue  \nin full force and effect without setoff or deduction.  \n22  \n   \ntI 47. - WELFARE I  \nA. Effective May 1, 2003 the Employer shall contrihm  \nFour Hundred and Seventy-Five Dollars ($475.00) per month  \neach fuli-time employee to the Welfare Service Benefit Fund  \nthe United Food and Commercial Workers Union, Local #4644, at  \ncost to the employee.  \nB. Effective May 1, 2004 the contribution to the Welfa  \nService Benefit Fund for each full-time employee shall be Fc  \nHundred and Ninety-Five Dollars ($495.00) per month.  \nCc. Effective May 1, 2005 the contribution to the Welfa  \nService Benefit Fund for each full-time employee shall be Fi  \nHundred and Twenty Dollara (§520.00) per month.  \nBD. Effective May 1, 2006 the contribution te the Welfa  \nService Benefit Fund for each full-time employee shall be Pi  \nHundred and Forty Dollars ($540.00) per month,  \nE. Eifective September 1, 2007, the contribution to  \nWelfare Service Benefit Pund for each full-time employee shall |  \nFive Hundred and Seventy Dollars ($570.00) per month.  \nF. All contributions to the Welfare Service Benefit Fu  \nfor full-time employees shall commence on the first of the mon  \nfollowing six (6) months of employment. Contributions for Loc:  \n#464A members shall be made immediately, provided the employ  \nwas covered by the Pund within ninety (90) days prior to tl  \nemployee's date of hire.  \nG. 1. Effective May 1, 2003, the Employer sha:  \ncontribute Eighty-Two Dollars ($82.00) per month for each part  \ntime employee to the Welfare Service Benefit Fund of the Unite  \nFood and Commercial Workers Union, Local #464A, at no cost to t)  \nemployee.  \nG. 2. Effective May 1, 2004, the contribution to tl  \nWelfare Service Benefit Fund for each part-time employee sahall i  \nEighty-Four Dollars ($84.00) per month.  \nG. 3. Effective May 1, 2005, the contribution to tk  \nWelfare Service Benefit Fund for each part-time employee shall  \nEighty-Six Dollars ($86.00) per month.  \nG. 4. Effective May 1, 2006, the contribution to th  \nWeifare Service Benefit Pund for each part-time employee shall E  \nEighty-Eight ($88.00) per month.  \nG. 5. Effective September 1, 2007, the contributions t  \nthe Welfare Service Benefit Fund for each part-time employe  \nShall be Ninety Dollars ($90.00) per month.  \nG. 6. Contributions on behalf of part-time employees  \nshall commence with the first of the month following six (6)  \nmonths of employment.  \nH. In the event an employee is out because of illness or  \nan approved leave of absence, the Employer shall continue to make  \ncontributions to the Welfare Service Benefit Fund on behalf of  \nthe employee on the same basie as if the employee was working for  \na period of time not to exceed two (2) monthly contributions.  \nZs The Union may elect to have contributions diverted  \nduring the term of this Agreement from the Legal Service and  \nEducational Benefit Funds, as provided for in Articles 48 and 43  \nto the Welfare Service Benefit Fund in order to increase its  \nreserves.  \nais In the event of any change in state or federal  \nlegislation affecting the tax deductibility of this coverage, the  \nparties immediately shall meet to discuss all necessary changes  \nto the Plan to insure that the Employer's Health and Welfare  \ncosts shall not increase.  \n"], ["ARTICLE 48. - LEGAL SERVICE FUND  \nA. The Employer shall contribute Three Dollars and Fifty  \n", "Cents ($3.50) per month to the Prepaid Legal Service Fund of the  \nUnited Food and Commercial Workers Union, Local 464A, for each  \nfull-time employee at no cost to the employee.  \nB. The Employer shall contribute One Dollar and Fifty  \nCents ($1.50) per month to the Prepaid Legal Service Fund of the  \nUnited Food and Commercial Workers Union, Local 464A, on behalf  \nof all part-time employees who have attained one (1) year of  \nemployment, at no cost to the employee.  \nC. All contributions to the Legal Service Fund for full-  \ntime employees shall commence the first of the month following  \none (1) year of employment. Contributions for Local #464A  \nmembers shall be made immediately, provided the employee was  \ncovered by the fund within ninety (90) days prior to the  \nemployee's date of hire.  \nD. In the event an employee ia out because of illness or  \nan approved leave of absence, the Employer shall continue to make  \ncontributions to the Legal Service Fund on behalf of the employee  \non the same basis as if the employee was working for a period of  \ntime not to exceed two (2) monthly contributions.  \nRE. The Union may elect to have contributions during the  \nterm of this Agreement, diverted from the Legal Service Fund to  \nthe Welfare Service Benefit Fund, in order to increase its  \nreserves.  \n——  \nog eee —  \nAR 43, - BENE  \nA. The Employer shall contribute Fifty Cents ($.50) pe  \nmonth to the Educational Benefit Fund of the United Food an  \nCommercial Workers Union, Local #464A, for each fuli and part  \ntime employee at no cost to the employee.  \nB. Contributions to the Bducational Benefit Fund for al  \nfull and part-time employees shall commence on the first of th  \nmonth following twenty-four (24) months of employment  \nContributions for Local #464A members shall be made immediately  \nprovided the employee was covered by the Fund within ninety (90  \ndays prior to the date of hire.  \nC. In the event an employee is out because of illness o  \nan approved leave of absence, the Employer ahall continue to mak  \ncontributions to the Educational Benefit Fund on behalf of th  \nemployee on the same basis as if the employee was working for .  \nperiod of time not to exceed two (2) monthly contributions.  \nD. The Union may elect to have contributions during th  \nterm of this Agreement, diverted from the Educational Benefi’  \nFund to the Welfare Service Benefit Fund, in order to increas  \nits reserves.  \n"], ["ARTICLE 50. - LEAVE OF ABSENCE  \n", "A. If a full-time employee desires a leave of absence th  \nEmployer shall give consideration to granting the leave oa:  \nabsence.  \nB. Permission to grant a leave of absence shall not bs  \nunreasonably withheld.  \nCc. Leaves of absence shall be without pay and shall be fo:  \na maximum of thirty (30) days in any one (1) year,  \notherwise required by law.  \nAKTICUE 51. - APPRENTICE MEAT CUTTERS  \nA. The Union and the Employer agree to form a committer  \nfor the purpese of giving meat cutter tests to apprentice meat  \ncutters with exceptional ability.  \nB. Those apprentices found to have exceptional ability ir  \nMeat cutting shall be promoted to Journeyperson meat cutters anc  \nShall receive the Journeypergon rate.  \nco. In the meat department, the ratio of employment shalJ  \nbe one (1} apprentice meat cutter for every three (3}  \nJourneyperson meat cutters.  \n25  \n   \n"], ["ARTICLE 52. - CASE WORKERS  \n", "Full-time case workers in the meat department shall be  \nretated on a daily, weekly or bi-weekly basia, or shall receive  \nfive ($5.00) dellars per week premium pay.  \n- G  \nThe Employer reserves the right to the operation of its  \nbusiness and the direction of ita working forces including, but  \nnot limited to, the establishment of the opening and closing time  \nof stores, the assignment of employees’ starting and stopping  \nhours, the right to interchange employees' starting and stopping  \nhours, transfer, suspend, layoff, promote, demote, discharge for  \njust cause, transfer employees from one store location to another  \nsubject, however, to the provisions of this Agreement.  \n"], ["ARTICLE 54. - LEGISLATIVE CLAUSE  \n", "BK. In the event a federal, etate or local government shall  \nenact legislation during the term of this Agreement, affecting  \nthe application of any of the provisions hereunder including, but  \nnot limited to, wages or fringe benefits, the parties hereto  \nrecognize their obligation to comply with such new restrictive  \nlegislation. Thereafter, if the provisions, including but not  \nlimited to, wages or fringe benefits, of this Agreement may be  \nlawfully reinstituted, the parties hereto further agree that they  \nshall reinstitute as soon as possible the provisions of thia  \nAgreement as if no such new restrictive legislation has been  \nenacted.  \nEB. The Employer and the Union agree to comply with those  \nprovisions of the Family and Medical Leave Act, the Americans  \nwith Disabilities Act and the Clean Air Act which are relevant to  \nthe terms and conditions of this Agreement. The Employer  \nexpreasly reserves any rights it may have under any of the  \nforegoing legislation.  \n"], ["ARTICLE 55. - NO STRIKE - NO LOCKOUT  \n", "A. There shall be no cessation of work, no strikes, no  \npicketing or other interference with the operations of the  \nEmployer, or lockouts for any cause whatsoever, during the life  \nof this Agreement.  \nB. It shall not be a violation of this Agreement, and it  \nshall not be cause for discharge or disciplinary action, in the  \nevent an employee refuses to enter upon any property involved in  \n26  \nse.  \n-_  \n~—  \n— = we  \na primary labor dispute, or refuses to go through or work beh:  \nany primary picket line, including the primary picket line of 1  \nUnion party to this Agreement and including primary picket lit  \nat the Employer's places of businega. Notwithstanding |!  \nforegoing, in view of the perishable nature of the produ  \nhandled, the Union agrees that the above rights shall not  \nexercised unless the Employer has been notified by the Union  \nregistered mail at least three (3) working days in advance of i  \nintention to honer the picketing Union's Line.  \nCc. The Union and its members may participate in ali Uni  \nactivities, strikes and boycotts as may be permirted  \nlegislation, or court decisions.  \nD. In the event of any modification, amendment or repe  \nof existing legislation which affects the rights of the Union a  \nits members in participating in labor disputes or Union activit  \nthe Employer agrees that the Union and its members shall  \npermitted to engage in such Union activity as hereinbefo  \npermitted and provided for in previous collective hargaini  \nagreements with the Union.  \n"], ["ARTICLE 56. - REPLACEMENT CLAUSE  \n", "A. Any full-time employee who leaves the employ of t:  \nEmployer for any reason shall be replaced by another full-ti  \nemployee except in the event of a store closing or a significa  \ndecline in operations, which can be verified by appropria  \ndocumentation. The Union reserves the right to submit ai  \ndispute under this clause to arbitration.  \nB. The Employer agrees that the total number of full-tit  \nemployees on the payroll at the expiration of this Agreement  \nincluding those on leave in the military service, shall not }  \nless than the number of employees on the Employer's payroll «  \nJanuary 1, 1981.  \n-T IME  \nA. From the first day part-time employees begin work on  \nfull-time basis, they shall begin to accrue and earn their full  \ntime benefits other than wages and vacation as other full-tin  \nemployees, except that part-time employees transferring to full  \ntime atatus shall earn full-time sick leave on a pro-rata basis  \nMinus sick leave already used that year.  \nB. When full-time openings become available,  \nemployees will be given preference to fill the  \nopenings.  \npart-tin  \nFull-tir  \n27  \nC. Part-time employees shall receive one-half {1/2)  \nservice credit towards the wage rate (to a maximim  \nincrease Of One Dollar ($1.00) per hour and thereafter progress  \non the and vacation benefits when promoted to  \nfull-time.  \nD. Part-time employees recalled within a one {i}  \nperiod shall receive their former hourly rate of pay.  \nyear  \nE. No part-time employee can be required to perform the  \nwork of or relieve the meat department manager.  \nF. All part-time employees who are interested in obtaining  \na full-time position shall place their name on a bid sheet. When  \na Full-time job opportunity becomes available within the  \ndepartment, the Employer shall consider the qualifications,  \nabilities and seniority in awarding said full-time position.  \nSeniority shall control when all other factors are equal.  \n"], ["ARTICLE 58. - POLICY AND PROCEDURE CHANGES  \n", "The Union shall be notified in advance of any changes in  \npolicies and procedures by the Employer.  \nIr G  \nA. The Employer agrees to evaluate all its employees for  \nthe purpose of upgrading.  \nB. Any employee selected for management training will  \nremain in the bargaining unit until such training and the  \npromotion to a management position has been compieted.  \nCLE - i R r  \nA. it is agreed that if the Employer fails to make timely  \ncontributions and becomes delinquent to the Pension, Welfare,  \nLegal Service or Educational Benefit Funds, the Employer shall be  \nresponsible for interest, as the Trustees may direct, from the  \ndate the contributions were due. In addition, the Employer will  \nbe responsible for any legal fees and/or court costs incurred  \nbecause of such delinquency.  \nB. The Employer further agrees that if the Trustees deem  \nit necessary, the Employer's payroll records may be examined to  \ndetermine whether or not the Bmployer is meeting the terms of  \nthig Agreement and the Trust Agreement.  \n28  \nee ee nee a ee | =  \n—  \nLE Ant Fm -  \n1. -  \nThe Employer agrees, in making contributions to the Pensit  \nWelfare, Legal Service and Educational Berefit Funds, to comp  \nas time worked all time paid for such as holidays, vacations :  \nSick leave days. The payroll records of tha Employer shall  \nevidence of time paid for.  \n"]]