[["", "   \n|  \n3,9 Sd ee.  \nw LOCAL  \ngst tk KW ong  \nCc O N T R A CC T  \nAGREEMENT BETWEEN  \nP&C FOOD MARKETS  \nAND  \nUNITED FOOD &  \nCOMMERCIAL WORKERS  \nINTERNATIONAL UNION  \nDISTRICT UNION LOCAL ONE  \nEFFECTIVE DATE:  \nMAY 26, 2005  \nEXPIRATION DATE:  \nMAY 31, 2008  \nSB Pages  \n   \n       \n    \n   \n   \n    \n   \n     \nP & C FOOD MARKETS  \nand  \nUNITED FOOD AND  \nCOMMERCIAL WORKERS  \nINTERNATIONAL UNION, CLC  \nDISTRICT UNION LOCAL ONE  \nEFFECTIVE DATE: MAY 26, 2005  \nEXPIRATION DATE: MAY 31, 2008  \n   \nEAR UFCW LOCAL ONE MEMBER:  \nTHIS UNION CONTRACT, NEGOTIATED FOR YOU BY UFCW LOCAL ONEAND P & C FOOD  \nEMPLOYEE BARGAINING COMMITTEE, CAREFULLY EXPLAINS IN DETAIL, ALL OF  \nHE TERMS AND CONDITIONS OF YOUR EMPLOYMENTAND YOUR MANY RIGHTS AND BENEFITS  \nS AUFCW LOCAL ONE MEMBER.  \nPLEASE READ THIS AGREEMENT CAREFULLY BECAUSE IT IS IMPORTANT THAT YOU  \nRE FULLY AWARE OF YOUR RIGHTSAND BENEFITS AND HOW THEY HELP YOU ON THE JOB.  \nBESIDES PROVIDING SECURITY, THIS CONTRACT HAS AN EFFICIENT GRIEVANCE  \nROCEDURE FOR THE ORDERLY AND FAIR SETTLEMENT OF ANY PROBLEMS YOU MAY  \nNCOUNTER IN THE COURSE OF YOUR EMPLOYMENT.  \nIF YOU HAVE ANY QUESTIONS REGARDING YOUR RIGHTS OR BENEFITS UNDER THIS  \nGREEMENT, PLEASE ASK YOUR SHOP STEWARD OR UNION REPRESENTATIVE FOR  \nSSISTANCE.  \nSINCERELY AND FRATERNALLY,  \nFOr ow  \nFRANK C. DERISO  \nPRESIDENT  \nOR ASSISTANCE ASK YOUR SHOP STEWARD, UNION REPRESENTATIVE OR CALL:  \nSYRACUSE OFFICE CREDIT UNION BUFFALO  \n1-800-340-4613 1-800-448-7328 1-800-421-0120  \n(315) 432-1222 1-800-733-3140 (PA)  \n(716) 631-8777  \nUTICA OFFICE HEALTH CARE & PENSION FUNDS  \n4-800-697-8329 1-800-959-9497  \n(315) 797-9600 (315) 797-9600  \n_L FREE NATIONWIDE 1-800-NYS-UFCW E-MAIL: ufcwone@ufcwone.org WEB: www.ufcwone.org  \n"], ["ARTICLE  \n", "7  \n22  \n9  \n8  \n10  \n15  \n40  \n50  \n44  \n29  \n20  \n11  \n14  \n43  \n41  \n32  \n35  \n48  \n49  \n23  \n3  \n4  \n31  \ni2Z  \n92  \n17  \n51  \n46  \n30  \n   \nDESCRIPTION  \nACTIVE BALLOT CLUB  \nAGREEMENT  \nAVAILABLE HOURS  \nCAPTIONS AND INTERPRETATIONS  \nCREDIT UNION  \nDEPARTMENT MANAGERS/CLASSIFIED POSITIONS  \nFAIR EMPLOYMENT PRACTICES  \nFUNERAL LEAVE  \nGRIEVANCES & ARBITRATION  \nHEALTH CARE FUND  \nHOLIDAYS  \nHOURS AND OVERTIME  \nJOB DESCRIPTIONS  \nJOB REFERRAL  \nJOB SECURITY  \nJURY DUTY  \nLAUNDRY AND TOOLS  \nLAYOFFS & BUMPING RIGHTS  \nLEAVES OF ABSENCE  \nLIE DETECTOR-INTERROGATION  \nLUNCH AND REST PERIODS  \nMANAGEMENT  \nMANAGER TRAINEES  \nMEMBER ELECTED TO UNION OFFICE  \nNEW CLASSIFICATION - WORK JURISDICTION  \nNEW MARKETING AREA PROVISIONS  \nNO INDIVIDUAL AGREEMENTS  \nNO STRIKE OR LOCKOUT  \nPENSION FUND  \nPERSONAL HOLIDAYS  \nPREAMBLE  \nPAGE  \n18  \nan  \n35  \n48  \n38  \n26  \n13  \n10  \n36  \n36  \n29  \n31  \n47  \n47  \n18  \n28  \n49  \n1t  \n49  \n44  \n28  \n"], ["ARTICLE  \n", "25  \n13  \n18  \n36  \n26  \n2  \n19  \n47  \n33  \n37  \n38  \n45  \n1  \n28  \n24  \n34  \n34  \n6  \n39  \n5  \n42  \n16  \n27  \n33  \n21  \nINDEX - CONTINUED  \nDESCRIPTION  \nPREMIUM PAY  \nPREVIOUS EXPERIENCE  \nPRIOR PRIVILEGES  \nPROMOTIONS  \nRATES OF PAY  \nRECOGNITION AND JURISDICTION  \nRULES-WORKING AGREEMENT  \nSAFETY & HEALTH  \nSENIORITY  \nSHOP STEWARD  \nSHORTAGES  \nSICK PAY  \nSUCCESSORS & ASSIGNS  \nSUNDAYS  \nTEMPORARY FULL TIME WORK  \nTERM OF AGREEMENT  \nTRANSFERS  \nUNION CHECKOFF  \nUNION PRINCIPLES  \nUNION SECURITY  \nUNION SHOP IDENTIFICATION  \nUNION VISITATION  \nVACATIONS  \nWAGES  \nWORK SCHEDULES  \nui  \nPAGE  \n20  \n10  \n11  \n34  \n21  \n12  \n46  \n29  \n34  \n35  \n40  \n25  \n19  \n54  \n30  \n35  \n36  \n11  \nDe  \n930  \n17  \nAGREEMENT  \nTHIS AGREEMENT by and between P & C FOOD MARKETS, (hereinafter known as the  \nEmployer or Company), and the UNITED FOOD AND COMMERCIAL WORKERS,  \nDISTRICT UNION LOCAL ONE, affiliated with the AFL-CIO, (hereinafter known as the  \nUnion or Local), shall be effective as of May 26, 2005.  \nPREAMBLE  \nWHEREAS, the above parties desire to maintain harmonious relations, to agree upon wage  \nrates, standards and conditions of employment, to eliminate strikes, lockouts, boycotts, stoppages  \nof work and other forces of industrial disturbances with a view of establishing ways and means  \nfor collective bargaining and for arbitration of grievances and disputes.  \nNOW THEREFORE, in consideration of the mutual covenants and agreements hereinafter  \ncontained, the Company and the Union, acting through their duly authorized representative  \nhereby agree as follows:  \n"], ["ARTICLE 1  \nSUCCESSORS & ASSIGNS  \n", "This Agreement shall be binding upon the Company herein, and its successors and assigns  \nand no provisions herein contained shall be nullified or affected in any manner as a result of any  \nconsolidated sales, transfer, assignment, or any other disposition of the Company herein or by  \nany change to any other form of business organization or by any change, geographical or  \notherwise, in the location of the Company herein. The Company agrees that it will not conclude  \nany of the above transactions unless an agreement has been entered into as a result of this  \nagreement, which shall continue to be binding on the person or persons or any business  \norganizations continuing the business. It is the intent of the parties that this Agreement shall  \nremain in effect for the full term hereof regardless of any change of any kind in management,  \nlocation, and form of business organization or ownership. In the event that the Employer shall  \nfail to require any successor, or assignee to assume the obligations of the Agreement, the  \nEmployer shall continue to be liable for all of the obligations on its part to be performed until the  \nexpiration of this agreement.  \n"], ["ARTICLE 2  \nRECOGNITION AND JURISDICTION  \n", "2.1 The Employer recognizes the Union as the exclusive bargaining agent for all  \nemployees covered by this agreement.  \n2.2 The terms of the Agreement shali be applicable to all store employees except Store  \nManagers, Co-Managers, Daycare Supervisor, Customer Service Managers. Chefs,  \nMerchandisers, Pharmacist, Pharmacy Students and Pharmacy Drivers in the Company's stores.  \n2.3 The Employer further agrees that if it should establish a new store or stores within the  \ngeographical description as outlined in paragraph 2.2 of this article that as of the time such store  \nor stores be established, the Agreement shall apply to the employees of such stores, excluding  \nthe Store Manager, Co-Managers, Daycare Supervisor, Customer Service Managers, Chefs,  \nMerchandisers, Pharmacist, Pharmacy Students and Pharmacy Drivers within the jurisdiction of  \nDistrict Union Local One.  \n2.4 The Employer shall provide the Union with a list of all stores, locations, etc., covered  \nby this Agreement. This list shal] be supplemented whenever necessary, as a result of new store  \nopenings, store closings or change in store locations.  \n2.5 The Company shall employ a “Customer Service Manager” at selected locations. In  \naddition to their normal duties, this individual shall also interview, hire, discipline, conduct  \n“basket tests\" and coach accordingly. “Customer Service Managers” will not perform bargaining  \nunit work of any kind (excluding bagging done in response to customer needs or training  \npurposes) nor shall they supplant any other full time position currently in place.  \n"], ["ARTICLE 3  \nMANAGEMENT  \n", "The Management of the business in all its phases and detail shall remain vested in the  \nEmployer, The right of the Employer and the employees shall be respected and the provisions of  \nthis contract for the orderly settlement of all questions regarding such rights shall be observed.  \nWithout limiting the Employer's right to discharge generally, it is understood that management  \nshall always have the absolute right to discharge any individual who is not properly performing  \ntheir job or producing necessary operating margins, and when called on, the Union will do its  \nutmost to supply the management with efficient and capable employees who will further the  \nprogress of the Employer's stores and service establishments.  \n"], ["ARTICLE 4  \nMANAGER TRAINEES  \n", "4.1 Regardless of any provisions contained elsewhere in the Agreement the Employer  \nmay designate two (2) employees in each of its markets, with a limit of forty-five (45) in ail  \nmarkets, as a Manager Trainee, who may or may not have the duties of the assistant manager in  \nthat market, The duties, salaries, hours of work, working conditions and all other conditions of  \nemployment of said Manager Trainee shall be determined by the Employer in the same manner  \nas the same such things are determined for Store Managers, except that no Manager Trainee shall  \nbe scheduled or called upon to work more than forty-five (45) hours in any work week. The  \nManager Trainee shall be put on the written schedule as outlined in Article 21.1.  \n(a) The Company agrees to offer Manager Trainee positions to bargaining unit  \nemployees first. If no qualifted employees are available, then the Company may hire a Manager  \nTrainee from outside of the bargaining unit.  \n(b) The Manager Trainee program shall be for a period of twenty-four (24)  \nmonths at which time the trainee shall either be promoted to the position of Manager or will  \nreturn to the position that the trainee held prior to entering the program. Provided, however, that  \nwhere appropriate, the Company may modify the length of an employees training period subject  \nto the Union’s approval.  \n4.2. The Company shall provide annually to the Union and its Union Representatives a  \nlist of all Manager Trainees and the markets to which they are assigned. In addition, on a  \nquarterly basis the Company shall provide the Union and its Union Representatives with an  \nupdated list of any transfers or new Manager Trainees.  \n"], ["ARTICLE 5  \nUNION SECURITY  \n", "ad It shall be a condition of employment that all employees of the Employer covered by  \nthis Agreement who are members of the Union in good standing on the date on which this  \nAgreement is signed shall remain members in good standing and those who are not members in  \ngood standing on the date on which this Agreement is signed, shall on the thirty-first (31st) day  \nfollowing the date on which they begin employment, become and remain members in good  \nstanding in the Union. It shail also be a condition of employment that all employees covered by  \nthis Agreement and hired on or after the date on which this Agreement is signed shall, on the  \nthirty-first (31st) day following the date they begin employment become and remain members in  \ngood standing in the Union. Good standing shall be defined as the payment or tender of  \ninitiation fees, assessments, and/or union dues.  \n"], ["ARTICLE 5 — UNION SECURITY - CONTINUED  \n", "   \n5.2. Any employce who is expelled or suspended from the Union because of nonpayment  \nof initiation fees and dues (including such other obligations to the Union, failure to pay which  \nwould make an employee subject to discharge under the Labor-Management Relations Act,  \n1947) shall be subject to dismissal after notification in writing to the Employer by the Union,  \nprovided however, that the employee may have a reasonable time within which to make such  \npayments of initiation fees, dues, and assessments, the failure of payment of which has caused  \nexpulsion or suspension,  \n"], ["ARTICLE 6  \nUNION CHECKOFF  \n", "6.1 Upon receipt of proper written authorization from an employee, the Company agrees  \nto deduct from the wages of said employee, and to forward to the General Office of the Union,  \nwithin fifteen (15) days after the last day of the last payroll period each month, dues, assessments  \nand initiation fees as listed by the Union in duplicate schedules, which be furnished to the  \nCompany once a month. It is understood that any authorization of payroll deduction shail be  \nvoluntary on the part of the employee and may be canceled at yearly intervals or at the  \ntermination of this Agreement, whichever occurs first.  \n6.2 The Union agrees to indemnify and save the Company harmless against any and all  \nclaims, demands, suits or other forms of liability that might arise out of or by reason of action  \ntaken or not taken in respect to deduction of dues and initiation fees made pursuant to the  \nprovisions of this Article, except the failure of the Company to forward to the Union dues and  \ninitiation fees as provided in this Article.  \n"], ["ARTICLE 7  \nACTIVE BALLOT CLUB  \n", "7.1 The Employer agrees to deduct an amount from the pay of cach employee, who is a  \nunion member and who executes an appropriate voluntary checkoff authorization form to the  \nUFCW Active Ballot Club. Deductions shall be in the amount specified in the checkoff  \nauthorization form signed by the employee and deducted every week. The deduction shall  \ncontinue for the life of this Agreement for those employees who sign UFCW Active Ballot Club  \ncheckoff authorization forms unless they are revoked individually and in writing.  \n7.2 The Employer agrees to transmit UFCW Active Ballot Club deductions to the UFCW  \nActive Ballot Club in care of the Local Union, within fifteen (15) days after the last day of the  \nlast payroll period each month. The Employer further agrees to transmit to the Loca! Union at  \nthe same time the names of those employees for whom deductions have been made and the  \namounts deducted for each employee.  \n"], ["ARTICLE 8  \nCREDIT UNION  \n", "Al the written request of an employee, and in accordance with appropriate procedures to be  \nmutually agreed upon concerning the frequency and amount of payments, the Company shall  \ndeduct from the employee's wages such amount as the employee has elected, for weekly  \nremittance to the Power Federal Credit Union.  \n"], ["ARTICLE 9  \nCAPTIONS AND INTERPRETATIONS  \n", "The section and paragraph headings in this Agreement are intended for indexing and  \ndescriptive purpose only, and shall not be interpreted to restrict or modify in any way the  \nprovisions to which they refer. All personal pronouns used herein reference to Employees of this  \nEmployer shall be construed, where applicable, to have both masculine and feminine gender.  \n"], ["ARTICLE 10  \nDEPARTMENT MANAGERS/CLASSIFIED POSITIONS  \n", "Employees working in the following classified positions will be employed on a full time  \nbasis:  \nGrocery Manager, Produce Manager, Head Cashier/Front-end Coordinator/Office  \nBookkeeper (where appticable), Assistant Head Cashier (where applicable), Bakery Manager,  \nMeat Manager, First Cutter and Deli Manager.  \nARTI It  \nJOB DESCRIPTIONS  \n11.1 MEAT DEPARTMENT MANAGER. The Meat Department Manager is in charge of  \nthe Meat and Fish Departments in the store and shall have the knowledge and ability to operate  \nthe department to the satisfaction of the Management. Duties include supervision of the  \ndepartment personnel, ordering of merchandise, service to customers and the operation of the  \ndepartment in accordance with the Employer's merchandising policy.  \n11.2 FIRST MEAT CUTTER. A First Meat Cutter shall be designated in all Meat  \nDepartments having three (3} or more employees, consisting of any one (1) or all of the  \nfoliowing classifications: Meat Department Manager, Meat Cutter (full time or part time) and  \nfull time Apprentice.  \n"], ["ARTICLE 11 - JOB DESCRIPTIONS — CONTINUED  \n", "   \n11.3 MEAT CUTTER. A Meat Cutter is a skilled worker who has either served a  \ncomplete apprenticeship in the trade or has developed equivalent abitity by practical experience,  \nand is capable of cutting and preparing meat in form acceptable to the retail trade and in a  \nmanner that will yield the maximum of profitable cuts from a carcass. The Meat Cutter must  \nalso be proficient in waiting on customers and have the knowledge and ability to perform the  \ngeneral detailed tasks in a Meat and Fish Department.  \n11.4 PART TIME MEAT CUTTER. The Company may employ part time Meat Cutters at  \nJourneyman wages and part time benefits provided there are no Meat Department layoffs within  \nthe geographical area where the part time Meat Cutter ts employed.  \n11.5 MEAT APPRENTICE. Every market may employ one (1) apprentice, eighteen (18)  \nyears of age or over, and one (1) additional apprentice for every three (3) Meat Cutters or  \nWrappers at that market. After 4,000 hours service at apprenticeship, the apprentice shail be  \nclassified as a Meat Cutter and shall receive the prevailing rate of pay. The apprentice shall  \nreceive credit for all time served under each employer. Each market may also employ part time  \nmeat cutters as part of the Employer’s Meat Apprentice program. It is understood, however, that  \nthe employment of such persons shall be for the purpose of training them in the craft of meat  \ncutting and is not to be used to displace full time meat cutters, to reduce the hours of full time  \nmeat cutters or fo operate the meat department.  \n(a) | Whenever possible, Grocery Clerks will be given the first preference to train  \nas Meat Cutter Apprentices. The Company shall make the final selection, however, and the  \nemployee selected will be paid the starting rate for Apprentice Meat Cutter. Meat Apprentices  \ncan be employed on a full or part time basis.  \n11.6 WRAPPER. A Wrapper shall take meat or fish, weigh it, insert price tag, place in  \ntrays, and enclose all in a cellophane wrapper, which will be sealed by the Wrapper. The  \nWrapper shall place this meat or fish in the self-service case, and rotate same in the case. The  \nWrapper shall use a slicing machine or a knife to cut liverwurst, cheese, or any other items  \nwhich cannot be run through a slicer, and perform such other duties in the Meat Department as  \nassigned. Wrappers are to be rotated on all permitted operations within the Meat Department  \nsuch as scaling, weighing, wrapping, etc.  \n11.7. DELI MANAGER. The Department Manager is in charge of the Deli Department in  \nthe store and has the knowledge and ability to operate the department to the satisfaction of the  \nManagement. Duties include supervision of the department personnel, ordering of merchandise,  \nservice to customers and the operation of the department in accordance with the Employer's  \nmerchandising policy.  \n"], ["ARTICLE 11 - JOB DESCRIPTIONS — CONTINUED  \n11.8 BAKERY DEPARTMENT MANAGER. The Bakery Department Manager is in  \n", "charge of \"expanded\" or “in-store” bakery operations, at store locations designated by the  \nCompany. An \"in store” or “expanded” bakery is one that has al! the equipment and capabilities  \nto produce from raw materials all the bakery items the Company offers for sale. The Department  \nManager must have the knowledge and ability to operate the department to the satisfaction of the  \nmanagement. Duties include supervision of the department personnel, ordering of merchandise,  \nservice to customers and the operation of the department in accordance with the Employer's  \nmerchandising policy.  \n11.9 PRODUCE DEPARTMENT MANAGER. The employee designated as the Produce  \nDepartment Manager shall be responsible for the efficient operation of the Produce Department.  \nDuties include supervision of the department ordering of merchandise, service to  \ncustomers and the operation of the department in accordance with the Employer's merchandising  \npolicy.  \n11.10 GROCERY MANAGER. The employee designated as an Grocery Manager is one  \nwho normally replaces the Store Manager during lunch periods, days off, vacations and  \nemergencies requiring time off by the Store Manager. The Company shall have the right to  \ndesignate a non-union Co-Manager in any store provided that the Grocery Manager classification  \nshall not be eroded.  \n11.41 MANAGER TRAINEE. The employee designated as Manager Trainee is  \naccountable to the Store Manager. These employees are to learn and understand the food  \nbusiness from Management's perspective, as well as develop an understanding of the  \nsupermarket business at store level. The Trainee must develop an understanding of departmental  \noperations and prionties. The Trainee’s objectives include working within all departments  \nwithin the store. The Manager Trainee will be responsible for opening the store for business and  \nclosing the store two nights per week. Manager Trainees are to develop an understanding of  \ntabor scheduling and its application.  \n11.12: HEAD CASHIER/ FRONT-END COORDINATOR/ OFFICE BOOKKEEPER. This  \nemployee is one whose duties are not limited to, but may include the following: This employee  \ncan supervise and/or perform al] functions of the checkout operation to the satisfaction of the  \nEmployer and/or any other duties requested by the Employer. This includes the proper checking  \nout of merchandise, handling of all money, balancing of registers, and seeing to it that all  \npersons involved in the checkout operation perform their duties in the proper manner, and that all  \ncustomers are given proper service. The employee must also be qualified to keep operating  \nrecords and reports and handle such other bookkeeping or personne! functions that the Employer  \nmay direct.  \n"], ["ARTICLE 11 - JOB DESCRIPTIONS — CONTINUED  \n", "   \n{a} It is the intent of the parties that there shall be only one full time classification  \nof either Front-End Coordinator or Head Cashier in each store. The rate for the Front-End  \nCoordinator shall be the applicable full time rate plus fifty cents (50¢)} per hour in stores where  \nthere is a Head Cashier. The rate for the Office Bookkeeper (Head Cashier) shall be the  \napplicable full time rate plus fifty cents (50¢)} per hour in stores where there is a Front-End  \nCoordinator classified position.  \n(b) The classified positions of Head Cashier/Front End Coordinator will be  \neliminated through attrition. The Head Cashier classification will be replaced by a full time  \nOffice Bookkeeper at each location and will remain a classified position and this employee shall  \nreceive fifty cents (S0¢) per hour in addition to their regular rate of pay for all hours worked.  \nThe Front End Coordinator also shall receive fifty cents (S0¢) per hour in addition to their  \nregular rate of pay (as set forth in Article 53) for all hours worked in stores where assigned.  \n(c) Front-End Coordinator is to be patd Head Cashier rate of pay when there is no  \nHead Cashier position in the store for those classified prior to June 1, 1992.  \n11.13 ASSISTANT HEAD CASHIER. The position of Assistant Head Cashier will not be  \nfilled in the event it becomes vacant through attrition.  \n11.14. NIGHT CREW LEADER. The night crew leader is the key carrier and in general  \nwill provide supervision during the night. This also would mean that they and other members of  \nthe night crew would have to wear white shirts. The Company will train the night crew to run  \nregisters.  \n11.15 FULL TIME CLERK. A full time clerk is an employee whose primary duties are  \nperformed in the store backroom, unloading trucks, stocking the sales area, and at the checkout  \ncounter and cash register. When not so engaged, this employce shall perform any other duties  \nwithin their capabilities as assigned by the store management.  \n11.16 PART TIME CLERK. A part time employee is one who works thirty (30) hours or  \nless per week.  \n11.17 JANITOR. Full time or part time employees whose primary duties shall be that of  \ncleaning within all departments of store assigned.  \n"], ["ARTICLE 11 - JOB DESCRIPTIONS - CONTINUED  \n", "   \n{a) The maximum hours worked for part time janitors shall be thirty (30) hours.  \nin recognition that part time Janitors, for the most part, will be unsupervised during the course of  \ntheir shift and that occasional unforeseen emergencies might occur, it is agreed that if part time  \nJanitors work in excess of thirty (30) hours as scheduled, that they be paid the next five (5)  \nmonth's full time Janitors rate for actual hours worked in excess of thirty (30) hours.  \n(b) Full time Janitor’s benefits, working conditions and general contract language  \nshall be the same as full time employees.  \n(c) In the application of the present Collective Bargaining Agreement other full  \ntime and part time employees will not either:  \n(1) Claim available hours on the schedule of this classification, or;  \n(2) Claim these jobs on a genera! layoff situation. In case of layoff, if they  \nare qualified, they will be given due consideration for available openings.  \n"], ["ARTICLE 12  \nNEW CLASSIFICATION - WORK JURISDICTION  \n", "12.1 The Employer agrees that in the event that any classification is established, the  \nEmployer will confer and negotiate classification rates and job description for such new  \nclassification.  \n12.2 All employees are required to maintain their stations or area of employment ina clean  \nand sanitary condition.  \n12.3. Employees excluded from the bargaining unit include Supervisors, Store Managers,  \nCo-Managers, Merchandisers, Daycare Supervisor, Customer Service Managers, Chefs  \nPharmacist, Pharmacy Students and Pharmacy Drivers. An excluded employee, with the  \nexception of the Store Manager and Co-Manager, shall not be permitted to perform any work as  \nherein specified as the work of employees included within the bargaining unit. The Employer's  \nsupervisors, and specialists may be an exception to this rule only when while it is impossible to  \nsecure additional help, and further, provided this latter exception will not be used to supplant  \nemployees who could or would be employed.  \n"], ["ARTICLE 13  \nPREVIOUS EXPERIENCE  \n", "13.1 Proven full-time or part-time experience, which is directly related to the work  \nassigned to a newly hired employee, will be recognized by the Company for the purpose of  \nestablishing hourly wage rates only. Completed full months of employment will be counted in  \ndetermining the length of service to be credited. The amount of credit shal! be limited to full  \ntime and part time experience in the three (3) years immediately preceding the date of  \nemployment. The wage rate of employees credited with previous experience shall be established  \nat the bracket one step lower than the full credit would call for, at the progression rate in effect  \nfor full time persons hired or re-hired after December 27, 1992, excepting Journeyman Meat  \nCutters, who shall be given full credit. Part-time employees rate shall be established at one step  \nlower then full credit would call for at the progression rate as outlined in 53.9.  \nEXCEPTION. Credit to be given to re-hires for actual service during the preceding three (3)  \nyears for determining their proper pay rate at time of re-hire.  \n13.2 Upon re-hiring an employee who has been separated less than three (3) years,  \nprevious experience as a full time or part time employee of the Company will be recognized by  \nthe Company for the purpose of establishing the wage rate of the re-hired employce. Completed  \nfull months of employment will be counted in determining the service to be credited. No service  \ncredit for prior employment will be given to an employee who has been separated more than  \nthree (3) consecutive years.  \n13.3. Back pay liability for rate adjustment claims made under this Article shall be limited  \nto those hours worked during the first ninety (90) days of employment. The Company shall not  \nbe liable for any rate adjustment claims if the previous experience was not indicated at the ime  \nof hiring.  \n"], ["ARTICLE 14  \nJOB REFERRAL  \n", "New employees, when hired, shall be deemed temporary and shall be on a trial basis for  \nthirty (30) days. Thereafter they shall be considered regular employees. The thirty (30) day trial  \nperiod can be extended on an exception basis with the agreement of the Union Representatives.  \nAll such new employees shall be granted benefits provided under the terms of the Contract;  \nhowever, they shall not be required to become union members as a condition of continuous  \nemployment until the thirty-first (3 1\") day subsequent to the beginning of their employment.  \n10  \n"], ["ARTICLE 15  \nFAIR EMPLOYMENT PRACTICES  \n", "The Company and the Union agree that the principle of non-discrimination as required by  \nlaw, shall apply in administering all aspects of this contract.  \n"], ["ARTICLE 16  \nUNION VISITATION  \n", "16.1 Representatives of the Union shall have the right to visit any of the Employer's places  \nof business at any time during normal working hours for the purpose of ascertaining whether this  \nagreement ts being properly observed, provided the Representatives make themselves known to  \nthe Store Manager, or in the absence of the Store Manager, the one in charge of the store, upon  \narrival, and that there shall be no delay of work, undue interruption of or interference within the  \nEmployer's business. Any and all disputes, grievances, complaints, or questions hereunder shall  \nbe taken up for discussion and settlement in the manner provided by this Contract for the  \nsettlement of any other grievance.  \n16.2 The Union also, through its Membership Servicing Representatives, shall have the  \nright to visit the Employer's places of business at any time during normal working hours for the  \npurpose of updating Union records and fringe benefit entitlements. The Representatives shall  \nmake themselves known to the Store Manager, or in the absence of the Store Manager, the one in  \ncharge of the store, upon arrival, so that there shall be no delay of work, undue interruption of or  \ninterference within the business.  \n"], ["ARTICLE 17  \nNO INDIVIDUAL AGREEMENTS  \n", "It is understood and agreed that no employee shall be asked or required to make any written  \nor verbal individual agreement, and that any individual contract that may be with any member of  \nthe Union shall be considered a violation of this Agreement.  \n"], ["ARTICLE 18  \nPRIOR PRIVILEGES  \n", "This agreement shall not alter, change or deprive any of the employees of conditions which  \nthey are presently enjoying or working under, which conditions may be better than those  \nspecified herein.  \n"], ["ARTICLE 19  \nRULES - WORKING AGREEMENT  \n", "19.1} COMPANY RULES. The Employer agrees to post on the store bulletin board no  \nrules in conflict with this Agreement or discriminatory to any individual or group of the  \nEmployer's employees.  \n19.2 PHYSICAL EXAMINATION. Any rule of the Company requiring physical or  \nmedical examination wil! be promptly complied with by members of the Union. The Company  \nwill pay the fee for the physical examination, not paid for by the Health Care Fund and may also  \nselect the physician who will make the required examination.  \n19.3. DOCTOR'S EXCUSE. The Company can require a doctor's excuse if there is a  \nhistory of abuses or for absence on the day before or the day after a holiday. In all cases the  \nEmployer will notify the affected employees that future illnesses will require such doctor's  \nexcuse.  \n19.4 STORE CLOSING. The Company shall give advance notice to the Union and  \nemployces of store closings in accordance with state and federal regulations.  \n19.5 JOB POSTING. The Company agrees that it will post all full time openings and that  \nthe posting will specify the store in which a position is available.  \n(a) Posting for full time job openings resulting from remodels or new store  \nopenings will require additional postings where a present full time employee is transferred to the  \nnew store.  \n(b) The Company will make every effort to transfer prior to opening.  \n(c) | The company shall post in the break room the name and seniority date of the  \nsuccessful bidder for the job.  \n(d) The Company will provide the Union Steward with a copy of the Job Posting  \nNotice to be initialed by the Union Steward prior to the job being posted.  \n19.6 TOOL RESTRICTIONS. Only Meat Managers, First Cutters, Journeyman and  \nApprentices may use tools of the trade including but not limited to cleaver, hand or electric saw,  \nmeat grinder, tenderizing machine, hamburg patty forming machine, and cubing machine.  \n19.7 ROOM TEMPERATURES. Rooms in which meat and/or cheese are wrapped shall  \nnot be less than fifty-five degrees (55°) Fahrenheit.  \n19.8 WEARING APPAREL. In the event that heat failure occurs within a place of  \nbusiness, the Employer shall provide and/or allow adequate wearing apparel and adjust such  \nfailure within a reasonable time.  \n"], ["ARTICLE 19 - RULES - WORKING AGREEMENT — CONTINUED  \n", "   \n19.9 CLERKS' WORK CLAUSE. All work performed in stores stocking shelves, pricing  \nmerchandise and displaying shall be performed by P & C employees, except this shall not apply  \nto new store openings, remodelings, dairy departments, rack jobbers, and displays paid for by the  \nsupplier. Also any Supplier Representative may handle, work and display any product or  \nmaterial of the Company which he represents at any time in the store. Outside salesmen may  \nstock their own products only.  \n19.10 FIRST AID KITS. The Employer shall furnish and maintain first aid kits in strategic  \nlocations throughout the store, which shall include facemasks, CPR masks and rubber gloves.  \n19.11 UNION NOTICES. The Employer will provide a bulletin board at each store where  \nthe Union may post notices of Union recreational and social affairs, elections, and union  \nmeetings, for the information of employee members.  \n19.12 READINESS TO WORK. Each employee shall, as a condition of employment, be  \nrequired to enter their time and be ready for work at thal time.  \n19.13 New employees or employees who are transferred from one department to another  \nshall receive training for the Grocery, Meat, Produce, Deli, Bakery and Hot Foods Departments.  \n19.14 The Company and the Union agree to establish a Joint Labor Management  \nCommittee to discuss and resolve issues of mutual concern.  \n19.15 The Company and the Union agree to the creation of a Department Head/Employee  \nTraining Program.  \n"], ["ARTICLE 20  \nHOURS AND OVERTIME  \n", "20.1 (a) Basic Work Schedule: Unless otherwise agreed to, the basic work week for  \nfull time employees shall be forty (40) hours, consisting of five (5) eight (8) hour days worked  \nMonday through Saturday.  \n(b)  Altemative Work Schedule: On a voluntary basis and by mutual agreement  \nand for a period of not less than thirty (30) days, a full time employee may be scheduled to work:  \n(I} four (4) ten (10) hour days; (II) three (3) eight (8) hour days, one (1} ten (10) hour day, and  \none (1) six (6) hour day; or (II]} any mutually agreed upon work schedule. Provided, however,  \nthat the Company or an employee may upon two (2) weeks notice terminate an arrangement for  \nan work schedule and reinstate the Basic work Schedule.  \n"], ["ARTICLE 20 - HOURS AND OVERTIME- CONTINUED  \n", "(c) An employee who agrees to work an alternative work schedule and who  \nvoluntarily agrees to work more than eight (8) hours in a given day shall not be entitled to  \novertime unless such work results in the employee having worked more than forty (40) hours in  \na given week. In addition, the nightly restrictions shall not apply.  \n{d) shall be a minimum of ten (10) hours between shifts for both full time  \nand part time employces.  \n(e) All full time employees shall have the option of working on Sunday either  \nwithin or outside the workweek under any work schedule.  \n20.2 Ali employees will receive time and one-half (1 %) for hours worked on the sixth  \n(6\") day and double time (2) for hours worked on the seventh (7) day of a payroll week  \nprovided that such hours are not worked replacing an absent employee. There shall be no  \npyramiding of premium pay. Available hours do not apply.  \n20.3 Full time employees hired before June 2, 1996 may be scheduled to work two (2)  \ndays until 10:00 p.m. and full time employees hired on or promoted after June 2, 1996 may be  \nscheduled to work three (3) days until 10:00 p.m. On ail other days for work performed after  \n6:00 p.m. such employee shall receive overtime at the rate of one and one-half (1 4) times their  \nregular rate of pay. These overtime hours must be paid in excess of the basic forty (40) hour  \nwork week. Overtime at one and one-half (t 4) times the straight time hourly rate shall be paid  \non either a daily or weekly basis, but not both.  \n20.4 Time and one-half (I '4} shall be paid for all work performed in excess of forty (40)  \nhours in any workweek. Under no circumstances will overtime be paid on overtime.  \n20.5 Full time employees will have the option of including hours worked between 10:00  \np.m. and midnight, either within or outside the workweek, at one and one half (1 '4) time their  \nhourly rate.  \n20.6 Full time employees will be scheduled in five (5) days (not consecutive) of a calendar  \nwork week.  \n20.7 In those weeks in which a legal holiday occurs, the Employer will pay time and one-  \nhalf (1 2) for work in that week over (32) hours.  \n"], ["ARTICLE 20 - HOURS AND OVERTIME- CONTINUED  \nPART TIME EMPLOYEES  \n", "20.8 Except as modified by Article 20.15 the basic work week for part ime employees  \nshall be Sunday through Saturday with a minimum guarantee of twenty (20) hours per week,  \nprovided, however, that upon the request of a part time employee and by mutual agreement, the  \nminimum guarantee may be reduced to twelve (12) hours. Provided further, that on a voluntary  \nbasis and by mutual agreement and where permitted by law, a part time employee may be  \nscheduled to work ten (10) hour days, excluding any time taken by that employee for a lunch  \nperiod. This schedule shalt be maintained for at Jeast thirty (30) days and can be modified with a  \ntwo week notice by either party.  \n20.9 Part time employees will be scheduted in five (5) days (not consecutive) of a calendar  \nworkweek.  \n20.10 Part time employees scheduled to work thirty (30) hours or less who are called in to  \nwork for any reason, shall be paid time and one half (1 4%) for work in excess of thirty five (35)  \nhours and time and one-half (1 4) for work in excess of thirty-two (32) hours during a holiday  \nweek. Part time employees scheduled to work more than thirty (30) hours but less than forty  \n(40) hours shall be paid time and one half (1 '%) for work in excess of thirty (30) hours. The  \nprovisions regarding part time employment will be applicable as to Sunday and Holidays.  \n20.11 From October Ist through May 31st, a part time employee scheduled forty (40) hours  \nor more per week who is not replacing either directly or indirectly, an absent full time employee,  \nshall be paid the greater of the minimum full time rate of pay or their part time rate. The  \nprovisions regarding full time employment will apply for Sundays and Holidays.  \n20.12 A part time employee who ts scheduled for forty (40) hours and calls in sick for one  \n(1) or more days will be paid their part time rate for the first thirty-five (35) hours worked and  \ntime and one half for hours beyond thirty-five (35).  \n20,13 Part time holiday pay hours shall not be part of the minimum twenty (20) hour  \nweekly work schedule.  \n20.14 When a part time employee is ordered to report for work on any day, they shal] be  \nguaranteed four (4) hours work on that day, except when school hours, store hours, State or  \nFederal taw or regulations make this imposstble for part time employees attending school.  \n"], ["ARTICLE 20 - HOURS AND OVERTIME- CONTINUED  \nPP yh Oe EE OO  \n20.15 EMPLOYMENT OF MINORS  \n", "When School is in session (day after Labor Day to June 20):  \nAge of Minor Max. Daily Max. Weekly  \nHrs, Allowed Hrs. Allowed  \n15 2.75 hes. max 17.75  \nMonday-Friday  \n7.75 hrs. max  \nSat., Sun.  \n16& 17 3.75 hrs. max. 27.75  \nMonday-Thursday  \n7.75 hrs. max.  \nFri., Sat., Sun.  \nand Holidays  \nWhen school is not in session (June 21 to Labor Day):  \nAge of Minor Max, Daily Max. Weekly  \nHrs. Allowed Hrs. Allowed  \n15 7.75 hrs. max. 39.75  \nSunday-Saturday  \n16 & 17 7.75 hrs. max. 47.75  \nSunday-Saturday  \nMinimum number of hours worked by fifteen (15) year olds when school is in session shall  \nbe thirteen (13) hours per week.  \nMinimum number of hours worked by sixteen (16) & seventeen (17) ycar olds when schoo}  \nis in session shall be eighteen (18) hours per week.  \n20.16 Prohibited - Minors Use of Power Equipment - Applies to any employee under the  \nage cighteen (18) years old. All power equipment is prohibited from being used or cleaned by  \nminors including, but not limited to the following equipment; baler, meat room saw, deli slicer,  \ndisposals, etc. All minors are also prohibited from throwing cardboard into the baler. Anyone  \nwho violates this policy is subject to disciplinary action.  \n16  \nMax, Days  \nPer Week  \n6  \nMax. Days  \nPer Weck  \n6  \nPermitted  \nHours  \n7:15 a.m.  \n6:45 p.m.  \n6:15 a.m.  \n9:45 p.m.  \nPermitted  \nHours  \n7:15 a.m.  \n8:45 p.m.  \n6:15 a.m.  \n11:45 p.m.  \n"], ["ARTICLE 21  \nWORK SCHEDULES  \n", "21.1 A schedule of working hours, including lunch hours for all employees will be posted  \nin ink in each store no later than 6:00 p.m., Thursday of each week for the following week. Once  \nthe schedule ts posted, hours may be increased, but there shall be no reduction in daily or weekly  \nhours scheduled. The work schedule shall be initialed by the Store Manager and Store Union  \nSteward, but this shali not be construed wherein the Union's rights are denied under the  \nGrievance and Arbitration Clause. A copy of the work schedule shall be given to the Store  \nSteward in advance when requested. If any employee is required to work before or after their  \nregular daily or weekly schedule as posted, they shall not be required to take time off that week  \nin order to avoid the application of overtime wage rates. The Company agrees not to schedule  \npart time employees in segments of less than one (1) hour, after five (5) hours.  \n21.2 Time off without pay can be arranged upon presentation of a written doctor's  \nappointment for the employee or member of the family.  \n21.3. Employees shall be required to report to the store management one (1) full working  \nday in advance of their return to work from a short illness. An employee retuming from an  \nillness of one (1) week or more shall notify the Store Management prior to 9:00 p.m. of the  \nWednesday preceding the week in which they desire to return to work.  \n21.4 When an employee returns to work from an illness after the week's work schedule has  \nbeen posted, hours corresponding with their work hours may be dropped {rom the posted  \nschedule.  \n21.5 Split Shifts - No split shifts will be permitted for any employee.  \n21.6 Employees may work day or night shifts, but not both in the same work week except  \na day-night stocker working between 9:00 p.m. and 6:00 a.m.  \n21.7 When employces are required to attend training programs and/or company meetings  \nof any type, such time required will be considered hours worked. However, such time may be  \noutside the posted work schedule. If said meeting or training program is held in store, (or in the  \nvicinity of the store, with the consent of the Union) a two (2) hour call-in minimum shall apply,  \notherwise a four (4) hour call-in minimum shall apply.  \n21.8 The Employer agrees that when members of emergency volunteer squads are called  \naway on duty that said employee(s) will be given the opportunity to make up any and all lost  \ntime. If there are not enough hours in the week to enable the employee(s) to make up lost time  \nthe employee(s) will be able to make up time the following week at their straight time hourly  \nrate or elect to forfeit such hours.  \n"], ["ARTICLE 21 - WORK SCHEDULES  \n", "21.9 The Company will make every effort to have the pay for night crew employees  \navailable prior to end of shift on Friday morning.  \n21.10 The employee schedule for hours to be worked shall be Sunday through Saturday and  \ninclude the following Sunday.  \n"], ["ARTICLE 22  \nAVAILABLE HOURS  \n", "22.1 Part time employees shall be scheduled so that employees with less seniority shall not  \nbe scheduled for more hours than part time employees with greater seniority.  \n22.2 Full time employees reduced to part time will receive all available part time hours, or  \ncombinations of such part time hours that will insure the continuance of a full forty (40) hours  \nwork. Overtime work shall be performed by the regular employees of the store where overtime  \nhours are available. For the purposes of this article available part time hours shall be defined as  \nany hours scheduled in excess of twenty (20) hours. Reduced full time employees shall not  \nreceive time and one-half (I- %)} for available hours worked between thirty (30) and forty (40)  \nhours per week.  \n22.3. Any employee laid off or reduced in hours out of seniority shall receive pay for time  \nlost to start after one (1) week's notice to the Company by the Union, until restored to  \nemployment, or increased in hours in accordance with sentority.  \n"], ["ARTICLE 23  \nLUNCH AND REST PERIODS  \n", "23.1 A lunch period of at least thirty (30) minutes, but not more than sixty (60) minutes  \nwill be allowed each day. Subject to the Company’s approval, an employee may choose whether  \nthey wish to have a thirty (30) or sixty (60) minute lunch period.  \n23.2 All full time employees shall be given a rest period of fifteen (15) minutes before  \nlunch and fifteen (15) minutes after lunch. Employees shall not be given rest periods until they  \nhave worked at least two (2) hours. Employees scheduled for a ten (10) hour day shall receive an  \nadditional fifteen (15) minute rest period.  \n"], ["ARTICLE 23 - LUNCH AND REST PERIODS ~ CONTINUED  \n", "   \n23.3 Part time employees will be granted a fifteen (15) minute rest period if scheduled to  \nwork al least four (4) hours. In the event a part time employee ts scheduled six (6) or more  \nhours, the Employer may schedule one (1) twenty (20) minute rest period at approximately mid-  \nshift or two (2) ten (10) minute rest periods in lieu of the above. A part time employee  \nscheduled to work an eight (8) or ten (10) hour day shall receive rest periods as outlined in 23.2.  \n23.4 Part time employees shall not be required to take a rest period until they have worked  \nat least two (2) hours of daily work scheduled.  \n23.5 Employees (when required) may punch in and out for their breaks at the time clocks  \nin the break area.  \n"], ["ARTICLE 24  \nTEMPORARY FULL TIME WORK  \n", "   \n24.1 In the event a part time employee works six (6) consecutive weeks of forty (40) hours  \nor more (except for filling in for temporary vacancy due to vacation, sickness, leave of absence,  \ntemporarily filling a job position that is covered by the postings, a work related injury, store  \nremodel! or grand opening) an additional full time position shall be created and posted for the  \ndepartment in which the requisite hours were worked. in the event the requisite hours were  \nworked in a number of departments, the Company may designate the additional full time clerk  \nposition to be posted. This provision shall not apply during the period(s) described under Article  \n24.2. The Steward and employee are to be notified if the forty (40) hour job is temporary.  \n24.2 During the period from June ! to September 30, part time employees may work any  \nnumber of consecutive forty (40) hour weeks without becoming a full time employee and no full  \nlime position shall be created thereby.  \n24.3 Any part time employee temporarily assigned to a full time position, or replacing  \neither directly or indirectly, an absent full time employee, will receive seventy-five cents (75¢)  \nper hour over their rate or the minimum full time rate, whichever is greater, Part time employces  \nscheduled to work forty (40) hours per week during the period from June | to September 30 will  \nalso receive seventy-five cents (75¢} per hour over their rate or the minimum full time rate,  \nwhichever is greater. Upon returning to part time status, such employees shall revert to their  \nregular part time rate of pay.  \n24.4 Temporary full time employees retuming back to part time shall revert to their  \nregular part time rate of pay. Part time working temporary full time shall be subject to full time  \nhealth care and pension contributions after ninety (90) days full time service. New full time  \nemployees in new stores will be considered temporary full time employees for ninety (90) days  \nfrom date of hire.  \n"], ["ARTICLE 25  \nPREMIUM PAY  \n", "25.1 Regularly scheduled employees shall receive fifty cents (50¢) per hour premium plus  \ntheir regular straight time hourly rate of pay for all hours worked before 5:00 a.m. of any  \nworkday. Part time and full time janitors are not eligible for, or entitled to receive the fifty cents  \n(50¢) per hour premium pay provision.  \n25.2 An employee who works two (2) or more night shifts commencing before 2:00 a.m.  \nshall receive fifty (50¢) cents per hour in addition to their regular rate of pay for all hours  \nworked.  \n25.3. Employees who are currently identified as being in charge of Bake Off Operations,  \nFish Departments, and Restaurant Operations shall be entitled to a premium of fifty cents (50¢)  \nper hour in addition to their regular hourly rate for all hours worked in the week, recognizing  \nthat they have responsibility for ordering supplies and scheduling of hours. Employees who  \nreplace these persons for one (1) week or more shall be entitled to the premium.  \n25.4 Day-Night Stocker: A night stocker working two (2) nights or more between 9:00  \np.m. and 6:00 a.m. will receive fifty cents (50¢) per hour in addition to their regular hourly rate  \nfor all hours worked in the week. Where two (2) or more Night Stockers are employed in a  \ngiven store, a Head Night Stocker will receive pay in accordance with the wage structure in  \nArticle 52.  \n25.5 Part time employees scheduled to work after 10:00 p.m. shall receive fifty cents (50¢)  \nper hour premium pay.  \n25.6 Effective 1/1/06, any non-classified employee who is designated by management as  \na Night Closer, shall receive a fifty cent (50¢) per hour premium for all hours worked on said  \nshift.  \n20  \n"], ["ARTICLE 26  \nRATES OF PAY  \n", "26.1 Rates of pay as set forth in this Agreement shall constitute the basis for determination  \nof wages for time worked.  \n26.2 It is agreed that during the term of this Agreement, no employee's wage will be  \nreduced below the amount they are receiving at the present time, except where changes of  \nposition are necessary, and in all such cases, they shall be discussed first with the Union.  \n26.3 When an employee is assigned to a job paying a lesser rate, they will be entitled to  \ntheir regular rate of pay unless they have been permanently transferred to a lower rated job.  \nWhen an employee is permanently assigned to a job paying a higher rate, the employee shall  \nreceive the rate of pay in effect.  \n26.4 It is agreed that to simplify the process of granting increases based on length of  \nservice, all such increases, which become due in any calendar month, shall be made effective as  \nof the first (1\") day of the week in which the fifteenth (15\") of the month occurs.  \n26.5 Department Managers (excluding Assistant Head Cashiers) and First Cutters absent  \non vacation or illness for one (1) week or more, shall be replaced and the replacement shall be  \npaid one dollar ($1.00) per hour in addition to their regular full time rate of pay for all hours  \nworked for all vacation relief work assignments. Only the person performing the duties shall be  \npaid the premium rate. It is the intention of the Union and the Employer that there shall be only  \none (1) replacement and that there be no “domino effect” in any department.  \n26.6 Whenever a Meat Cutter replaces and takes over the duties of a First Cutler, they  \nshall receive the First Cutter’s pay rate. This will not apply in the case of Journeymen Meat  \nCutters who replace First Cutters who are temporarily relieving the Meat Manager.  \n26.7 Full time Meat Cutters and Meal Apprentices, temporarily assigned to duties with  \nlower rates of pay, will not be reduced in pay while performing such lower rated jobs,  \n26.8 Minimum Wage Increase - [f the federal or state minimum wage is increased during  \nthe term of this agreement, the new hire entry rate of pay will be adjusted to comply with the  \nlaw, if necessary,  \n2!  \n"], ["ARTICLE 27  \nVACATIONS  \n", "27.1 Regular full time employees shall be granted vacations with pay on anniversary of  \ncontinuous employment as follows:  \nOne (1) week for one (1) year  \nTwo (2) weeks for two (2) years  \nThree (3) weeks for five (5) years  \nFour (4) weeks for twelve (12) years  \nFive (5) weeks for twenty (20) years  \n27,2 Vacations shall be selected on the basis of accumulated company seniority in the full  \nlime or part time classifications at the store level. In the event of conflict in requests of  \nemployees for vacation time off, preference shall be given in order of Company seniority. The  \nStore Manager may limit the number of employces on vacation in a given week.  \n27.3. A full time employee who has qualified for two (2) weeks vacation automatically  \nqualifies for future two (2) weeks vacation as of January Ist of each year.  \nA full time employee who has qualified for three (3) weeks vacation automatically  \nqualifies for future three (3) weeks vacation as of January Ist of each year.  \nA full time employee who has qualified for four (4) weeks vacation automatically  \nqualifies for future four (4) weeks vacation as of January Ist of each year.  \nA full time employee who has qualified for five (5) weeks yucation automatically  \nqualifies for future five (5) weeks vacation as of January Ist of each year.  \n27.4 Anemployee who qualifies for vacation on January Ist and is due to complete service  \nnecessary for additional vacation time later in the year, may take the time earned January Ist  \nearly or wait and take all vacation time together. None of the foregoing shall be interpreted to  \nallow more than one vacation in a calendar year.  \n27.5 It is clearly understood that no employee shall be called back to work during their  \nvacation period with the understanding that they can take the rest of the time off due them at  \nsome later date.  \n27.6 Subject to the Manager's approval, a full time employee may elect to take up to a  \nmaximum of five (5) days of their vacation, one (1) day at a time. Subject to the Manager's  \napproval, a full time employee who has eamed five (5) weeks of vacation may elect to take up to  \na maximum of ten (10) days of their vacation, one day at a time.  \n27.7 (a) Employees shall be paid their vacation pay prior to their vacation period,  \n(b) At the request of an employee and by mutual agreement an employee will not  \nbe scheduled to work on the Saturday prior to that employee’s vacation.  \n22  \n"], ["ARTICLE 27 - VACATIONS - CONTINUED  \n", "27.8 Fulltime vacations cannot be sold; time off must be taken.  \n27.9 In the event of terminativn of service due to death, provided that at the time of death  \nof such employee had become eligible to receive a vacation that had not been granted, payment  \nin the amount equal to that, which would have been paid the employee for such vacation shall be  \nmade to the estate of the employee.  \n27.10 Any pay differential to which an employee is normally entitled shall be included in  \ntheir vacation allowance.  \n27.11 Vacations shal! not be denied because of any holiday falling within such vacation  \nperiod. When one of the six (6) recognized legal Holidays occur during an employee's vacation  \npenod, employees shall receive an additional eight (8) hours regular straight time pay with their  \nvacation pay in lieu of additional time off.  \n27.12 Full time employees not covered by Job Security and involuntarily reduced to part  \nlime shall receive full time vacations and personal holidays for a period of six (6) months  \nthereafter on a pro-rated basis.  \n27.13 Absence totaling less than ninety (90) days in any calendar year shall not affect  \nvacation rights. Absence for any reason (excluding Military Service) including but not limited to  \nillness, injury, maternity leave, personal leave or layoff, totaling more than ninety (90) calendar  \ndays in calendar year shall have the following effect upon vacation eared that year:  \n(a) Absence of more than ninety (90) calendar days, bul not over one hundred  \neighty (180) calendar days, shall reduce vacation and vacation pay by twenty-five percent (25%).  \n(b) Absence of more than one hundred eighty (180) calendar days but not over  \ntwo hundred seventy (270) calendar days, shall reduce vacation and vacation pay by fifty percent  \n(50%).  \n(c) Absence of more than two hundred seventy (270) calendar days shall  \ndisqualify for vacation.  \n(d) = Military Service shal! not be considered as lost time in computing vacation.  \nZS  \n"], ["ARTICLE 27 - VACATIONS - CONTINUED  \n", "   \n27.14 Part Time Employees who work at least five hundred and twenty (520) hours and  \nhave crossed their anniversary date of employment will receive a pro-rated vacation in  \naccordance with length of service with the Company as follows:  \nOne (1) to two (2) yeurs of service Thirty (30) hours vacation pay  \nTwo (2) to five (5) years of service Thirty-five (35) hours vacation pay  \nFive (5) to twelve (12) years of service Fifty-five (55) hours vacation pay  \nTwelve (12) to fifteen (15) years of service Seventy-five (75) hours vacation pay  \nOver fifteen (15) years of service One hundred (100) hours vacation pay  \n27.15 Actual time off, if requested, may be taken at a mutually convenient time during the  \ncurrent anniversary year. Part time employees will not be required to take vacation time off  \nunless they so desire.  \n27.16 Vacation schedules for all employees must be posted in a central location by April Ist  \nin ink and shall be initialed by the Store Manager and Store Union Steward. Vacations posted by  \nApril Ist shall take precedence over requested personal days in all cases regardless of seniority.  \n27.17 If the Employer absorbs, purchases or merges with another company within the  \njurisdiction of this Agreement, an employce’s last consecutive service with the previous  \nemployer will be counted towards vacations only on the same basis as provided in Sections 27.1  \nand 27.15 of this Article.  \n27.18 In cases of store closing and where the Employer cannot place employees who are  \naffected by such, the Employer agrees to pay such employees a pro-rata vacation based upon  \n1/12 or major fraction thereof, of the vacation they would have earned, for each month worked in  \nthat anniversary year prior to the closing.  \n27.19 In no event shall an employee lose any vacation time by reason of advancement to  \nfull time status.  \nWhen part time employees are:  \n(a) Promoted to full time they will be paid, based on their part time rate of pay, at  \nthe time of promotion, a pro-rated part time vacation pay for part time service from their last part  \ntime anniversary date to the date they become a regular full time employee, provided this period  \nis in excess of thirty (30) days.  \n(b) Promoted to full time, will receive one (1) month credit for every two (2)  \nmonths worked as a part time employee in determining the amount of full time vacation credit.  \nThis credit, in addition to full time service will determine the amount and time of future vacation  \nimprovements.  \n24  \n"], ["ARTICLE 27 - VACATIONS - CONTINUED  \n", "   \n(c) Credited with future full time vacation and are promoted, they will qualify for  \ntheir first full time vacation on January Ist of the following year on a pro-rated basis or an  \nemployee may wait and take all their vacation after crossing their first full time anniversary date.  \n(d) Once entitled to their first full time vacation, all future vacations will be  \ndetermined by the provisions in 27.3, 27.4 and 27.5.  \n27.20 An employee terminated for cause will forfeit all rights to benefits.  \n"], ["ARTICLE 28  \nSUNDAYS  \n", "28.1 All full time employees (including temporary full time) and those who were  \ninvoluntarily reduced to part time working forty (40) hours who request_that Sunday be  \nscheduled inside their workweek, shall receive a one ($1.00) dollar per hour premium for Sunday  \nwork for their first thirty-six (36) months of employment, and time and one-half (1 “%) thereafter.  \n   \n28.2 All full time employees (including temporary full time) and those who were  \ninvoluntarily reduced to part time working forty (40) hours who have Sunday scheduled outside  \ntheir workweek, shall receive time and one-half (1 4) for Sunday work. If however, a full time  \nemployee with less than thirty-six (36) months of full time employment works less than forty  \n(40) hours during their Monday through Saturday workweek, they shall receive a one ($1.00)  \ndollar per hour premium for Sunday work for the number of hours worked less than forty (40)  \nduring their Monday through Saturday workweek and time and one-half (1-1/2) for total hours  \nworked over forty (40) Sunday through Saturday.  \n28.3. Work on Sundays will be required on a rotational basis, For example, work will be  \noffered to the most senior employee first, and if refused, then offered to the next senior  \nemployee, etc. If all employees decline the Sunday work, the least senior employee is obliged to  \nwork. If an employee declines to work on a Sunday, that employee shall not have the option to  \nwork on a Sunday until all qualified employees, in rotation, have been given the opportunity to  \nwork, Similarly, once an employee has chosen to work on a Sunday, they shall not be given  \nanother opportunity to work on a Sunday until all qualified employees, in rotation, have been  \ngiven the opportunity.  \n25  \n"], ["ARTICLE 28 — SUNDAYS —- CONTINUED  \n", "   \n28.4 All part time employees hired before ratification (replace with date) shall receive a  \nfifty (S0¢) cent per hour premium for Sunday work for the first twelve (12) months of  \nemployment and a one ($1.00) dollar per hour premium thereafter. All part time employees  \nhired on or after May 26, 2005 shall receive straight time for Sunday work for the furst twelve  \n(12) months of employment, a fifty (50¢) cent per hour premium for Sunday work after twelve  \n(42) months of employment and a one ($1.00) dollar per hour premium after twenty-four (24)  \nmonths of employment and thereafter.  \n28.5 Employees shall be guaranteed a minimum of four (4) hours of work, or pay in lieu  \nthereof, if required to work on a Sunday.  \n28.6 Scheduling for Easter Sunday coverage will be on a voluntary basis, if the schedule is  \nnot filled, employees will be scheduled by reverse seniority.  \n"], ["ARTICLE 29  \nHOLIDAYS  \n", "29.1. The following days shall be recognized as holidays: New Year's Day, Memorial Day,  \nIndependence Day. Labor Day, Thanksgiving Day and Christmas Day.  \n29.2 Full time employees shal! receive eight (8) hours straight time pay for the above  \nholidays provided they work their regularly scheduled hours the other days of the holiday week,  \nand provided further, that they work the day before and the day after the holiday. If an employee  \nis unable to comply with the foregoing due to a meeting with the Employer while acting as a  \nrepresentative of the Union, an accident or illness substantiated by medical evidence (if required  \nby the Employer) that the employee was unable to work, or an excused absence by the  \nEmployer, they will be entitled to holiday pay.  \n29.3 Part time employees shall be eligible for holiday pay the payroll week following six  \n(6) months of employment. Part time employees averaging twenty-five (25) hours per week or  \nless during the four (4) week period preceding a holiday shall receive four (4) hours of holiday  \npay at their straight time rate. Part time employees averaging more than twenty-five (25) hours  \nof work in the four (4) weeks preceding a holiday shall receive six (6) hours holiday pay.  \nAdditionally, part time employees must work their regularly scheduled hours in the other days of  \nthe holiday week to be eligible for holiday pay unless such work was missed as a result of hours  \nnot being scheduled during the holiday week, an accident or illness substantiated by medical  \nevidence (if required by the Employer) that the employee was unable to work, or an excused  \nabsence by the Employer.  \n26  \n"], ["ARTICLE 29 - HOLIDAYS — CONTINUED  \n", "29.4 Employees hired or classified as full time before June 2, 1996 shall receive double  \ntime for work on the above holidays. All employees who are hired or classified as full time on  \nor after June 2, 1996 shall receive time and one half (1 %) for work on the above holidays,  \n29.5 Employees hired or classified as part time before June 2, 1996 shal! receive time and  \none-half (1 %) for work on the above holidays. All employees who are hired to part time  \npositions on or after June 2, 1996, shall receive a one ($1.00) dollar per hour premium for work  \non the above holidays.  \n29.6 When a holiday falls on a Sunday it will be observed on the following Monday.  \n29.7 Employees shall be guaranteed a minimum of four (4) hours of work or pay in lieu  \nthereof, if required to work on a holiday.  \n29.8 Work on Holidays will be required on a rotational basis as fotlows: Work will be  \noffered to the most senior employee first, and if refused, is offered to the next senior employee,  \netc. If all employees decline the work, the least senior employee is obliged to work. If an  \nemployee declines to work on a Holiday, that employee shall not have the option to work on a  \nHoliday untti all qualified employees, in rotation, have been given the opportunity to work.  \nSimilarly, once an employee has chosen to work on a Holiday, they shail not be given another  \nopportunity to work a Holiday until all qualified employees, in rotation, have been given the  \nopportunity,  \n29.9 — Full time employees laid off during a holiday week shall be entitled to holiday pay.  \n29.10 Holiday pay will not be paid to employees out on compensation or disability.  \nra  \n"], ["ARTICLE 30  \nPERSONAL HOLIDAYS  \n", "30.1 Full time employees shall receive eight (8) hour personal holidays paid at their  \nstraight time rate as follows:  \nOne (1) after one (1) year of continuous service  \nTwo (2) after two (2) years of continuous service  \nThree (3) after three (3) years of continuous service  \nFour (4) after four (4) years of continuous service.  \n30.2 Part time employees shall receive personal holiday pay on the anniversary of their  \nemployment as follows:  \nFour (4) hours after one (1) year of continuous service  \nEight (8) hours after two (2) years of continuous service  \nTen (10) hours after three (3) years of continuous service  \nTwelve (12) hours after four (4) years of continuous service.  \n30,3 Personal holidays may be taken in half-day increments.  \n30.4 Employees desiring a Personal Holiday shall give two (2) weeks written notice to  \ntheir Store Manager. When two (2) or more requests are made for the same day, seniority shall  \ngovern.  \n"], ["ARTICLE 31  \nMEMBER ELECTED TO UNION OFFICE  \n", "Any member of the Union, elected or appointed to an office in the Union or as a delegate to  \nany Union activity necessitating temporary leave of absence shall be granted such leave of  \nabsence provided, however, not more than one person per store or five for the Company may be  \ngranted for the same period and then not to exceed one year without pay, and shall, at the end of  \nthe term in the first instance, or at the end of his mission in the second instance, be re-employed  \naccording to the provisions of this Contract at this former wage rate plus any increase or less any  \nreduction that may become effective during their absence. Duration of leave shall be stated in  \nthe request of such leave.  \n28  \n"], ["ARTICLE 32  \n", "   \nLAUNDRY AND TOOLS  \n32.1 All uniforms, which the Employer requires the employees to wear, shall be furnished  \nby the Employer without charge. Laundering of such garments shall be paid for by the  \nEmployer. The Company will supply a rubber apron for meat room cleaners.  \n32.2 Night crew employees shall dress in accordance with Company policies (the wearing  \nof white shirts).  \n32.3. The Employer shall furnish the necessary tools and pay for sharpening them.  \n32.4. The Company will supply stress mats for use by cashiers at cash register areas,  \n"], ["ARTICLE 33  \nSENIORITY  \n", "33.1 An employee's classification seniority shall be determined by their most recent start  \ndate with the Employer in a classified position. An employee's full time seniority shall be  \ndetermined by their most recent full time start date with the Employer and shall include time  \nworked in a full time classified job. An employee's part time seniority shall be determined by  \ntheir most recent part time start date with the Employer and shall include time worked in a full  \ntime classified job or other full time position.  \n33.2 Seniority shall be accrued and applicable within each of the following categories:  \n(a) Classified positions: (Grocery Managers, Produce Managers, Head  \nCashiers/Front End Coordinators/Office Bookkeepers, Bakery Managers, Meat Managers, First  \nCutters, Full Time Journeyman Cutters, Deli Managers, (Assistant Head Cashiers, where  \napplicable) and Night Crew Leaders,  \n{b) Full time Clerks  \n{c) Full time Janitors  \n(d) Part time Clerks, Part time Janitors.  \n33.3. Seniority accrued in category 33.2(a) shall be exercisable in categories 33.2(b) and  \n33.2(c) and 33,.2(d). Seniority accmed in 33.2(b) shall be exercisable in category 33.2(c) and  \n33.2(d). Seniority accrued in 33.2(c) shall be exercisable in category 33.2(d).  \n29  \n"], ["ARTICLE 33 - SENIORITY ~ CONTINUED  \n", "33.4 Seniority accrued as a Meat Manager shall be exercisable in the First Cutter or  \nJourneyman classifications. Seniority accrued as a First Cutter shall be exercisable in the  \nJourneyman classification.  \n33.5 Full time employees with thirty-one (31) days service shall have seniority over all  \npart time employees.  \n33.6 PRESERVATION OF SENIORITY: if an employee is out of work because of a  \nphysical disability or an on-the-job related injury, seniority will be preserved based on how long  \nthe employee has worked for the Company as follows:  \nLENGTH OF SERVICE SENIORITY PRESERVED FOR  \nUp to one (1) year One (1) year  \nOver one (1) year Two (2) years in case of disability  \nOver one (1) year Three (3) years in case of an on-the-job injury  \n33.7 Seniority will be lost if an employee is discharged for just cause, voluntarily quits or  \nis out of work for three (3) or more days without notifying the Company (except for  \ncircumstances beyond their control).  \n33.8 In the event a full time employee is promoted from the ranks of the Union, they shall  \nretain their accrued seniority for a period of one (1) year. If, within that period, they are  \ntransferred back to any position covered by the Agreement, their full seniority shall be restored  \nimmediately.  \n33.9 REINSTATEMENT: If after proper investigation by the Union and the Employer, it  \nis agreed an employee has been discharged unjustly, they shall be reinstated with full rights.  \nInvestigation and settlement of any claim shall be made within sixty (60) days of the making of  \nsuch complaint by the employee.  \n"], ["ARTICLE 34  \nTRANSFERS  \n", "34.1 All transfers shall be done on a seniority basis. Should the Union find a transfer  \narbitrary, the transfer shall become the subject of a grievance.  \n34.2 Ifan employee is transferred temporarily to a location not covered by this agreement,  \nthe employee shall continue to be covered by this agreement.  \n34.3. A temporary transfer may not exceed sixty (60) days.  \n30  \n"], ["ARTICLE 34 —~ TRANSFERS —- CONTINUED  \n", "34.4 Employees temporarily transferred at the Company's request from their home store to  \nother stores as replacement for vacations, illness or leaves of absence will be paid travel expense  \nat the rate of thirty cents (30¢) per mile for all miles traveled from their home store or their  \nrespective residence, whichever is shortest, if the distance is in excess of thirty (30) miles.  \nFloating/Journeyman Meat Cutters must replace for vacations, illness or leaves of absence for  \none (1) or more weeks in order to be eligible for this provision. Employees who use their own  \nvehicles and have received approval from the Store Manager, will weekly receive thirty cents  \n(30¢) per mile travel pay when they are engaged in comparative price checking, banking,  \ndelivering merchandise between stores, or other authorized activily.  \n34.5 Employees may refuse a transfer where transportation is not available.  \n34.6 Employees may refuse a transfer of over twenty (20) miles from their home store or  \nfrom their “origina!” home store if already traveling to maintain a full Lime position.  \n34.7 The Company agrees to periodically review store ussignments, and where feasible,  \neffect transfers of individuals in the same classification with the objective of reducing the  \ndistance from an employee's home and the store. These moves will be reviewed and agreed to  \nby the appropriate P & C Supervisor and Union Representative.  \n34.8 When u full time opening occurs, full time employees working in the same  \nclassification as that which is posted, shall be given preference to transfer to the open position,  \naccording to seniority, over part time employees bidding for the open position.  \n"], ["ARTICLE 35  \nLAYOFFS & BUMPING RIGHTS  \n", "35.1 When faced with a layoff, un employee employed in a classifted position shall bump  \nan employee in the same classification, at a store of their choice, where their classification  \nsenivrily prevails. In the event that no such position exists, affected employees employed in  \nclassifted positions sha!l exercise their overall full time seniority by bumping the least senior full  \ntime Clerk working at a store of their choice, provided that the least senior full time Clerk has  \nless seniority.  \n3]  \n"], ["ARTICLE 35 - LAYOFFS & BUMPING RIGHTS - CONTINUED  \n", "35.2 When faced with a layoff, a Meat Manager shall bump a less senior Meat Manager at  \na store of their choice. In the event that no such position exists. Meat Managers shail exercise  \ntheir full time classification seniority by bumping a less senior First Cutter working at a store of  \ntheir choice. In the event that no such position exists, Meat Managers shall exercise their full  \ntime classification seniority by bumping a less senior Journeyman Cutter working at a store of  \ntheir choice. In the event that no such position exists, Meat Managers may bump the least senior  \nfull time Clerk working at a store of their choice, provided that the least senior full time Clerk  \nhas Jess full time seniority  \n35.3. When faced with a layoff, a First Cutter shall bump a less senior First Cutter at a  \nstore of their choice. In the event that no such position exists, First Cutters shall exercise their  \nclassification seniority by bumping a Jess senior Journcyman Cutter working at a store of their  \nchoice. In the event that no such position exists, First Cutters may bump the least senior full  \ntime Clerk working at a store of their choice, provided that the least senior full time Clerk has  \nless full time senionty.  \n35.4 When faced with a layoff, a Journcyman Cutter shall bump a less senior Journeyman  \nCutter ut a store of their choice. In the event that no such position exists, Journeyman Cutters  \nmay bump the least senior full time Clerk working at a store of their choice, provided that the  \nleast senior full time Clerk has less full time seniority.  \n35.5 When faced with a tayoff, full time Clerks shall exercise their full time seniority by  \nbumping the least senior full time Clerk working at a store of their choice, provided that the least  \nsenior full time Clerk has less seniority. In the event that no such position exists, affected full  \ntime Clerks shall exercise their part time seniority over the least senior part time Clerk or part  \ntime Janitor working at a store of their choice, provided that the least senior part time Clerk or  \npart time Janitor has less seniority.  \n35.6 When faced with a layoff, full time Janitors shall exercise their full time senionty by  \nbumping the least senior full time Janitor working at a store of their choice, provided that the  \nleast senior full time Janitor has less seniority. In the event that no such position exists, affected  \nfull time Janitors shall exercise their part time seniority over the least senior part time Clerk or  \npart time Janitor working at a store of their choice, provided that the least senior part time Clerk  \nor part time Janitor has less senionty.  \n35.7. When faced with a layoff, part ime Clerks or part time Janitors shall exercise their  \npart time seniority by bumping the least senior part time Clerk or part time Janitor working at a  \nstore of their choice, provided that the least senior part time Clerk or part time Janitor has less  \nseniority.  \n32  \n"], ["ARTICLE 35 - LAYOFFS & BUMPING RIGHTS —- CONTINUED  \n", "Unanticipated scenarios with respect to layoffs and bumps shall be carried out consistent  \nwith the spirit and intent of the above procedures described in Articles 35.1 through 35.7.  \n35.8 Full time employees faced with a layoff shall not be required to bump more than  \ntwenty (20) miles from their store. Such employees shall be deemed to have been involuntarily  \nreduced to part time or shall be entitled to a layoff.  \n35.9 All employees classified as full time prior to June 2™ 1996 who are involuntarily  \nreduced to part time shall retain their full time hourly rate of pay. All employees classified as  \nfull time on or after June 2™ 1996 who are involuntarily reduced to part time shall retain the  \nhourly rate they received prior to the reduction for a period of thirteen (13) weeks provided they  \nhave at least one (1) year of continuous full time service at that time.  \n35.10 Following a layoff, a reduction from full time to part time, or where full time  \nemployees are traveling in excess of twenty (20) miles to maintain their full time status,  \nemployees shall be recalled by seniority before any full time position is posted.  \n(a) If any employee is called back to work after a layoff and does not report  \nwithin one (1) week, or if a full time employee is laid off continuously for a period of one (1)  \nyear, seniority shall be broken.  \n(b) Part time seniority shall be broken if an employee has been on continuous  \nlayoff for a period of six (6) months or longer.  \n{c) Employees may refuse a recall if such recall necessitates travel of twenty (20)  \nmiles or more from the store at which the layoff occurred.  \n35.11 Full time Meat Cutters and Meat Apprentices, temporarily assigned to duties with  \nlower rates of pay, will not be reduced in pay rate while performing such lower rated jobs  \n33  \n"], ["ARTICLE 36  \nPROMOTIONS  \n", "36.1 All full time job openings shall be posted on a company wide basis and shall include  \nthe location of the job opening.  \n36.2 Full time postings will expire seven (7) days after the position was posted. On the  \nseventh day, postings will expire at 12:00 A.M.  \n36.3. A promotion into a non-classified position shall be based on seniority.  \n36.4 All Classified and Department Management positions will be awarded on the basis of  \nskill and ability. The Store Manager or District Manager will interview all candidates for such  \npositions. Moreover, prior work history and performance will be evaluated. \"Fitness\" for the  \nposition shall be determined by these two evaluations. Should it be decided that multiple  \ncandidates are equally “fit”, seniority will become the deciding factor for the selection.  \n36.5 There shall be a trial period for classified positions of up to three (3) months before a  \npromotion is deemed permanent.  \n"], ["ARTICLE 37  \nSHOP STEWARD  \n", "37.1. A store Union Steward shall be the last employee to be laid off or reduced in hours on  \ndepartmental basis. A store Union Steward sha!] not be transferred between shifts (day or night)  \ninvoluntarily.  \n37.2 There shall be at least one (1) Union Steward in each store of the Company.  \n37.3. One (1) additional paid personal day will be allowed per calendar year for the  \npurpose of attending Conferences.  \n37.4 The transfer of Union Stewards is hereby prohibited, excepting where such transfer of  \nUnion Stewards is for the purpose of promotion, and further, by mutual agreement between the  \nCompany and Union, provided any of the foregoing will be dependent upon the Union  \nperiodically providing the Company with a list of stewards.  \n37.5 The Company will be required to ask the employee if they desire the Shop Steward,  \nor in the absence of the Shop Steward, a Co-Steward to be present during disciplinary meetings.  \nWhere a steward is not available, the employee shall be given the right to request the presence of  \nanother employee as a witness or for assistance provided that such employee is on the premises  \nat the time of the request.  \n37.6 New employees will be referred to the Shop Steward as part of new employee  \norientation.  \n34  \n"], ["ARTICLE 38  \nSHORTAGES  \n", "38.1 Noemployee shall be required to pay for any cash shortages. Where any employee is  \ncharged with a shortage, they shall be entitled to a Hearing in the presence of the Union  \nRepresentative of the Local Union and a Store Manager or District Manager. In the event a  \nshortage is found to exist, the Company will take into consideration the employee's past work  \nrecord before any disciplinary action is taken.  \n38.2 In the event of an alleged cash shortage, the Union may examine cash register tapes  \npertaining to the individual who is short, for the purpose of checking the figures.  \n"], ["ARTICLE 39  \nUNION PRINCIPLES  \n", "lt shall not be cause for discharge or disciplinary action for any employee acting individually  \nto refuse to cross an authorized picket line established by a recognized and bonafide labor  \norganization, but the Union shall in no manner, directly or indirectly induce or encourage such  \nrefusal,  \n"], ["ARTICLE 40  \nFUNERAL LEAVE  \n", "40.1 In the event of death in the immediate family, a full time or part time employee will  \nbe allowed as leave, the three (3) days immediately following the death, with straight time pay  \nfor any of the three (3) days which are scheduled working days. If the funeral is hetd on the  \nfourth (4th) day following the death, a full time or part time will also be paid for the  \nfourth (4th) day, provided that day is one of the employee's scheduled working days, and further  \nprovided the employee attends the funeral. Members of the immediate family are defined as:  \nfather, mother, sister, brother, spouse, son, daughter, mother-in-law, father-in-law, brother-in-  \nlaw, sister-in-law, son-in-law, daughter-in-law, grandfather, grandmother, grandchildren, step-  \nparents or any in-law or relative living with the employee.  \n40.2. Employees will receive one (1) day with pay to attend the funeral of a grandparent of  \na spouse  \n40.3 Part time employees will receive pay for only scheduled hours for the three (3) days  \nimmediately following the death or if the funeral ts the fourth (4th) day.  \n40.4 Anemployee shall be entitled to use one of their funeral leave days for the purpose of  \nattending spring internment.  \n35  \n"], ["ARTICLE 40 - FUNERAL LEAVE  \n", "40.5 In the event a death in the immediate family as specified above occurs during an  \nemployce’s vacation, the employee will be credited with one (1) additional paid vacation day for  \nattendance of funeral.  \n"], ["ARTICLE 41  \nJURY DUTY  \n", "The Employer shall grant to full time employees who are required to serve on Local Jury  \nService, the difference between the employce’s regular straight time weekly earnings, including  \nregular shift premium, if any, and any jury fee paid to the employee provided they make  \nthemselves available for work within their regular work schedule when not occupied with Jury  \nDuty. Time spent on Jury Duty shall be considered as time worked for all purposes in this  \nAgreement. Saturday will be the scheduled day off for employees serving on Jury Duty. The  \nCompany shall pay an employce their straight time rate for all time lost where the employce has  \nbeen subpoenaed to testify about a work-related occurrence.  \n"], ["ARTICLE 42  \nUNION SHOP IDENTIFICATION  \n", "The Union Shop Logo is the property of the United Food and Commercial Workers District  \nUnion Local One, AFL-CIO & CLC and is loaned to the Employer for display who signs and  \nabides by this Agreement. The Employer agrees al all times to display it in a conspicuous place.  \nThe Union Shop Logo can be removed from any business establishment of the Employer's by the  \nUnion Representative of District Union Local One for a violation of this Agreement. The Union  \nLogo will be placed in a standardized location in all stores.  \n"], ["ARTICLE 43  \nJOB SECURITY  \n", "43.1 All full time employees on the Company payroll covered by this Agreement on  \nJanuary 1, 1989 will be guaranteed a forty (40) hour workweek within the Company for the  \nduration of this Agreement.  \n43,2 Such job guarantee will be applicable to names, not to number of full time  \nemployees.  \n43,3. Employees hired or advanced to full time status after January 1, 1989, will not be  \ncovered under the guaranteed workweck except those replacing voluntary quits or discharges on  \na full time basis.  \n36  \n"], ["ARTICLE 43 - JOB SECURITY - CONTINUED  \n", "43.4 Replacement for an employee who is discharged or quits will be made from full or  \npart time employees, Replacements will be drawn from qualified workers in order of seniority  \nwithin classification.  \n43.5 Where company operating efficiency dictates, management can, where hours are not  \navailable within a classification, transfer on a seniority basis within the geographical area or to a  \nstore in an adjacent area no further distant in order to maintain the guaranteed work week for  \nthose covered full time employees,  \n43.6 When the Company permanently closes a store or stores, the number of secure full  \ntime jobs will be adjusted downward by the number of full time positions in the store or stores as  \nof the date of closing, provided there is no new replacement store.  \n43.7 If an employee with job guarantee refuses to transfer to a job within the area or  \nadjacent area (if no further distant) in order to maintain the guaranteed workweek, such member  \nwill be reduced to part time and the lowest part time employee in seniority will be laid off.  \nThose so transferred will be returned to their home store when hours in their classification are  \navailable.  \n43.8 Job replacements need not be made in the event of death, normal or early relirement,  \nand disability of those with guaranteed jobs.  \n43.9 These job securily provisions will be waived by the Union in the event of strikes  \nagainst the Company and “Acts of God\"; Le. fire, flood and storm.  \n43.10 All full time employees covered by Job Security can in no event be reduced to part  \ntime status unless the Employer first lays off all part time employees including Customer Service  \nClerks covered by this Agreement.  \n43.11 Pnor to any part time employee being returned to work, all full time employees  \ncovered by Job Security who were reduced to part time must first be reinstated to full time status.  \n43.12 Paragraphs 43.10 and 43.11 shall not be applicable if an employee covered by Job  \nSecurity refuses transfers in accordance with Job Security provisions in order to maintain the  \nemployee's full time status.  \na  \n"], ["ARTICLE 44  \nHEALTH CARE FUND  \n", "44.1. The health care provisions of Article 42 of the prior labor agreement shall remain in  \neffect until 6/30/05. Effective 7/1/05, the Employer shall pay monthly, within fifteen (15) days  \nafter the last day of the fast payroll period each month, to the UFCW District Union Local One  \nHealth Care Fund, the following sums per employee per month:  \nTAOS 1/1/06 1/1/07 1/1/08  \nFULL-TIME EMPLOYEES:  \nFamily coverage: $500.00 $550.00 $605.00 $666.00  \nPART TIME EMPLOYEES:  \nIndividual coverage: $290.00 $319.00 $351.00 $386.00  \nWrap coverage: $55.00 $61.00 $67.00 $74.00  \n44.2 Contributions shall be made for all employees who have been paid and are entitled to  \npayments for the performance of duties at any time during the month. The contribution rate shall  \nbe determined by the employee’s full-time or part-time status as of the first pay period of such  \nemployee during the month. In case of employees who have been laid off and who arc re-  \nemployed, the contribution rate shall be determined by the employee's full-time or part-time  \nstatus when re-employed.  \n44.3 Contributions on behalf of all full time employees shall be made at the Family  \ncoverage rate and shall commence on the first day of the month following completion of thirty  \n(30) days of employment with the Employer. In the event the Employer hires a full-time  \nemployce who has been employed by any participating Employer within one (1) year prior to the  \ndate of hiring, then, in such event, contributions shall commence on the first day of the month  \nfollowing completion of such period of employment with the Employer which, together with the  \nemployce’s prior cumulative full-time service with any participating Employer, shail aggregate  \nthirty (30) days.  \n44.4 Contributions for Wrap coverage for all part-time employees shall commence on the  \nfirst of the month following completion of six (6) months employment with the Employer. In  \nthe event the Employer hires a part-time employee who has been employed by any participating  \nEmployer within one (1) year prior to the date of hiring, contributions shall commence on the  \nfirst day of the month following the completion of such period of employment with the  \nEmployer which, together with the employce's prior service (whether full or part-time), with any  \nparticipating Employer, shall aggregate six (6) months.  \n44.5 Contributions for Individual coverage shall continue to be made on behalf of all part  \ntime employees where such contributions were being made prior to 10/01/01.  \n38  \n"], ["ARTICLE 44 - HEALTH CARE FUND - CONTINUED  \n", "44.6 Contributions for Individual coverage shall be made on behalf of part time employees  \nwith at least eighteen (18) months service if no major medical and/or hospitalization is provided  \nto them from any other source. Contributions shall commence the first of the month following  \nthe date on which, a valid application for such coverage is received by the Employer. In the  \nevent the Employer hires a part-time employee who has been employed by any participating  \nEmployer within one (1) year prior to the date of hiring, eligibility for Individual coverage shall  \ncommence on the first day of the month following the completion of such period of employment  \nwith the Employer which, together with the emptoyee's prior service (whether full or part-time),  \nwith any participating Employer, shall aggregate eighteen (18) months,  \n44.7 If an employee who has previously qualified to have contributions made on their  \nbehalf is absent from work due to illness, injury, the Employer shall continue contributions to the  \nUnited Food and Commercial Workers Local One Health Care Fund for the first six (6) months  \nof absence in any twelve (12) month period.  \n44.8 The Employer hereby agrees to be bound by the terms and provisions of the  \nAmended and Restated Agreement and Declaration of Trust (as amended from time to time}  \nwhich governs the operation of the Fund and hereby agrees to accept the Employer Trustees of  \nthe Fund who have been selected, as provided therein, as its representatives in the joint  \nadministration of the Fund. The Fund shalJ at all times have and maintain United States  \nTreasury Department approval, otherwise the Employer shall not be obligated to make  \ncontributions thereto,  \n44.9 The Employer hereby acknowledges the provisions of the Trust Agreement dealing  \nwith the authority of the Trustees to compel and enforce the payment of contributions required  \nhereunder, The Trustees, their designated representatives, shall have the right lo inspect payroll  \nrecords, time records and such other records maintained by the Employer in the normal course of  \nbusiness as the Trustees believe pertain to the Fund. The Employer shall make available such  \nrecords during reasonable business hours upon receipt of notice from the Trustees that they  \nintend to conduct an audit or examination of such records for the purpose of verifying payments  \ndue to the Fund and ensure compliance by the Employer with its obligation to make  \ncontributions pursuant to the terms of this Agreement, the Agreement and Declaration of Trust  \nand applicable law.  \n44.10 Said Fund shall have its principal office in the City of Utica and shall be administered  \nby a Board of Trustees consisting of an equal number of Union and Employer Trustees selected  \nin accordance with said Amended and Restated Agreement and Declaration of Trust. The  \nprincipal and income of the Fund shall be used for the sole purpose of providing for the  \nemployees of the Employers contributing thereto, their families and dependents, with health care  \nbenefits, and for any and all other purposes which may be permitted pursuant to Section 302 (c)  \n(5) of the Labor Management Relations Act of 1947, and the payment of al] expenses including  \nthe administration and maintenance of the Fund.  \n39  \n"], ["ARTICLE 44 - HEALTH CARE FUND - CONTINUED  \n", "   \n44.11 The rules of eligibility for coverage, waiting periods for coverage and the benefits to  \nbe provided to employees and/or their dependents shall be as provided in the plan of benefits of  \nthe Fund. The provisions contained in this Article regarding the dates for the payment of  \ncontributions to the Fund shall not bear upon the date when coverage commences.  \n44.12 The Employer agrees to provide payroll deductions for part-time employces  \npurchasing dependent coverage. These deductions will be due fifteen (15) days after the last day  \nof the last payroll period each month.  \n"], ["ARTICLE 45  \nSICK PAY  \n", "45.1 The purpose of this benefit is to provide weekly payments to employees in the event  \nthey are unable to work as a result of a non-job-related bodily injury or sickness occurring while  \nemployed at no cost to them. Maternity Disability shall be treated the same as any other  \nDisability.  \n45.2 Effective Dates of Coverage:  \nFull time employees are covered on the first day of employment.  \nPart time employees are covered on the twenty-fifth (25\") day of employment.  \n45.3 Full Time Employees and Part Time Employees:  \nAll full time employees shall be covered for benefits under Plan | or Plan 2. A full time  \nemployee is an employee who is regularly scheduled to be employed over thirty (30) hours per  \nweek. A full time employee shall not lose their status as such by reason of being placed on a  \npart time basis unless and until such part time employment shall continue for three (3)  \nconsecutive months.  \nNot withstanding any other provision of this Agreement to the contrary, for the purpose of  \nthis Article 45, Sick Pay, part time employees shall be defined as deemed to have been promoted  \nto a full time employee upon having completed six (6) weeks of full time employment except as  \nmodified by Article 24 Temporary Full Time Work.  \nA part time employee hired before July 1, 1992 and who was covered by the Sick Pay plan in  \nthe previous collective bargaining agreement shall be eligible for coverage under Plan 2. A part  \ntime employee hired after July |, 1992 or who, if hired prior thereto, was not eligible for  \ncoverage under the Sick Pay plan shall be covered under applicable state statutory disability  \nbenefits at no cost to the employee. A part time employee is an employee who is regularly  \nscheduled to be employed thirty (30) hours or less per weck.  \n40  \n"], ["ARTICLE 45 - SICK PAY - CONTINUED  \n45.4 Who Are Employees:  \n", "The term “employee” applies to employees as defined under Section 201 of the New York  \nDisability Benefits Law regardless of their State of residence provided they are covered under  \nthe plan.  \n45.5 Benefits Amounts:  \nThe amount of weekly benefit as well as the number of weeks for which such benefits will be  \npaid during any one (1) period of disability shall be determined as follows:  \nFull time employees with at least three (3) months full time service will receive the benefits  \ndescribed in Plan }, below, subject to a $250 weekly maximum.  \nFull time employees with less than three (3) months full time service and part time  \nemployees with at least twenty-five (25) days service will receive the benefits descnbed in Plan  \n2, subject to a $170 weekly maximum.  \n\"Full pay” for full time employees shall be the average weekly wage for the forty (40) hour  \nweek immediately preceding an injury or illness covered by this plan.  \n\"Full pay” for part time employees shall be the average weekly wage for the eight (8) week  \nperiod immediately preceding an injury or the onset of an illness covered by this plan.  \n45.6 Benefits For Work Related Disabilities:  \nIf your disability is job-related you may be entitled to additional benefits. You are entitled to  \nreceive the amounts payable under this Plan or Workers Compensation payments, whichever ts  \ngreater. This Disability Plan will only pay benefits if the amount received while on Workers  \nCompensation is less than what would be received if the employee was only entitled to receive  \nSick Pay benefits under this Plan.  \n|  \n"], ["ARTICLE 45 - SICK PAY - CONTINUED  \n", "45.7 Plan:  \n   \nFull time employees with at least three (3) months of service.  \nIf your length You will receive Then 662/3% Then 50% of Total  \nof service is 85% of your full of your full your full weekly  \npay for pay for pay for payments  \n3 months but less  \nthan | year 2 weeks 0 weeks 24 weeks 26 weeks  \n1 year but less  \nthan 2 years 3 weeks 0 weeks 23 weeks 26 weeks  \n2 years but less  \nthan 5 years 5 weeks | week 20 weeks 26 weeks  \n5 years but less  \nthan 10 years 7 weeks 2 weeks 17 weeks 26 weeks  \n10 years or more 10 weeks 3 weeks 13 weeks 26 weeks  \nThe parties will attempt to obtain a short-term and long-term disability program for full time  \nand part time employees, and the Company will make available payroll deductions for that  \npurpose.  \nBenefits are payable from the first (1) day of an accident or the fourth (4\") consecutive day  \nof illness except that the first three (3) sick days will be paid if the illness exceeds twenty-eight  \n(28) days.  \n45.8 Plan 2:  \n   \nFull time employees with less than three (3) months of service and part time employees with  \nat least twenty-five (25) days service, will receive 60% of \"full pay\" for up to twenty-six (26)  \nweeks for any one period of disability within any fifty-two (52) week consecutive period, subject  \nto the following limits.  \nBenefits are payable from the first (1\") day of an accident or the fourth (4*) consecutive day  \nof an illness. Payments shall not exceed one hundred seventy dollars ($170) per week nor fall  \nbelow twenty dollars ($20) per week, except that when an employee's average weekly wage is  \nless than twenty dollars ($20), the benefit shal] equa! their average weekly wage.  \n42  \n"], ["ARTICLE 45 - SICK PAY - CONTINUED  \n45.9 Provisions Applicable To All Plans:  \n", "{a) The weekly benefit otherwise payable will be reduced by payments received  \nfor that period of disability:  \n1) Under the Federal Social Security Act by reason of the disability  \nextending beyond twenty-one (21) consecutive weeks or by reason of retirement. The amount  \nreduced will be based on the tables in force under the law on the day the first Accident and  \nSickness benefit becomes payable during a period of disability, and it will be assumed that under  \nSocial Security you are entitled to the largest maximum family benefit, until you establish  \notherwise.  \n2) Under ‘no fault' motor vehicle coverage with respect to earings lost  \nby reason of disability, but not including any such benefits payable under optional motor vehicle  \ncoverage.  \n({b} Successive periods of disability will be treated as one period of disability,  \nunless:  \n1) Between periods of disability due to different and unrelated causes the  \nemployee retums to work, or  \n2) Between periods of disability due to the same or related causes the  \nreturns to work for at least two (2) consecutive weeks.  \nIf benefits are payable for a period of disability which is less than a week, the weekly rate  \nwill be reduced proportionately.  \n45.10 Exclusions:  \nBenefits shal! not be paid under this plan for disabilities:  \n}) For which the employee is not under the care of an authorized  \nphysictan (Medical Doctor, M.D.; Osteopath D.O.; Podiatrist or Chiropractor), or  \n2) Due to intentionally self-inflicted injury.  \n45.11 Termination of Coverage  \nBenefit coverage for an employee in New York State shal! cease at the end of four (4)  \nconsecutive weeks of unemployment or on the date of reemployment by another employer,  \nwhichever occurs first. If a disability occurs during such a period of unemployment, a New  \nYork employee should complete form DB-450 and retum it to the employer.  \n43  \n"], ["ARTICLE 45 - SICK PAY - CONTINUED  \n", "{f a New York employee incurs a disability after four (4) consecutive wecks of  \nunemployment, the employee should complete form DE-300 (obtainable from the nearest office  \nof the Worker's Compensation Board) and return it to the Worker's Compensation Board.  \nBenefit coverage for a non-New York employee ceases when the employee terminates active  \nemployment with the employer.  \n45.12 The benefits described in this Article 45 have been approved and are believed to be in  \ncompliance with The New York State Disability Law and are subject to all other provisions and  \nregulations in that law as it now exists or as it may be amended hereafter.  \n"], ["ARTICLE 46  \nPENSION FUND  \n", "46.1. The Employer shall pay monthly within fifteen (15) days after the last day of the last  \npayroll period each month, to the UFCW District Union Local One Pension Fund, the following:  \nFULL-TIME EMPLOYEES:  \nContributions from 5/1/05-12/3 1/05: New Contributions:  \n1/1/06 1/1/07 1/1/08  \n$105.00/month $115.50 $127.05 $139.76  \n$126.00/month $138.60 $152.46 $167.71  \n$140.00/month $154.00 $169.40 $186.34  \nPART-TIME EMPLOYEES:  \n— 12/31/05 1/1/06 1/1/07 1/4/08  \n$15.00 $16.50 $18.15 $19.97  \n46.2 Contributions shall be made for all full time employees who have been paid or are  \nentitled to payment for the performance of duties at any time during the month. The contribution  \nrate shall be determined by the employee's full time or part time status as of the first pay period  \nof such employee during the month. In case of employees who have been laid off and who are  \nreemployed, the contribution rate shall be determined by the employee's full time or part time  \nstatus when reemployed.  \n"], ["ARTICLE 46 ~ PENSION FUND — CONTINUED  \n", "46.3 Contributions on behalf of all full time employees sha!l commence on the first day of  \nthe month following the completion of thirty (30) days of employment with the Employer. In the  \nevent the Employer hires a full time employee who has been employed by another Participating  \nEmployer within one (1) year prior to the date of hiring, then in such event, contributions shall  \ncommence on the first day of the month following the completion of such period of employment  \nwith the Employer which, together with the employee's prior cumulative full time service with  \nany Participating Employer, shall aggregate thirty (30) days.  \n46.4 Contributions on behalf of all part-time employees shall commence on the first day of  \nthe month following the latter of reaching age twenty-one (21) or the completion of the twelve  \n(12) months of employment with the Employer. In the event the Employer hires a part-time  \nemployee who has been employed by any participating Employer within one (1) year prior to the  \ndate of hiring and who has also attained age twenty-one (21), then, in such event, contributions  \nshall commence on the first day of the month following the completion of such period of  \nemployment with the Employer which, together with the employee's prior cumulative full-time  \nservice with any participating Employer, shall aggregate twelve (12) months.  \n46.5 If an employee who has previously qualified to have contributions made in their  \nbehalf is absent from work due to illness or injury, the Employer shall continue contributions for  \nthe first six (6) months of absence in any twelve (12) month period.  \n46.6 The Employer hereby agrees to be bound by the terms and provisions of the  \nAmended and Restated Agreement and Declaration of Trust (as amended from time-to-time)  \nwhich governs the operation of the Fund and hereby agrees to accept the Employer Trustees of  \nthe Fund who have been selected, as provided therein, as its representatives in the joint  \nadministration of the Fund. The Fund shal! at all times have and maintain United States  \nTreasury Department approval, otherwise the Employer shall not be obligated to make  \ncontributions thereto.  \n46.7 Said Fund shall have its principal office in the City of Utica and shall be administered  \nby a Board of Trustees consisting of an equal number of Union and Employer Trustees selected  \nin accordance with said Amended and Restated Agreement and Declaration of Trust.  \n46.8 The principal and income of the Fund shal! be used for the sole purpose of providing  \nfor the employees of the Employers contributing thereto and their beneficiaries, with retirement  \nbenefits and for any and all other purposes which may be permitted pursuant to Section 302 (c)  \n(5) of the Labor Management Relations Act of 1947, and the payment of all expenses, including  \nthe administration and maintenance of the Fund.  \n45  \n"], ["ARTICLE 47  \nSAFETY AND HEALTH  \n", "47.1 The Company agrees that it has the sole responsibility to provide a safe workplace  \nand to correct safety hazards and that nothing in this Agreement shall imply that the Union has  \nundertaken or assumed any portion of that responsibility. The Company further agrees that it  \nwill indemnify and hold the union harmless from any claims asserting that the union failed to  \nprovide a safe workplace.  \n47.2. The Company will participate with the Union on a Joint Labor/Management Retai!  \nFood Industry Safety and Health Committee. The Committee shall consist of equal  \nrepresentatives from the Union and the Industry, subject to replacement under such  \ncircumstances and conditions as each party may determine. The Retail Food Industry Safety and  \nHealth Committee shall mect regularly, but not less than quarterly after work hours.  \n47.3. The Safety and Health Director, or his assistant. shall have the right to visit any of the  \nCompany's places of business in order to ensure a safe work environment.  \n47.4 The Company shall notify the Union promptly of the occurrence of any accident that  \nresults in the serious injury to an employee and allow the Union to investigate the accident  \nimmediately.  \n47.5 The Union may designate one employee per store to act as a Health and Safety  \nRepresentative. The Safety and Health Representative will receive one additional paid personal  \nday to attend a Union sponsored Safety and Health Conference.  \n47.6 Safety and Health concerns will be handled in the following manner:  \nSTEP 1: The Safety and Health Representative will bring all safety problems to the  \nattention of the store manager. If the problem is not taken care of in a reasonable period of time;  \nSTEP 2: The Health and Safety Director of the Union and the Company shall meet  \nas soon as possible. If the problem is not taken care of in a reasonable period of time;  \nSTEP 3: The Company and the Union will submit the dispute to the President of  \nthe Union and Vice President of Labor Relations and they will jointly resolve the dispute.  \n46  \n"], ["ARTICLE 48  \nLEAVES OF ABSENCE  \n", "48.1 Full time employees may, upon written application, be granted a leave of absence,  \nwithout pay, not to exceed ninety (90) days. Part time employees will be granted leaves of  \nabsence based on same rules and provisions governing full time employees above upon thirty  \n(30) day written request. The application must be requested in writing sent or submitted to the  \nVice President/Director Employee Relations and may be granted in writing only by the Vice  \nPresident or Director of Employee Relations.  \n48.2 The Company agrees to comply with the terms of the Family Medical Leave Act of  \n1993 in the administration of the Collective Bargaining Agreement, and no benefits or terms of  \nthe Agreement will be reduced by complying with the terms of the Family Medical Leave Act.  \n48.3. The Employer shall give the employee and the Union a copy of any leave of absence  \ngranted.  \n"], ["ARTICLE 49  \nLIE DETECTOR- INTERROGATION  \n", "Employees shal] not be compelled to take lie detector tests under any circumstances without  \nprior approval of the Union and employee affected. Should employees voluntarily submit to  \nsuch test, they must have a witness present, preferably the Union Steward or Union  \nRepresentative. The refusal of the Union or the employee affected to submit to any such  \nexamination sha!) not be cause for discipline or discharge of any employee.  \n47  \n"], ["ARTICLE 50  \nGRIEVANCES & ARBITRATION  \n", "50.1 In the event any differences arise between the Employer and the Union, or any of the  \nemployees of the Employer, as to the meaning and application of or compliance with the  \nprovisions of the Agreement, or should any grievance or dispute arise between the Employer and  \nthe Union, or the employees of the Employer, such differences shail be settled in the following  \nmanner:  \n$0.2 The Grievance or dispute shall be reduced to writing within thirty (30) days after it  \narises or within thirty (30) days after the employee, the Union or the Employer become aware of  \nsuch dispute or grievance. To be considered, grievances must be raised within said thirty (30)  \nday period. The aggrieved party shall serve a copy thereof upon the other party to this  \nagreement,  \nFirst: The Shop Steward, and the Store Manager shall meet and confer as  \npromptly as possible. If not settled satisfactorily:  \nSecond: The Shop Steward, Union Representative of the Union and the District  \nManager shall meet and confer as promptly as possible. If not satisfactorily settled:  \nThird: The grievance may be presented to the President of the Union and the  \ndesignated Labor-Relations Representative of the Employer. If not satisfactorily settled:  \nFourth: The matter shall be referred by the aggrieved party to the New York State  \nEmployment Relations Board for arbitration, as mutually agreed, together with a request that the  \nBoard submit to the Union and the Employer a preferred panel of arbitrators from which the  \nparties shall select an arbitrator to hear and determine the matter in accordance with the rules and  \nregulations of the Board. In the event that an acceptable arbitrator has not been chosen after the  \nsubmission to the parties by the Board of two (2) panels, then in that event either of the partics  \nmay request that the Chairman of the New York State Employment Relations Board designate an  \narbitrator to hear and determine the matter in issue. The parties may mutually agree at any time  \nthat a permanent Staff Member of the Board shall hear and determine the matter in dispute.  \n50.3 The arbitrator so selected shatl have no authority to add to subtract from, change or  \nmodify any provision of this Agreement, but shall interpret the existing provisions of this  \nAgreement and apply them to the specific facts of the grievance, controversy or dispute in  \nquestion. The decision of the arbitrator shall be rendered without undue delay and shall be final  \nand binding upon both parties. The expense of the arbitrator shall be shared equally by the  \nparties hereto.  \n50.4 Any employee who shall be requested to testify before hearings with regard to  \narbitration, mediation or the settlement of a dispute or grievance and whose testimony Is  \nnecessary and material shall not suffer any loss of wages by reason thereof. Records of the  \nEmployer, kept in normal course of business are to be made available to the Union, if necessary,  \nfor the settlement of a grievance or dispute.  \n48  \n"], ["ARTICLE 51  \nNO STRIKE OR LOCKOUT  \n", "51.1 During the term of this agreement, there shall be no strike, lockout or stoppage of  \nwork unless either party fails to comply with the decision of an arbitrator. In any event, there  \nshall be no strike, lockout or work stoppage of any kind until the other party has given seven (7)  \ndays written notice that it intends to engage in such a strike, lockout or work stoppage.  \n51.2. Employees may participate in any and all Union activities, strikes and boycotts,  \nwhich may be permitted by existing legistation or court decisions. However, it is agreed that no  \nemployees shall refuse to cross a picket line unless such picketing activity has been duly  \nsanctioned by the Central Labor Union or Council of the area and until the Employer has been  \nofficially notified in writing by the Union.  \n51.3 The Union, its officers, representatives and agents, shall not be held liable in the  \nevent that any of the provisions herein and activities resulting from the application of this  \nAgreement shall be found to be inconsistent with existing legislation and as a result thereof, the  \nEmployer sustained any loss or damage.  \n"], ["ARTICLE 52  \nNEW MARKETING AREA PROVISIONS  \n", "New Marketing Area Provisions: The Company and Union agree to discuss and negotiate  \nprovisions when the Company moves into a new marketing area. This will be done on an area or  \nindividual store basis.  \n49  \n"], ["ARTICLE 53  \nWAGES  \nGENERAL WAGE INCREASE  \n", "53.1 All full time and part time employees whose rate of pay equals or exceeds the top rate  \ncalled for in their respective pay scale or progression, shall receive the following general hourly  \nwage increase:  \n1/1/06 6/3/07 1/6/08  \n20¢ 20¢ 20¢  \n§3.2 CLASSIFIED AND DEPARTMENT HEAD RATES  \n1/1/06 6/3/07 1/6/08  \nGrocery Manager $17.795 $17.995 $18.195  \nProduce Manager * 17.445 17.645 17.845  \nHead Cashier 16.995 17.195 17.395  \nAsst. Head Cashier 16.695 16.895 17.095  \nMeat Manager 18.095 18.295 18.495  \nDeli Manager * 16.665 16.865 17.065  \nBakery Manager * 15.965 16.165 16.365  \nFirst Cutter 17,225 17.425 17.625  \nJoumeyman 17.065 17.265 17.465  \n*(hired or promoted to classification pnor  \nEffective January 1, 2006, Produce Managers, Deli Managers and Bakery Managers hired or  \npromoted to such position on or after 12/27/92 will slot into one of the following progression scales at  \na rate of pay that is one step above their current rate of pay and will continue to progress through the  \nscale as indicated. In the event the initial “slot in\" on 1/1/06 provides a wage increase of less than  \ntwenty cents (20¢) per hour, such individual will receive the General increase and will \"slot in\" to the  \nnext higher rate one year later.  \nBAKERY-MANAGER  \nLALA  \nStart $12.75  \nAfter one (1) year 13.65  \nAfter two (2) years 14.03  \nAfter three (3) years 15.765  \n$0  \nDEL] MANAGER  \nStart  \nAfter one (1) year  \nAfter two (2) years  \nAfter three (3) years  \nAfter four (4) years  \nPRODUCE MANAGER  \nStan  \nAfter one (1) year  \nAfter two (2) years  \nAfter three (3) years  \nAfter four (4) years  \nAfter five (5) years  \n53.3 APPRENTICE MEAT CUTTER  \nPart time and Full time hired after June 2, 1996:  \n0 -999 hrs.  \n1000 - 1999 hrs.  \n2000 - 2999 hrs.  \n3000 - 3999 hrs,  \nCompleted Apprentice Program  \nIst year  \n2nd year  \n3rd year  \n"], ["ARTICLE 53 —- WAGES — CONTINUED  \n", "   \n$8.00  \n9.00  \n10,00  \n11.00  \n80% of Journeyman Rate  \n90% of Journeyman Rate  \nJourneyman Rate  \nNew Hire Journeyman  \n90% of Journeyman Rate  \nJourneyman Rate  \n53.4 FULL TIME CLERKS HIRED OR RECLASSIFIED BEFORE 5/23/83:  \n   \n1/1/06 6/3/07  \n$15.615  \n$15.815  \nSi  \n"], ["ARTICLE 53 — WAGES - CONTINUED  \n53.5 FULL TIME CLERKS HIRED OR CLASSIFIED ON/OR AFTER 5/23/83:  \n", "   \n1/1/06 6/3/07 1/6/08  \n$14.635 $14.835 $35.035  \n53.6 FULL TIME CLERKS AND PORTERS HIRED OR PROMOTED AFTER JULY 2,  \n2001:  \n5/26/05 1/1/07  \nStart $7.00 $7.15  \nAfter six (6) months 7.30 7.50  \nAfter twelve (12) months 7.80 8.00  \nAfter eighteen (18) months 8.30 8.50  \nAfter twenty-four (24) months 8.80 9.00  \nAfter thirty (30) month 9.30 9.50  \nAfter thirty-six (36) months 9,90 10.10  \n53.7 NIGHT CREW  \nNight Crew Leaders hired or reclassified prior to 5/23/83.  \n1/1/06 6/3/07 1/6/08  \n$16.165 $16,365 $16.565  \nNight Crew Leaders hired or reclassified after 5/23/83.  \n1/1/06 6/3/07 1/6/08  \n$15.435 $15.635 $15.835  \n53.8 PORTERS  \nFull Time Porters hired or reclassified before 5/23/83.  \n1/3/06 6/3/07 1/6/08  \n$12.075 $12.275 $12.475  \n53.9 PART TIME  \n(a} Deli, Bakery, Cashiers, Stockers and part time employees hired or reclassified  \nbefore 05/28/83:  \n1/1/06 6/3/07 1/6/08  \n$10.25 $10.45 $10.65  \n52  \n"], ["ARTICLE 53 — WAGES —- CONTINUED  \n(b) Part Time Clerks, Cashiers/Stockers, Deli/Bakery, and Janitors hired on or  \n", "after 5/28/83 but before 12/27/92.  \n1/1/06 6/3/07 1/6/08  \n$9.39 $9.59 $9.79  \n(c) Part Time Clerks hired after 6/2/96:  \nScale A Scale B Scale C  \nFirst six (6) months $6.00 $6.75 $7.15  \nNext six (6) months 6.25 7.00 7.50  \nNext six (6) months 6.50 7.25 7.75  \nNext six (6) months 6.75 7.50 8.00  \nNext six (6) months 7.00 7.75 8.25  \nNext six (6) months “25 8.00 8.50  \nNext six (6) months 7.50 8.25 teen  \nNext six (6) months ya B50 9  \nNext six (6) months B.00 0: © wr ween  \nNext six (6) months 8.25 wane verse  \nNext six (6) months 8.50 = anew wee  \nOn 1/1/06 Part Time Clerks with hourly wage rates below $6.75 will slot to the first  \nslep in Scale B and will continue to progress thereafter utilizing the 1/1/06 date for  \nsubsequent movement through the progression. Part Time Clerks with hourly wage rates  \nof $6.75 of more will continue to progress through Scale A utilizing their part ime  \nanniversary date.  \nOn 1/1/07 Part Time Clerks with hourly wage rates below $7.15 will slot to the first  \nstep in Scale C and will continue to progress thereafter utilizing the 1/1/07 date for  \nsubsequent movement through the progression. Part Time Clerks with hourly wage rates  \nof $7.15 or more will continue to progress through Scale A utilizing their part time  \nanniversary date.  \n53  \n"]]