[["", "   \n“Weingarten Rights”  \nQuestion: Who is Weingarten?  \nAnswer: “Weingarten” is the name of a Supreme Court case - NLRB v. J. Weingarten, Ine, (1975) -  \nthat established the right of an employce to the presence of a union representative during an  \ninvestigatory interview.  \n   \nuestion: What is an “investigatory interview\"?  \ng  \nAnswer: An investigatory interview, or Company interrogation, occurs when a supervisor questions  \nan employee to obtain information which could be used as a basis for discipline, or asks an employee  \nto defend his or her conduct. If an employee has a reasonable belief that discipline or other adverse  \nconsequences may result from what he or she says, the employee has a right to request union  \nrepresentation.  \nQuestion: What are the Weingarten Rules?  \nAnswer: Under the Supreme Court’s Weingarten decision, when an investigatory interview occurs,  \nthe following rules apply:  \nRULE 1. The employee must make a clear request for union representation before or  \nduring the interview. The employee cannot be punished for making this request.  \nRULE 2. After the employee makes the request, the employer must choose from among  \nthree options. The must either:  \na, Grant the request and delay questioning unti! the union representative arrives and has  \na chance to consult privately with the employce; or  \nb. Deny the request and end the interview immediately;  \nGive the employee a choice of: (1) having the interview without representation or (2)  \nending the interview.  \nRULE 3. If the employer denies the request for union representation and continues to  \nask questions, it commits an unfair labor practice and the employee has a right to refuse to answer.  \nThe employer may not discipline the employee for such a refusal.  \nSource: “The Legal Rights of Union Stewards”; Robert M. Schwartz (Work Rights Press)  \nAQ GRE EM EN I  \n"], ["", "ARTICLE 1 - PURPOSE AND SCOPE OF THE AGREEMENT I  \nRAPT UCC,  \nFUN =  \nARTICLE IV = HOURS OF WORK  \nARTICLE V = VACATIONS 9  \nERT CEN, w PRED NUD N VS ners nye  \nARTICLE VII - LEAVES OF ABSENCE 14  \nARTICLE - SENIORUTY LS  \nARTICLE IX - HEALTH AND WELFARE PROGRAM 19  \nARTICLE X - PENSION PLAN 21  \nARTICLE XI - URCW LOCAL 56 SAVINGS PLAN. 22  \nARTICLE NU - PROBATIONARY AND TRIAL 22  \nARTICLE XIE - RIGHT OF APPEAL is 23  \nARTICLE XIV - GRIEVANCE AND ARBITRATION 24°  \nARTICLE XV - STRIKE AND LOCKOUTS 2S  \nARTICLE XVI - MISCELLANEOUS PROVISIONS 25  \nARTICLE XVIL- HEALTH AND SAFETY 27  \nARTICLE XVIIL - PRIVILEGES 27  \nARTICLE XIX VALIDITY OF 27  \nARTICLE XX - DURATION OF AGREEMENT  \nSCHEDULE As] 29  \nSCHEDULE B - JOB CLASSIFICATION AND MINIMUM WAGE SCALES ened  \nSCHEDULE C - HOSPITAL, SURGICAL AND MAJOR MEDICAL BENEFITS FOR RETIREES ............52  \nVIEMORANDUM OF UNDERSTANDING FO  \nAGREEMENT  \nTHIS AGREEMENT made and entered into this 8th day of May, 2004 is by and between ACME  \nMARKETS, INC. (hereinafter referred to as the “Employer’), and United Food & Commercia! Workers  \nUnion Local 56 (hereinafter referred to as the “Union”).  \nWITNESSETH  \n"], ["ARTICLE 1 - PURPOSE AND SCOPE OF THE AGREEMENT  \nECTION 1.1 - PURPOSE OF AGREEMENT.  \n", "It is the intent and purpose of the partics hereto that this agreement shall promote and improve  \neconomic relalions between the Employer and its employees covered hereby and shall set forth the basic  \nagreement covering the rates of pay, hours of work, and conditions of employment to be observed  \nbetween the parties hereto,  \nSECTION 1.2 - SCOPE OF AGREEMENT  \nThis agreement shall apply to the meat, poultry, fish, delicatessen and appetizing employees of  \nthe Employer coming within the jurisdiction of United Food & Commercial Workers Local Union 56, in  \nall stores and markets of the Employer located in the area as described in identical maps, signed by each  \nof the parties and on file in their respective offices, of the name by which they are operated by  \nthe Employer, except for those markets which have heretofore been excluded, and are excluded under the  \nterms of this Agreement or which are covered by other Labor Agreements (See Schedule “A”).  \nECTION 1.3 —-MANAGEMENT RIGHTS  \n   \nAll rights and powers not expressly restricted or limited by the terms and conditions of this  \nAgreement shall remain and be exercised al the sole discretion of the Employer.  \nSECTION L4- HANDLING OF PRODUCTS  \n   \nA. In stores which operate a meat department, only employees covered by this Agreement  \nwho are members of the Union as herein provided shall handle those meats, poultry, fish, delicatessen  \nand appetizing products customarily sold in the aforementioned department whether fresh, frozen,  \nsmoked, cooked, cured, pickled, salted, cleaned and barbecued and in addition thereto those products set  \nforth in Schedule “D”.  \nB. Only employees covered by this Agreement will be engaged in the receiving of said products and  \nall such products listed in paragraph “A” above will be cut, prepared, packaged, weighed, priced and sold  \non the premises; except, however, that where such items have customarily been prepared, packaged and  \npriced off the premises by the Employer prior to January 6, 2002, such items shall continue to be handled  \nby employees covered by the term of this Agreement.  \nC. Likewise al! such products which have heretofore customarily come to the Employer already  \npacked by the producer or distributor shall be handled as heretofore.  \nD. in consideration of Schedule “D” as of the effective date of this Agreement and in further  \nconsideration of future revisions being made, it being the intention of the parties to achieve greater  \nproductivity in the stores, the parties agree:  \n1. No job will be as a result of such revisions.  \n2. The Union will be notified in advance of any future revisions.  \n3. For the purpose of this paragraph, notified shali mean a letter for each individual  \nintroduction of a class of product (e.g. boneless sub prima] cuts of meat, deveined liver, ralled veal, etc.)  \nMember shall mean full time employees on the payroll actively at work on January t, 1995, or  \nwho are on leave of absence or who are sick or injured and return to work as elsewhere provided for in  \nthis Agreement.  \nEliminated means removed from payroll or reduced to part time and is not intended to refer to the  \nnature of the work being performed by the employee. Employees may continue to be transferred,  \nassigned to other work, or laid off in accordance with the seniority provisions of this Agreement,  \nprovided the layoff is for reasons other than the introduction of new products and/or new methods.  \nThe Union reiterates, therefore, its intention with respect to the “Products Clause”, as follows:  \nThe Employer may introduce new methods and new products, i.e., (make revisions) provided it does the  \nfollowing:  \n{a) Union must be notified in advance. (b} Company will list ail new products or new  \nmethods in a letter of notification. (c) Company will give written assurance that no job wil! be  \neliminated, in accordance with sub-paragraph 1.  \nIf 1, 2, and 3 above are complied with, the Union wilt not withhold its agreement.  \nNothing contained in this Section shall diminish the Union jurisdiction under Article I, Section  \n1.4 B, and C.  \nSECTION 1.5 - STAFFING OF THE MEAT DEPARTMENT  \n   \nA. At least a joumeyman or apprentice shall staff the meat department until 6:00p.m. (except  \nSunday) and a meat clerk until 9:00 p.m. on Thursday, Friday and Saturday. However, in the case of  \nstores having only one employee in the meat department it shal] not be necessary to staff the department  \nduring meal periods.  \nB. Personnet in the fresh meat departments shal] consist of not more than thirty percent part  \ntime employees.  \nG. The staffing requirements set forth in this Section shall be waived for stores with an average  \nweekly sales volume of $200,000 or iess.  \nD. ° Each meat department operated under the jurisdiction of this Union shall have a Chief  \nJourncyman in charge. In the event that the Chief Joumeyman, First Journcyman, or Chief Deli  \nemployee is absent from his or her duties because of illness or any other reason for more than to (2)  \ndays during any week, then his or her job shall be fitled by a competent replacement and shall be  \ncompensated in accordance with the scheduled base pay for the job. No one shall suffer a reduction in  \npay because of his filling in on such replucement.  \nE. If any employee relieves another employce in a higher job classification or group than his own  \nfor more than two (2) days during any weck, he shall receive the pay for the particular job for the exact  \nnumber of hours of the week which he relieves that position,  \nF, However, in stores staffed by three (3) emptoyces whose work week at straight  \ntime does not exceed one hundred and twenty (120) hours in any one week, and in those stores with  \nfewer employees and hours, staffing may be by any member of the focal union and the Employer may  \nhave the option to schedule the employees for a work week consisting of three (3) eight (8) hour days,  \none (1) ten (10) hour day and one (1) six (6) hour day. If the Employer decides to institute this schedutc  \nin any store where permitted under this‘formula, the Union shall be notified two (2) weeks in advance so  \nthat proper schedules may be mutually worked out. Failure to work out such a schedule precludes the  \nuse of the three (3) eight (8) hour days, one (1) ten (10) hour day and one (1) six (6) hour day schedule.  \nIt is also understood that replacements for employees absent shall not be deemed to be additional  \nemployees provided that the said 120 hours is not exceeded.  \n"], ["ARTICLE If - UNION STATUS  \n", "   \n‘The Employer recognizes, and during the term of this Agreement, will continue to recognize and  \ndeal with the Union or its successors as the solc collective bargaining agent for all of the Employer's  \nemployees as herein set forth above in Section [.2.  \nSECTION 2.2 - UNION SHOP  \nIt shall be a condition of employment that all employees of the Employer covered by this  \nAgreement who are members of the Union in good standing on the effective date of this Agreement shall  \nromain members in good standing and those who are not members on the effective date of this Agreement  \nshall, on the thirty-first (31*) day following the effective date of this Agreement, become and remain  \nmembers in good standing in the Union. It shall also be a condition of employment that all employees  \ncovered by this Agreement hired on or after its effective date shall, on the thirty-first (31\") day following  \nthe beginning of such employment, become and remain members in good standing in the Union.  \nSECTION 2.3 - NON-PAYMENT OF MEMBERSHIP DUES  \n   \nThe Employer further agrees to discharge any employee for non payment of uniform initiation  \nfees und membership ducs within seven (7) days afler receiving written notice from the Union to do so.  \nSECTION 2.4 - DUES DEDUCTIONS  \nA. The checkoff wil! be carried on in accordance with past practices. The Union will supply  \nstandard cards authorizing the deduction of uniform initiation fees and dues which will be given to the  \nemployees on the first day of their employment with instructions to complete and return them.  \nB. Union agrees to indemnify and save the Employer harmless against any and all claims, demands,  \nsuits or liability that might arise out of or by reason of action taken or not taken in respect to the  \ndeduction of uniform initiation fees and dues made pursuant to the provisions of this Agreement.  \nCc. Union agrees to waive uniform initiation fees for summer replacements in shore stores,  \nSECTION 2.5 - MANAGEMENT TRAINEES  \n   \nA, Employer shall have the have manager trainees work in the meat department for a  \ntraining period of up to three (3) months provided the Union is given advance notice.  \nl. Store Director Trainee shail not replace any member of the Union now employed.  \n2. Store Director Trainee is not to be in the store area manned by the above union, unless  \nthe chief journcyman or first journeyman to whom he was assigned is on duty.  \n3, Store Director Trainee is nat to be on duty during overtime hours,  \n4. Store Director Traince may do any operation normally done by the union members in the  \nstore.  \n5. It is understood that any violation of the rules of this union is cause for revocation of this.  \nreferral card.  \nSECTION 2.6 - UNION ACTIVITIES DURING WORKING HOURS  \n   \nA. The Union or its duly authorized representatives may, during working hours, have access to the  \nemployer’s place of business covered by this Agreement, for the purpose of ascertaining whether or not  \nthe terms of this Agreement are being observed.  \nB. Any complaints and grievances may be discussed with the representatives of the employer during  \nworking hours. The union agrees, however, that such matters will not be discussed with store employees  \nduring their hours of employment.  \nThe performance of union duties and union activities wil! not be carried on during hours of work,  \nECTION 2.7 - NON-DISCRIMINATION  \n     \nThere shal] be no discrimination by the Union or the Employer because of race, color, creed,  \nnational origin, sex or age, as provided by law; nor by the Employer against any employee because of  \nunion membership or activities.  \n"], ["ARTICLE U1 - WAGES  \nHEDULE OF WAGE CHANGES  \n", "   \nDuring the term of this Agreement the Employer shalt pay the wages and increases as outlined in  \nSchedule B, hereto attached and made part of this Agreement.  \nSECTION 3.2 - JOB CLASSIFICATION AND RATES  \nA. All job classiftcations, rules and regulations governing employment and scale of wages  \nare set forth in Schedule B, hereto attached and made a part of this Agreement.  \nB. Any employee receiving a higher straight (ime rate than the minimum rate set forth in Schedule B  \nfor the particular group and classification, sha!] not have his or her wages reduced as a result of this  \nAgreement, but the Employer agrees that any differential above the minimum which heretofore existed  \nshall be continued.  \nSECTION 3.3  \n   \nEmployces shall have a specific pay day and each employee shall be furnished a company receipt  \nof pay specifying the employce’s weekly gross carnings, basic rate of pay, straight time hours worked,  \novertime hours worked, premium pay hours worked and any and alt deductions made from gross pay.  \nSECTION 3.4 - PAY FOR OCCUPATIONAL INJURY  \nEmployees who sustain an occupational injury requiring treatment by a doctor shall suffer no  \nloss in pay for the day that the injury occurs. Jf the doctor requires the employee (o return for further  \ntreatment during the employee’s regular scheduled work hours, the employee shall suffer no loss of pay  \nfor such time so spent.  \nSECTION 3.5 - PHYSICAL EXAMINATIONS  \nAn Employer who requires employees to take a physical examination, or where the employee is  \nrequired by law to take a physical examination as a condition of employment, the Employer shall pay the  \ncost of such examination.  \nSECTION 3.6 - COMPANY MEETINGS  \nIf employees are required to attend company-called meetings outside of his or her regular  \nscheduled hours of work, such time spent attending such mectings shall be considered overtime hours of  \nwork and shall be compensated for at the overtime rate of pay.  \n"], ["ARTICLE [VY - HOURS OF WORK  \nSECTION 4.1 - WORK WEEK  \n", "A, There shall be no split shifts or staggered hours not shail employees be given time off in lieu of  \novertime or premium work.  \nB, The Employer and the Union agree that a proven violation of established time clock rules  \nincluding working before punching in or after punching out may subject such an employee to disciplinary  \naction up to and including discharge.  \nC. Furthermore, all time during which an employee is suffered or permitted to work or is required to  \nbe on duty or on the Employer's premises or at a given work place shall be considered hours worked and  \nrecorded on the time cards.  \nD. Empioyees called in for any unscheduled time, except as herein otherwise provided for,  \nshalt be guaranteed four (4} hours work or pay at the applicable rate.  \nSECTION 4.2 - SCHEDULE OF HOURS  \nA. FULL TIME:  \nI. The workweek (except as noted below) shall consist of five (5) days consisting of not  \nless than eight (8) hours per day totaling forty (40) hours exclusive of meal periods. Full time employees  \nmay be scheduted one (1) day until 12:00 midnight at straight time. Any time worked before 5:00 a.m.  \n(4:00 a.m. where business needs require) or after 6:00 p.m. on any other day or for more than eight (8)  \nhours in any one day shall be compensated therefore at the rate provided herein except as set  \nforth in Schedule “B”. Unless agreed to by the parties to the contrary, all premium hours shal! be  \ncompensated at premium rates in addition to the straight time rate.  \nFull time meat clerks hired or promoted after September 20, 1987, may be scheduled up to three  \n(3) nights to 12:00 midnight ai the straight time rate.  \nB. PART TIME  \n1. Part time employees, other than meat clerks, hired prior to March 8, 1987, may be  \nscheduled to work, if available, not less than twenty (20) hours per week and/or four (4) hours per day.  \nWithin this schedule employees may be scheduled to work one (1) day to 12:00 midnight at straight time  \nor by mutual agreement between the Union and the Company may be scheduled to work in excess of one  \nevening at straight time. Any time worked before 5:00 a.m. (4:00 a.m. where business needs require) or  \nafter 6:00 p.m, shall be compensated therefore at the overtime rate provided herein except as set forth  \nabove. The union will notify the Employer in writing if any employee is noi available for a minimum  \ntwenty (20) hour scheduled workweek,  \nWhen a part time employce is unable to complete his or her assigned schedule, another part time  \nemployee may be assigned the unworked portion of the schedule without obligating the Employer to  \nprovide the aforementioned minimum twenty (20) hour schedule.  \na Except as provided for in paragraph | above, part time employees in Group | shall. be.  \nscheduled work, if available; not tess ‘than twenty (20) hours per week and four (4) hours per day and  \nmay work any number of nights to 12:00 midnight at straight time provided the day or night is nat  \notherwise premium time.  \n3. Where practicable and possible within a store, the Employer shall endeavor to combine  \nexisting part time assignments so as to create as many full time forty (40) hour straight time jobs as  \npossible.  \nSECTION 4.3 - EXPLANATION AS TO FULL TIME AND PART TIME EMPLOYEES  \n   \nA, A full time employee shal! be defined herein as an employee who is regularly scheduled to work  \nforty (40) hours or more per week.  \nB. A part time employee shall be defined herein as one who is regularly scheduled to work twenty  \n(20) hours or more per week.  \nSECTION 4.4 - WORK SCHEDULES  \nWeekly dated work schedules shall be posted in all stores without exception during the prior  \nworkweek no later than 6:00 p.m. Friday. The Store Director or Chief Journeyman, whichever the  \nEmployer designates, shall be responsible for the posting of schedules. In cases of failure to post  \nschedules during the prior work week, the first night worked shaJl be the straight time night and any  \nsubsequent night shall be paid at the over time rate. In cases of store closing beyond the  \ncontrol, the weekly schedules as posted need not be observed. However an employee reporting for work  \non the day of closing shalt be paid for the hours scheduled that day, Employees scheduled to work after  \n10:00 p.m. shall not be scheduled to report for work the next following day before 8:00 a.m.  \nSECTION 4.5 - OVERTIME  \nA. All time worked by full and part time employees outside of the specifi ied daily hours, except as  \nprovided in Section 4.2 above, and all time worked by full time employees in excess of five (5) days or  \nforty (40) hours shall be paid for at the overtime rate.  \nB. All time worked by part time employees in excess of forty (40) hours regardless of the number of  \ndays, or evenings as provided for in Section 4.2 above, shall be paid for at the overtime rate.  \nAll time worked by part time employees in Group ! in excess of cight (8) hours per day or forty  \n(40} hours per week, shall be paid for at the overtime rate.  \nD. In the event any full time employee, and except as provided for in Article IV - Section 4.2 A.1, is  \nrequired to work a second night beyond 6:00 p.m. unless prohibited by law, such employce shall be  \nguaranteed a minimum of three (3) hours work at the overtime rate.  \nE. There shall be no pyramiding of overtime or premium pay. Hours worked at premium pay on  \nSunday and holidays shail not be included in the computation of overtime.  \nSECTION 4.6 - ROTATION OF OVERTIME  \n   \nA. Overtime, if available within a meat department in each store, (anal be rotated among employees  \nof the department who are qualified to perform the work.  \n¢  \nB, for the purpose of rotating this overtime the following categories shall prevail:  \nChief Journeyman, Journeyman, Meat Cutters and Apprentice Journeyman, if qualified.  \n2. Weighers and Wrappers  \n3, All others.  \nECTION 4.7 - SUNDAY WORK  \n\\. Sunday work shall be assigned on a voluntary basis. If not enough within the store  \ngree to accept the Sunday assignments, then the least senior employee in the geographic in the  \nlassification required will be assigned, One full time employce is to be scheduled on Sunday for each  \nour full time employees regularly in the department.  \nAn employee called into work on Sunday shall be paid for a maximum of eight (8) hours but for  \not less than four (4) hours. Scheduled hours for employees other than set forth above shall be by mutual  \ngreement between the Union and the Employer.  \nWork performed on Sunday shall be compensated as follows:  \nmy  \n1. All part time employees on the payroll as of September 12, 1992 shall receive premium  \npay of time and one half the regular straight time hourly rate of pay.  \n2. All part time employees hired on or after September 13, 1992 shall receive the following  \npremium.  \nFirst year of employment $1.00 per hour over base rate  \nSecond year of employment 2.00 per hour over base rute  \nThird year of employment 3,00 per hour over base rate  \nFourth year of employment 4.00 per hour over base rate  \na All Employees hired on or after May 8, 2004 shall receive struight time pay for all Sunday  \nwork.  \nSECTION 4.8 - CHRISTMAS EVE - NEW YEAR'S EVE WORK  \n     \nWork performed on Christmas Eve after 5:00 p.m. or New Year's Eve after 6:00 p.m. by a ful!  \ntime employee shall be paid at the rate of time and one hail.  \nECTION 4.9 - MEALS AND REST PERIODS  \n    \nA. Each employee shall be for a meal period of not less than thirty (36) minutes nor more  \nthan one (1) hour without pay as specified by employer, There shall be nu more than one (1) meal period  \nduring a day consisting of nine (9) hours or Jess.  \nB. Employees working six (6) hours or less, but more than two (2) hours in any one day shall  \nreceive one (1) fifteen (15) minute rest period and employees working more than six (6) hours in any one  \nday shall receive two (2) fifteen (15) minute rest periods.  \n“  \nSuch rest periods shall be scheduled as near as possible to the middle of the work periods. All rest  \nperiods mentioned above shall be compensable time.  \n"], ["ARTICLE ¥V - VACATIONS  \nECTION §.1 - VACATION BENEFIT  \n", "   \nEach cligible employee shall be entitled to the vacation benefit set forth below. All new  \nemployees must complete a full year of employment by May 1* to qualify for a vacation during the first  \nyear.  \nLength of continuous Full time Part time  \non-the-job service employees Employees  \nOne year or more but less The number of weekly hours regularly  \nthan three (3) years One (1) week scheduled  \nThree (3) years or more but Twice the number of weekly  \nless than eight (8) years Two (2} weeks hours regularly scheduled  \nEight (8) years or more but Thrice the number of weekly hours  \nless than fourteen (14) years Three (3) weeks regularly scheduled  \nFourteen (14) years or more but less than Four times the number of weekly hours  \ntwenty (20) years. Four (4) weeks regularly scheduled.  \nTwenty (20) years or more Five times the number of weekly hours  \nFive (5) weeks regularly  \nA. Any employee who has been in active employment for twelve (12) consecutive months or longer  \nshall be entitled to receive vacation pay, upon termination of his employment, for all months and full  \nyears worked for which no vacation has been granted, Such monthly vacation pay shall be computed and  \npaid on the basis of 1/12th weeks for each full month of service multiplied by the number of weeks  \nvacation entitlement as determined on the prior May 1.  \n1, Employees who quit and fail to give at least onc week notice prior to termination of  \nemployment with the Employer or who are discharged shal! not be entitled to receive any one-twelfth  \n(1/12th) shares of vacation.  \n2 Employees entering the US Armed Forces will be paid their earned pro-rata vacation  \ngrant through the last day of their final month of active  \nJs In comptiance with the Universal Military Training and Service Act, returning veterans  \nwho re-enter the Employer's service during the vacation period and within the time set forth in said Act,  \nmay, at the employees option, be paid one-twelfth (1/f2th) of their annual vacation entitlement under  \nSection A for each full month on the job during the vacation period; however, satd months will be  \ndeducted from the vacation earned in that vacation year and may not be the basis for vacation during the  \nfollowing vacation period.  \n4, Veterans who re-enter the Employer's service after the final day of the vacation period  \nwill become eligible for their earned vacation grant during the following vacation period as qualified at  \nthe rate of one-twelfth (1/12th) of their annual vacation entitlement under Article V, Section 5.1 for cach  \nmonth on the job during the vacation year.  \n5, Continuous on the job service required to establish etigibility for the various lengths of  \nvacation grants will include the period spent in the United States Armed forces by an employce who left °  \na position, other than temporary, with the Employer; said period shall commence at the time the  \nindividual leaves the Employer’s employ and terminate not later than ninety (90) days after discharge, the  \nmaximum period being five (5) years and ninety (90) days. provided the service in excess of four (4)  \nyears and ninety (90) days is at the request and for the convenience of the Federal Government (plus in  \neach case any period of additional service imposed pursuant to fa).  \n   \nIf one of the specified holidays agreed upon in Article VI, Section 6.1, except for the  \npersonal holidays, shall fal] within the period of the full time employee's vacation, said full time  \nemployee shall, at the option, be granted an additional day’s vacation or in lieu therefore the  \nequivalent of one (1) full day’s pay based upon the full time employee’s regular straight time rate. This  \nprovision shall apply even though the holiday falls on a day of the workweek which would ordinarily be  \nthe day off for the full time employee.  \nVacation benefits may not be carried over to the following vacation year.  \nVacation shall be selected by the employee on the basis of company seniority within a  \nstore regardless of classification. Untess the business of the Employer directs otherwise, vacation grants  \nup to and including two (2) weeks shall be taken in consecutive days during the vacation period  \nbeginning May 1” and ending on the Saturday nearest September 30th. The third, fourth, and fifth  \nweeks may be scheduled at ao time mutually convenient to employee and Employer, However, the  \nEmployer shail determine the number of employees within cach classification within each store who may  \nbe on vacation at the same {ime. Employees eligible for three or more weeks of vacation may schedule  \none week of vacation in days. Such scheduling shal! be in accordance with the provisions of this Article.  \nAny full time or part time employee who works thirty-nine (39) weeks or more in the  \nvacation year and who loses time because of accident or proven illness shali-be entitled.to his vacation as  \nprovided for herein.  \nAny full time or part time employee with less than one year’s service who is laid off  \nshall retain his time worked as credit to qualify for vacation provided he retains seniority as stated in the  \ncontract for employees who are laid off and subsequently return to work.  \n6. Vacation selections will be granted on a seniority (length of continuous on-the-jab)  \nbasis, so far as possible. preference as to dates being given in the order of length of such service.  \nVacation schedules must be so arranged as not to interfere with the regufur and efficient conduct of the  \nbusiness of the Employer.  \nUnless the business of the Employer directs othenvise, vacation grants up to and  \nincluding three (3) weeks wil] be taken in consecutive days within the vacation periud. Selection  \nshall be administered in accordance with #3 above.  \n7. All eligible employees absent from work due to on-the-job (Worker's Compensation)  \ninjury or due to nun-occupational accident and sickness, for an accumulative period not to exceed  \nthirteen (13) weeks within the vacation year will nevertheless be entitled to their vacation grant for that  \nparticle year. In the event of absence in excess of thirteen (13) weeks, employees will be entitied to  \nthirteen fifty-seconds (13/52nds) of the annual vacation grani, plus an additional one fifty-second  \n(1/52nds} for each full week actively on the job during the year.  \n8. All vacation pay shall be calculated on employee’s basic straight time hourly rate.  \n9. Eligible employees who have changed from a part time to a regular full time basis, or  \nvice-versa, during the vacation year, will be entitled to a vacation grant consisting of the weekly credits  \nearned for part time work and the monthly credits earned for full time work during such vacation year.  \n"], ["ARTICLE VI - HOLIDAYS  \n", "A. 1. All full time employces and part time employces who have completed sixty (60) days of  \nservice are entitled to the following holidays, provided they work the scheduled day before and the  \nscheduled day after any such holiday, Sunday's and designated days off excepted:  \nNew Year’s Day Labor Day  \nMenirial Day Thanksgiving Day  \nFourth of July Christmas Day  \nPersonal Holidays  \n2. An employee who is absent from work on either the scheduled day before  \nor the scheduled day after a holiday because of verified illness or accident shalt be paid for one holiday  \nwhich occurs during the period of his illness or accident. An employee, however, who receives holiday  \npay shall not be entitled to sickness or accident pay for that day.  \n3. Full time employees shall receive eight (8) hours pay for the above holidays. Part time  \nemployees with one or more years of service, regardless of whether they are normally scheduled to wank  \non the day that the holiday falls, shall receive four (4) hours holiday pay.  \nPart time employees with fess than one year of service shafl receive four (4) hours  \nholiday pay only if they are normally scheduled to work on the day on which the holiday falls.  \n4.a, Full time employees hired before March 12, 1989 shall be entitled to four (4) personal  \nholidays each year after the completion of three (3) months of full time service. One personal holiday  \nshall be taken in each three (3) month period of the calendar year, The personal holidays of the  \nemployce shall be scheduled at least one week in advance. Two of these holidays may be taken on any  \nvork day, the other two only on the first three (3) days of the week; except during weeks in which  \nanother holiday occurs and provided further that only one (1) employee per department may be permitted  \n0 take his or her personal holiday in any one week. Further, if the employee has not made his selection  \nby March 1 for the first personal holiday, June | for the second, September 1, for the third and December  \n| for the fourth, the Employer shall assign the personal holidays.  \n4.b. In addition to the aforementioned holidays, each fult time employee hired before March  \n1, 1989, who has completed at least one year of continuous full time service, shall be entitled to a  \non their birthday. In the event that the birthday falls on Sunday, they shall be entitled to the  \ntoliday on their next scheduled workday. In the event the employee's birthday occurs on one of the other  \npecified holidays or on their scheduled day off, they shall be entitled to the holiday on the succeeding  \nvorkday. The must notify the store director two (2) weeks in advance of their birthday. Any  \nmployce who fails to notify the store director two (2) weeks in advance of their birthday, and if they  \nyork on such day, they shali be paid straight time for the work on that day and granted another day off in  \n1eu of that day within two (2) weeks.  \n5. Full time employees hired and upgraded to full time status after March 12, 1989 shall be  \nentitled to three (3) persona! holidays after the completion of one {1) year of service; one of which will  \nbe their birthday holiday. After the completion of two (2) years of service these employees will be  \nentitled to four (4) personal holidays, one of which will be their birthday holiday. Scheduling and taking  \nof these holidays shall be under the same terms and conditions as noted in paragraphs 4.a & 4.b above.  \nIf the markets are closed for religious observance on Good Friday, ihe present practice of  \ngranting time off will be continued; however, if the markets remain open, employee will not be given  \ntime regardless of past practice.  \n6.a. Part time employee hired before March 12, 1989, who have completed one (1) year of  \nservice, shal] receive four (+4) four (4) hour persona! holidays under the same terms and conditions as  \nprovided for full time employees. In addition to the aforementioned holidays, each part time employee  \nhired before March 12, 1989, who has completed at Icast one year of continuous part-time service, shall  \nbe entitled to a holiday on his/her birthday. {n the event that the birthday falls on Sunday, they shall be  \nentitled to the holiday on their next scheduled workday. In the event the employee's birthday occurs on  \none of the other specified holidays or on their scheduled day off, they shall be entitled to the holiday on  \nthe succeeding workday. ‘The must notify the store director two (2) weeks in advance of their  \nbirthday. Any employee who fails to notify the store director two (2).weeks in advance of their birthday,  \nand if they work on such day, shall be paid straight time for work on that day and be another day  \noff in fieu of that day within two (2) weeks.  \n6.b, time employee hired after March 12, 1989 shall be eligible for three (3), four (4)  \nhour personal holidays, one of which will be their birthday holiday. After the completion of twenty-four  \n(24) months of continuous service these employees will be eligible for four (4) four (4) hour personal!  \nholidays one which will be their birthday holiday.  \nECTION 6.2 - HOLIDAY WORK WEEK - HOURS AND WAGES  \n       \nA. In a week which includes any of these holidays, ihe work week is to be composed of four (4)  \ndays consisting of thirty-two (32) hours of work and eight (8) hours of holiday time for which full time  \nemployees will receive a full week's pay.  \nAll work performed by full time employees in a holiday week on days other than the holiday and  \nSunday, and which is in excess of thirty-two (32) hours be paid for at the overtime rate.  \nB. All work performed on the above named holidays shalt be compensated as follows:  \nI. For ali full and part time employees on the payroll as of September 12, 1992, a premium  \nof double the regular straight time rate of pay in addition to holiday pay.  \na For alt full and part time employees hired on or after September 13, 1992, a premium of  \nlime and onc half the regular straight time rate of pay in addition to holiday pay.  \nC. In a weck in which any of the above named holidays falls on Sunday, such holiday shall be  \nobserved on Monday, and if any work is performed on the said Monday, the holiday provision shull  \napply.  \n"], ["ARTICLE Vil - LEAVES OF ABSENCE  \nSECTION 7,1 - ABSENCE FOR FULL TIME UNION JOB  \n", "A. Any employee covered by this Agreement who takes a full time job with the Union shall be given  \nJeave of absence. All leaves of absence shall be without loss of seniority and upon termination of such  \nleave of absence, the employee shal! be re-employed at his former wage rate plus any increases or Jess  \nany reduction that may have become effective during the said leave of absence.  \nB, An employee who has either taken a full time job or who will take a full time job with the  \nEmployer outside of the bargaining unit shall upon return to the bargaining unit be credited with all  \nseniority that he had when he teft the bargaining unit.  \nSECTION 7,2 - FUNERAL LEAYE  \nA. In the case of a death in the immediate family of an employee requiring the absence of the  \nemployee, the employer shall grant a leave of four (4) consecutive days to the said employee at regular  \npay: neither Sunday nor the scheduled day off is to be counted as one of the days. Where there is an  \nextended period of time between the death and the funeral the four day leave period need not be  \nconsecutive.  \nB. Immediate family of the employee is defined as including parent, spouse, child, brother, sister,  \nmother-in-law, father-in-law, or grandparents.  \nCc. In no event shail the pay received under this Section result in any change in the employee’s  \nweekly pay.  \nSECTION 7.3 - JURY DUTY  \nAn employee called to jury duty shall be granted time off. The Employer shall pay the difference  \nbetween the employce’s juror’s pay and their normal weekly base wages while the employee is on jury  \nduty, The employee must report back to work on any day that he is released from jury duty for the day.  \nSECTION 7.4 - MEILIFARY SERVICE  \nAn employee retuming from military service shal! be put back on the regular job he had, or its  \nequivalent, when leaving for military service, but because on-the-job experience and application are the  \npredominating factors in upgrading within a rate range, military service itself shall not qualify such an  \nemployee for automatic promotion within the rate range. The same shall be based on payroll service  \nonly.  \nSECTION 7,5 — COLLEGE STUDENTS  \nEmployees who are full-time student at an accredited college or university may be granted a leave  \nof absence for up to nine (9) months during any academic year to return to classes. The Employee must  \ngive 30 days notice of intent to retum to work and will be assigned any job opening in the district from  \nwhich they left. The employce will return with the same hired date as when they have begun. No benefits  \nor wages of any kind shall be due while the Employee is on leave.  \n"], ["ARTICLE VII - SENIORITY  \nSECTION 8.1 - SENIORITY CALCULATION:  \n", "     \nA. Seniority for employees shall be based upon continuous service from the first day of hire within  \nthe bargaining unit company-wide within the jurisdiction of the Union.  \nB. Full time employees and part time employees with six (6) or more months of service who are laid  \noff and are subsequently recalled to work within one year by the employer shall retail their seniority  \nregardless of any change in their place.of employment.  \nc. Any employee who has been employed for six (6) continuous months and is  \nabsent on account of physical inability to perform the duties of such employee's job classification shall  \nretain seniority rights and shall have the right to claim a job for which such employee is qualified and  \nphysically able to perform the work as then certified by a licensed physician. Such right shall continue  \nfor a period of up to (18} months from the date of the beginning of such absence.  \nD. Part time employees shall have preference over new employees for full time emplayment, within  \ntheir classification.  \nECTION 8.2 - SENIORITY AND GROUPING  \n         \n- CLASSIFICATION  \nA. For layoff and recall purposes, seniority within the below listed groups shall be recognized  \nwithin the bargaining unit covered by this Agreement.  \nGROUP Ill GROUP II GROUP I  \nChief Joumeyman Chief Deli, Weigher/Wrappers  \n& Journeyman Butcher Block/ Seafood and Meat Clerks  \nManager  \nApprentice Journeyman  \nPM Deli Lead Clerk  \nTt is agreed that the seniority ranking of each employee will be exercised in the following  \nsequence:  \nl. Within the District;  \n2. An adjoining District;  \nJ Any store covered by Local Union 56 and Acme Markets, Inc.  \nB. District is a customarily recognized group of stores as agreed to by the Union and the Employer.  \nIt is agreed that the Local Union and the Employer may request a District be changed when it becomes  \nnecessary to do so.  \nC. In the event of a store closing, department heads will have the option of bumping the least senior  \ndepartment manager in the classification in their same District.  \nSECTION 8.3 - LAYOFFS, RECALLS, PROMOTIONS AND TRANSFERS  \nA. LAYOFFS  \n1. In and recalls the employer shall first consider seniority within a  \ngroup and then ability and practicability, unfess otherwise mutually agreed.  \n2. The employer agrees to notify both the union and the employee involved at least  \none (1) week prior to a permanent layoff, except that employees who have replaced employees on  \ndisability shall be entitled to (48) hours notice, excluding Sunday.  \n3, Based on their seniorily standing within the company, an employee who is scheduled to  \nbe laid off shall have the right to claim a job within their group held by the icast senior employee within  \ntheir group set forth in Section 8.2A above.  \n4. If they still cannot claim a job, they repeat the process successively through each  \nnumericaliy lower group.  \n5. An employce claiming a job shall be capable of performing it and shall be paid the rate  \nspecified for the job.  \n6. An employce shall have the right to take a layoff rather than claim a job in anv lower  \ngroup,  \n7. No fuil time employee on the payroll as of January 1, 1995 shall be laid off for the term  \nof this agreement. However, if the number of stores covered by this agreement at the time of this  \nratification is reduced by any means by 50% or more, this no lay off provision shall have no force or  \neffect.  \na. The employee is qualified and continuously available to perform the available  \nwork consistent with the provisions of Article VIII - Seniority.  \nb. This provision will not be valid in unusual situations beyond the  \ncontrol such as fire, flood or a catastrophe affecting several of the employer’s factlitics. Store closings  \nfor business reasons shall not be construed as 2 catastrophe.  \né. Neither shall this provision apply in case of a strike against the Employer in the  \narea covered by this Agreement. In case of a strike by one or more UFCW Local Unions in this  \nurisdiction, this provision will not apply for the duration of the strike.  \n16  \nd. Additionally, all full time employees who were demoted to part time will be  \nreturned to full time status within six (6} months to one (1) year.  \n¢. The Company wil! immediately replace any employee voluntarily for retiring  \nearly, on a one for one basis with employees bumped back from full time  \npositions.  \nPART TIME TO FULL TIME  \nA part time employee who becomes a full time employee shall be placed at the bottom of the full time  \nseniority list for layoff or transfer purposes only.  \nFULL TIME TO PART TIME  \nWhen a reduction in force is necessary, the full time employee shall have a choice of taking a part time  \njob or a layoff. If he takes a part time job, he shall be placed at the top of the part time seniority roster,  \nHe shall have the right to claim such pan time job or full time job as he is qualified und able to do,  \nThe claiming of a full time job preclude the employee from claiming it in his originat or  \nadjoining District when a vacancy occurs.  \nIf a full time job opens and the said “full time reduced to part time” employee fails to take the job; he  \nshall then take his place on the seniority roster to which his hire date entitles him.  \nLLS  \nA, The principle that, the last person laid off within a classification or group shall be the first to  \nreturn to work in reverse order set forth in 8.2A above will prevail.  \nB. The Employer agrees to notify‘a full time employee on a luyoff prior to assigning a part time  \nemployee to a full time job or hiring a new employee full time. If the employce claims a job he shall be  \ncapable of performing it and shal! be paid the rate specified for the job.  \nC. On recall from layoff the emptoyecs must return to work within seven (7) days after the mailing  \nof notification by the Employer, directed to the employee’s last known address, by certified mail, return  \nreceipt requested. Failure 10 retum within this time will result in the loss of  \nDISABILITY LEAVE  \n   \nLeave permitted by the Federal Medical Leave Act will run concurrently with paid disability  \nleave.  \nRETURN AFTER ILLNESS OR ACCIDENT  \nWhere an employee has been absent from work due to illness or accident for one (1) week or  \nmore, employee shall be required to give the Employer not less than  \nforty-cight (48) hours notice, excluding Sunday, of his intention to return to work. Such employee shall  \nhave the right to displace the junior employee either full or part time, regardless of the posted schedule,  \nwithout notice, provided the temporary replacement has been notified ahead of time.  \nPROMOTIONS AND DEMOTIONS  \n   \nA. In promotions and demotions from one job classification or group to another, the Employer shail  \nconsider seniority in conjunction with ability and practicability. Where ability and practicability are  \nrelatively equal, seniority shall govern.  \nB. A survey of potentially promotable employees shal] be made by the employer on an annual basis  \non a form to be provided by the Employer. The Employer shall make available opportunities for  \nemployees in each store to indicate such employces’ desire for advancement. A completed copy of the  \nsurvey form shall be forwarded 1o the Union within thirty (30) days after completion by the employee.  \nCompleted form will be retained by the Employer for a period of one year from date of  \ncompletion.  \nTRANSFERS  \nA. All transfers provided for herein shall be within the employee's job classification.  \nB. In effecting permanent transfers between stores. the Employer shall consider seniority in  \nconjunction with ability and practicability, other criteria, the availability of transportation and the travel  \nrequired. The Employer will where possible, arrange transfers within the District,  \nCc. If the transfer cannot be effected with the employec’s District, then the transfer wili be made to  \nan adjoining District, in which event the least senior employee will be transferred.  \nD. When it is any other than the least senior employee to be transferred out of the District, the  \nproblem will be discussed with the Local Union Representative. Failing to reach an agreement, the  \nmatter shall be referred to the Union for review and determination.  \nE. The above provision shall not preclude a more senior employee from requesting or volunteering  \nfor any transfer.  \nF, Any employee on a seasonal transfer shal! returm to his District after the seasonal work ends.  \nG. When a vacancy occurs in the transferred employee's District, he shall have the right to transfer  \nback, unless the original transfer was made under the provisions of paragraph D above, in which event  \nthe matter shall be discussed with the Local Union.  \nH. The Employer agrees to give reasonable notice to both the Union and the employees involved in  \nall such promotions, demotions and transfers. In any event, not less than seventy-two (72) hours notice  \nin advance will be given, except in case of emergency.  \nTEMPORARY TRANSFERS  \ni. In effecting temporary transfers, the Employer shall make them as the needs of the  \nbusiness require. Where practical, the least senior qualified empioyce will be transferred,  \n2. The Employer agrees to pay the difference in cost of transportation occasioned by an  \n. involuntary transfer from one store to another, which transfers increase their normal cost of  \ntransportation calculated at thirty-one cents ($.31) per mile.  \n        \nECTION 8.4 - SENIORITY LISTS, CLASSIFICATIONS AND GROUPS  \nA, There shall be a separate seniority list for full time and part time employees in Groups III, [I and  \n[,  \nB. The.Employer agrees to furnish the Union twice each contract year with a separate seniority list  \nfor full time and part time employees indicating their 1as1 employment date.  \n"], ["ARTICLE IX - WEALTH AND WELFARE PROGRAM  \n", "During the term of the Agrcement, the Company agrees to the following Health & Welfare  \nprovisions:  \nA. Effective June 1 2004, the Company shall continue to contribute to the Local 56 Heatth &  \nWelfare Fund for each eligible employee as follows:  \nEligible Fulltime employees ~ Plan C $700.00 per month  \nEligible Part time employees Plan D $340.00 per month  \nPlan N $160,00 per month  \nAfler one (1) year of service, afl part timers will be put into Plan N, Afler two (2) years of service,  \nall part timers wil] be put into Plan D.  \nPart time employees must have worked and/or received pay for fifty six ($6) hours including  \nSunday hours during the current fiscal month to be eligible for Health & benefits for the  \nfollowing fiscal month.  \nPart time employees with twelve (12) or more months of continuous part time service,  \npermanently promoted to full time status shall be eligible for hospital, surgical benefits, as of the 1* day  \nof following month.  \n19  \nA regular part time employee shall be eligible to receive full time Health & Welfare benefits  \nwhen he or she has worked one-hundred and forty (140) hours per month for six (6) consecutive months.  \nThe employee must continue to work continuously at that monthly rate to continue the fuli time benefits.  \nMonthly contributions shall be made for each full time employee the month following the  \ncompletion of twelve (12) months of continuous full time service with the Employer.  \nFull time employees must have worked and/or received pay for one hundred twenty (120) hours  \nincluding Sunday hours during the current fiscal month to be eligible for Health & Welfare benefits for  \nthe following fiscal month.  \nThe provisions of the preceding paragraphs wil! permit any employee who is otherwise eligible,  \nand who has had ninety (90) days of hire creditable service as an employee of an Employer with  \ncomparable coverage and who is under the jurisdiction of local 56 to be credited with his prior service in  \ndetermining his eligible for participation in the Locat 56 Health & Welfare Fund. Contributions on  \nbehalf of the employee will become effective on the 1° of the month following the completion of  \ncombined service from the previous and present Employer which satisfies the conditions of the preceding  \nparagraphs.  \nIf you are on Workers Compensation or Disability, that ts computed as received pay.  \nB. Maintenance of Benefits; The Company agrees to pay a Maintenance of Benefits of 7% if needed  \nSeptember 2005, October 2006, October 2007, and October 2008.  \nC. The employer's contribution shall be used to make available life insurance, accident and sickness  \nbenefits, hospitalization and surgical benefits, major medical insurance, prescription, vision care and  \ndental benefits for the employee, his or her spouse and defined eligible dependent children in accordance  \nwith the provisions of the applicable plans as more fully set forth in the Health and Welfare booklet  \navailable for such cligible employec.  \nDD, All Health and Welfare payments will be made to the Heaith and Welfare Department of the  \nUnion no later than the [5th day of the month for the preceding month.  \nBenefits shal! be set forth in the Health and Welfare Booklet provided by the Fund,  \nF, The Plan shali conform to the legal requirements of the law, both State and Federal.  \nG, ‘The Trustees of the Fund shall work out the benefit program within the money provided on an  \nactuarially sound basis.  \nL. ‘The Employer hereby adopts and agrees to be bound by ihe terms of a Trust Agreement entered  \ninto between the Union and certain subscribing Employers, aad any modification or amendments thereto.  \n20  \nSUPPLEMENTAL WORKERS’ COMPENSATION BENEFITS  \nWhen the applicable Worker’s Compensation benefits for compensable lost time are  \nexceeded by Accident and Sickness benefits, the Employer will pay the amount of the excess for up to a  \nmaximum of twenty-six (26) weeks from the beginning of the compensable lost time benefit period.  \nNEW JERSEY TEMPORARY DISABILITY BENEFITS  \nNon-occupational disability benefits for New Jersey employees will be provided by the  \nEmployer in accordance with the requirements of the New Jersey Temporary Disability Benefits Law.  \nThe Local 56 health and Welfare Fund will supplement the NITDB benefit up to the normal Accident  \nand Sickness Benefit level provided through the Fund.  \n"], ["ARTICLE X - PENSION PLAN  \n", "For the duration of this Agreement the Employer shal) contribute the sum of two hundred and seventy-  \nfive dollars and three cents ($275.03) per month to the Retai! Meat Pension Fund for each full time  \nemployee under terms and conditions as noted below.  \nContributions shall be made for each full time who works one-hour or more: that  \nmonth, or for any employee who has fulfilled the requirement as defined in Article  \nContributions to the Pension Fund shall continue during vacation period and while the employee is  \nreceiving sick or disability pay, but in no event more than for a period of twenty-six (26) weeks.  \nFor the duration of this Agreement, the Employer shall contribute the sum of fifty-four dollars  \nand eighty cents ($54.80) per month to the Retail meat Pension Fund for each part time employee under  \nterms and conditions us noted below.  \nContributions shall be made for each part time employee who works one hour or more in that  \nmonth and who has completed twelve months of continuous service. In the event a part time employee  \nqualifies under the provisions of Article IX,C1 for full time pension benefits, contributions to the Fund  \nwill be made at the full time rate for as long as the employee retains such eligibility. Such contributions  \nshall continue during vacation periods and while the employee is receiving sick or disability pay as  \nprovided in the foregoing paragraph of this section.  \nThe Pension Fund shall continue to provide retirement benefits and a death benefit for eligible  \nemployees and such new or improved benefits as agreed by the parties to this Agreement, as shall be  \nestablished by the Board of Trustees of the Pension Fund,  \nThe Employer agrees to pay such contributions as are from time to time necessary to maintain the  \nsoundness of the Plan as determined by an actuarial study made by the Actuary for the Fund,  \nThe Employer adopts the provisions of, and agrees to comply with and be bound by, the ‘Trust  \nAgreement establishing the Pension Fund and all amendments thereto. The designation as employer  \ntrustees of those persons who presently occupy the position of Employer Trustees together with their  \nsuccessors who are designated in the manner provided in the Trust Agreement, hereby accepted and  \napproved by the Employer. The Employer further ratifies and approves all matters of the Pension Fund,  \n2t  \nand all actions which shall be taken by such Trustees within the scope of their authority. The execution  \nof this Agreement by the Employer shall constitute an acceptance of the language in the Trust  \nAgreement.  \nThe Pension Plan, as adopted, must have the continuing approval of the Revenue Service  \nas an exempt Plan.  \n"], ["ARTICLE XI ~ UFCW LOCAL 56 SAVINGS PLAN  \n", "The Employer shall contribute to the UFCW Local 56 Savings Plun as provided below:  \nFor all employees hired before September 13, 1992, the Employer shalt contribute the sum of  \nfifty cents ($.50) per hour.  \nFor all employees hired on or after September 13, 1992, effective January 6, 2002, the Employer  \nwill contribute twenty cents ($.20) per hour following six (6) months of continuous service. Effective  \nMarch 9, 2003, the Employer will contribute thirty cents ($ .30) per hour.  \nFor all employees hired on or after January 6, 2002, the Company will contribute ten cents ($  \n10) per hour following twelve (12) months of continuous service.  \nThe Employer shall contribute to the UFCW Local 56 Savings Plan for all straight time hours  \nworked, not to exceed eight (8) hours per day or forty (40) hours per week for cach full time and part  \nlime employee. Paid for time off (such as holidays, vacations, etc.) shall be tncluded in the calculations  \nof hours worked.  \nThe Plan shall, at all times be such that contributions thereunder by participating employers are  \ndeductible as an item of business expense of such employers for income tax purposes, under the  \nprovisions of the Internal Revenue Code, and that such Plan shail receive the continuing approval of the  \nInternal Revenue Service, United States ‘Treasury Department, with respect to the deductibility as an item  \nof business expense of the contributions thereunder.  \nIt mutually agreed to, the wage increases effective January 6, 2002, and March 9, 2003, may be  \ndiverted into the UFCW Local 56 Savings Plan. The Union shall give the employer sixty (60) days of  \nsuch diversion.  \n"], ["ARTICLE PROBATIONARY AND TRIAL PERIOD  \nSECTION 12.1- LENGTH OF PROBATION  \n", "A. The first sixty (60) days of employment of a new employee shall be considered a probationary  \nperiod.  \nB. Apprentice Journeyman shall be considered to be on probation for three months  \nDuring the probationary period the Employer may discharge an employee for any reason  \nwhatsoever without the Union having any recourse to the grievance and arbitration procedure. Except for  \n22  \nwages and hours which are applicable during the probationary period, no other benefits set forth in this  \nAgreement shall become effective before the sixty-first (61st) day of employment, except as otherwise  \nprovided herein.  \nD. Employees hired as summer replacements on or after April I, of any year, not accumulate  \nseniority unless they continue as employees after September 30, in which event their seniority shall  \nrevert back to their date of hire.  \nECTION 12.2 - PREVIOUS EXPERIENCE  \nIn establishing the rate of pay for newly hired employces, previous experience within the last  \nthree (3) years as a member of Union Local 56 shall be counted. This section shal] not apply  \nto qualified journeyman whose rate of pay shall be established based upon all previous experience no  \nmatter where it was eared.  \nSECTION 12.3 PERIOD  \nThere shall be a ninety (90) day trial period for all employees promoted to a higher job  \nclassification or group, during which the employer may make a determination on continuing the  \nemployee in a higher classification or group. This section shall not apply to automatic rate increases  \nwithin a job classification or group, but shail apply to promotion to department chief. Employees with  \nSeniority shall be given at least fifteen (15) day trial period to qualify for the jobs because of layoffs.  \n"], ["ARTICLE XII - RIGHT OF APPEAL  \nSECTION 13.1 - DISCHARGE AND DISCIPLINE - RIGHT OF APPEAL,  \n", "   \nA. The employer shall not dischfirge or discipline any employee except for just cause. The  \nemployer agrees to notify the Union within three (3} working days of any such discharge or discipline of  \nany employee.  \nB. Where a regular full time employce is working for another employer within the retail food  \nindustry such employee on the first occasion shall receive a written warning and on the second occasion  \nshall be discharged,  \nWhere an employee has completed his/her probationary period, or for such as  \nprovided for summer replacement, such employee shall have the right, within one (1) week ufter the date  \nof dismissal, to appeal to the Union; whereupon the Union and the employer may jointly investigate the  \nreasons for such dismissal. If, after joint investigation, it is found that the said employee should be  \nreinstated, or the discipline removed, then said employee may be reinstated with seniority and with or  \nwithout back pay.  \nD. In the event the Union and the Employer cannot agree concerning the justification of such  \ndismissa! or discipline, then the dismissal or shall be arbitrated in accordance with the  \narbitration procedure herein set forth in Articte XIV, Step 4.  \n23  \n"], ["ARTICLE XIV - GRIEVANCE AND ARBITRATION  \nSECTION 14.1 - SETTLEMENT OF GRIEVANCE  \n", "A. Should any difference arise between the Employer and the Union concerning the application or  \ninterpretation of the terms of this agreement, the matter shal] be handled in the following manner:  \nSTEP f - The grievance shall be taken up by the aggrieved employee, accompanied by the  \ndistrict steward or committeeman and the store director, within five working days after its first having  \nbeen presented,  \nSTEP 2 _- in case of failure to arrive at a decision in the first step within five (5) working  \ndays of its submission, the grievance shall be taken up with the district steward or committeeman if so  \nadvised by the union or the union business representative and the employer district manager or supervisor  \nwithin ten (10) working days thereafter.  \nSTEP In case of a failure to arrive at a decision tn the second siep within ten (10}  \nworking days, it shall be reduced to writing and referred 10 the officials of the Union and a designated  \nofficial of the employer.  \nSTEP 4 - In the event that the Union and Employer officials fail to settle the grievance  \nvithin two weeks, the moving party shall then cither submit the grievance to arbitration and give notice  \nhereof to the other party or the grievance shall be considered withdrawn,  \nIf the responding party fails to answer within the time limits set forth in any of the above four  \nsteps, the moving party may assume a negative answer and move on to the next step.  \nB. The parties agree, however, that issues concerning application or interpretation of the terms of  \nhis agreement may arise of a general nature affecting or tending to affect more than one (1) employee in  \nhe bargaining unit and that such issues need not be subject to the entire grievance procedure but may be  \nnitiated at any step deemed proper by the party bringing the grievance prior to step four.  \na All grievances and/or complaints concerning application or interpretation of the terms of this  \nmust be brought to the attention of the respective parties within two (2) weeks after their  \nexcept in cases of appeals from discharge which shall brought to the attention of the  \nrespective parties within one {1} week after the date of discharge.  \nD, The Union asserts that any aggrieved employce shall, after having presented their case to Local  \n56, have the opportunity to appeal his or her case to the UFCW 1.ocal 56 Executive Board provided such  \nof appeal is in writing within ten (10) days after reccipt of the decision from Local 56.  \nE. The UFCW Local 56 Executive Board shall have the final authority to decline to process  \nin alleged gricvance, complaint, difficulty or dispute of any employee if, in the judgement of the UFCW  \nLocal 56 Executive Board such alleged gricvance, complaint, difficulty or dispute lacks merit or  \nustification under the Agreement.  \n24  \nF, When arbitration has been invoked as provided for the party (the Union or the Employer)  \nwishing to proceed further, shall, within the time limits provided submit the unresolved grievance or  \ndispute to the American Arbitration Association to be handled in accordance with its rules.  \nG, The decision of the arbitrator shall be rendered in writing within thirty (30) days of the close of  \nthe hearing, unless such time is extended by mutual consent of the parties of such grievance or dispute.  \nH. The Arbitrator shall not have the authority to amend, modify, or in any manner change this  \nAgreement or establish any terms and conditions under this Agreement.  \n1. The decision of said Arbitrator shall be final and binding upon the Employer, the Union and the  \nemployee or employees involved.  \nJ. The expense of the Arbitrator shall be shared equally by the parties.  \n"], ["ARTICLE XV - STRIKE AND LOCKOUTS  \nSECTION 15.1 AND LOCKOUTS  \n", "The parties hereto mutually agree that during the life of this Agreement there shal! be no  \nauthorized strike, stoppage of work, slowdown boycott, etc., by the Union, nor shall there be any tockout  \nby the Employer for any reason whatsoever, and that any differences concerning the application or  \ninterpretation of the terms of this Agreement which cannot be amicably adjusted by and between the  \nparties shal! be submitted to arbitration in accordance with the provisions of Article XIV.  \nSECTION 15.2 - ACTION BY UNION OFFICIALS  \nThe Union and its official representatives will take every reasonable precaution fo prevent any  \nthreat of, preparation for, or any unauthorized work stoppage, walkout or strike.  \nNothing contained herein shall compe! any employee to walk through a picket line set up by  \nLocal 56; Teamsters Joint Council No. $3 of Philadelphia and Vicinity; American Bakery, Confectionery  \n& Tobacco Workers Local No, 6; United Food & Commercial Workers Local Unions 27(D), 1776, 1358,  \n1360, provided, said strike has received the written prior approval of the United Food & Commercial  \nWorkers International Union and the Food council of Philadelphia and Vicinity,  \n"], ["ARTICLE XVi - MISCELLANEOUS PROVISIONS  \nSECTION 16.1 - DISTRICT STEWARDS  \n", "“A. The district stewards of the Union at all times shall be full time employees.  \nB, The Union will use its best efforts to secure as district stewards high caliber employees, who  \nshall be required to conform to the standards and qualifications required by the union and by the  \nemployer.  \n25  \n  \nThe district stewards or other individual employees covered hereby shall not be considered  \ngents of the union for the purpose of calling a strike or causing shutdowns.  \nThe district stewards shall be the last to be laid off in any case.  \nThe union shall furnish the employer with a complete list of district stewards, which shall be  \nupplemented from time to time as may be necessary.  \nIn carrying out the intent of agreement enforcement district stewards and committee person (store  \ntewards) shall have the right to inspect time cards.  \ni. District stewards will be transferred only by mutual agreement, however, the union will not  \nrbitrarily oppose the transfer of a district steward whom the company requires be transferred for  \nusiness reasons.  \ni District stewards shall be entitled to a leave of one (1) day cach calendar year, with pay, for a  \nistrict steward training and education conference, The Union must notify the employer at least two (2)  \nveeks in advance thereof. Such conference shall be scheduled as not to interfere with the regular and  \nfficient conduct of the regular business of the Employer. ‘The district steward must, upon returning from  \nhe leave, present the store director with written evidence from the union that the steward has used the  \neave for the purpose for which the leave was intended.  \nECTION 16.2 - ENFORCEMENT OF STANDARDS  \nThe union agrees to do everything within its power to enforce its rules and regulations and,  \nhrough advice, instruction, and example, to maintain the highest standard of work.  \nECTION 16.3 WORK NOT REQUIRED  \nNo member of the Union shall be required to perform work which is beyond his usual line of  \nuty, such as but not limited to, loading or meat trucks (except by using a power jack), or the  \nkinning of the carcass of any animal. Personal cars of employees shall not be used for hauling.  \nECTION 16.4 - LAUNDRY, TOOLS AND FIRST AID KITS  \n\\. The Employer shall furnish and launder one (1) apron per day and three (3) coats per week for  \nach employee.  \n3. The Employer agrees that top quality tools shall be provided and maintained in good condition,  \na Each store shall be supplied with a first aid kit, and it shall be the responsibility of the Chicf  \nourneyman to keep the kit supplied with the necessary first aid matertal and supplies.  \nThe Employer shall maintain lockers as well as adequate toilet facilities for the separate use of  \nemale and mate employees.  \n26  \nSECTION 16.5 - UNION STORE CARD  \n   \nThe Union shalt furnish to the Employer at lease one (1) Union Store Card or emblem for each of  \nthe employer’s stores covered by this Agreement, to be displayed on such public portion of the premises  \nas the Employer may select. Such cards shall remain the property of and shall be surrendered to the  \nUnion upon demand,  \n"], ["ARTICLE HEALTH AND SAFETY  \n", "The Union and agree to meet and discuss establishing a Safety Training Program,  \n"], ["ARTICLE XVIII - PRIVILEGES  \nSECTION 18,1 - PAST PRIVILEGES  \n", "All priviteges enjoyed by the employees and not specifically covered by this Agreement shall  \ncontinue as heretofore, and shall-not be eliminated or modified: by virtue of the execution of this’  \nAgreement.  \n"], ["ARTICLE XIX - VALIDITY GF CONTRACT  \nSECTION 19.1 - EFFECT OF COURT ACTION  \n", "Should any Article, section, paragraph or portion of this Agreement be declared by any Federal  \nor State Court of competent and final jurisdiction to be unlawful, invalid, ineffective or unenforceable,  \nsaid Article, section, paragraph or portion shall not affect the validity and enforceability of any other  \narticle, section, paragraph of portion contained herein, and the remaining portions of this Agreement  \nShall continue in full force and effect; subject, however, to the right of the parties hereto to renegotiate  \nany such article, section, paragraph or portion, and substitute, therefor, a tawful provision; provided,  \nhowever, that if any such article, section, paragraph or portion is subsequently declared to be lawful and  \nvalid, then it shall immediately be reinstated in the Agreement.  \n"]]