[["", "Joo en  \nLOCAL  \n     \n     \nUFCW  \nee  \n3 6 tq  \ntf  \n  \n70 PF  \nCOLLECTIVE BARGAINING AGREEMENT  \nf between  \nACME MARKETS, INC.  \nct EASTERN SHORE  \n  \n7 and  \nUNITED FOOD AND COMMERCIAL WORKERS UNION  \nLOCAL 27  \nSEPTEMBER 24, 2000  \nTO  \n_ SEPTEMBER 28, 2002  \nINDEX  \nAGREEMENT .. cece ce et 3  \n"], ["", "ARTICLE 1- SUCCESSORS AND ASSIGNS ccc ccc cece 3  \nARTICLE 2- MANAGEMENT AUTHORITY 3  \nARTICLE 3-RECOGNITION 3  \nARTICLE 4- UNION SECURITY cece ce 5  \nARTICLE cece 5  \nARTICLE 6 - HOURS AND OVERTIME ccc ccc cece cece 7  \n"], ["", "ARTICLE 7 - WAGES AND EMPLOYEE CLASSIFICATION 10  \nARTICLE 8 - NIGHT CREW EMPLOYEES cece een ene 11  \nARTICLE 9- WORKING CONDITIONS 12  \nARTICLE 10- VACATIONS 2.000000... reece cee 14  \nARTICLE AND SUNDAYS ccc ccc eee 16  \n"], ["", "ARTICLE OF ABSENCE ......... wR Ey Wee we ue Sve Gu eda 19  \nARTICLE 13- JURY DUTY . nee 20  \n"], ["", "ARTICLE CARDOR DECAL 21  \nARTICLE 15- SHOP STEWARDS ..,..... oii sams unas 21  \n"], ["", "ARTICLE 16- HEALTH AND WELFARE cece ence 21  \nARTICLE 17-PENSION ccc ccc ce ccc cece 24  \nARTICLE 18- SEVERANCE ccc ccc eee ete 25  \n"], ["", "ARTICLE 19- PRE-PAIDLEGAL ...... 26  \nARTICLE 20- CHECKOFF ree 26  \nARTICLE 21- ARBITRATION AND ADJUSTMENTS 27  \nARTICLE 22- UNION ACTIVITIES 29  \nARTICLE 23- MILITARY SERVICE cece ener en 29  \n"], ["ARTICLE 24- NO STRIKES OR LOCKOUTS .... cece cee 29  \n", "ARTICLE 25-INVALIDATION 2002.00. eee eee eee eee 29  \nARTICLE 26- DURATION OF AGREEMENT ccc ence ee gece et 30  \n00000000000 ccc cence ete 31  \nATTACHMENT B - CONTRACT AREA... enter ener ne nen eee 35  \nATTACHMENT C - SENIORITY AREAS . 2001 cee teenies 36  \nAGREEMENT  \nTHIS AGREEMENT made and entered into this 24” day of September, 2000, between  \nACME MARKETS, INC., EASTERN SHORE (hereinafter referred to as “Employer\") and UNITED  \nFOOD AND COMMERCIAL WORKERS UNION, LOCAL 27, chartered by the UNITED FOOD AND  \nCOMMERCIAL WORKERS INTERNATIONAL UNION, AFL-CIO, CLC (hereinafter referred to as the  \n“Union\"”),  \n"], ["ARTICLE 1 - SUCCESSORS AND ASSIGNS  \n", "1.1 This Agreement shall be binding upon the successors and assigns of the Employer herein  \nwhether such status is created by sale, lease, assignment or any other type of transfer transaction,  \nprovided the transaction involves at least thirty-five percent (35%) of the Employer's facilities covered  \nby this Agreement.  \n1.2 The documents evidencing the transfer must contain provisions which require the retention  \nin employment by the successor or assignee of no less than fifty percent (50%) of the bargaining unit  \nemployees who would otherwise be displaced by the transaction. Employees retained by the  \nsuccessor or assignee shall be subject to an initial sixty (60) day probationary period, during or at the  \nend of which the employee may be terminated without recourse to the grievances and arbitration  \nprocedure as contained in Articla 21 of this Agreement. Employees retained after successful  \ncompletion of their probationary period shall be credited with their seniority accrued as employees of  \nthe Employer herein and with full service credit for al! purposes. The Employer shall not be a guarantor  \nor be held liable for any breach by the successor or assignee of its obligations, and the Union will iook  \nexclusively to the successor or assignee for compliance with the terms of this Agreement  \n1.3 The foregoing paragraphs shall not apply in cases of store closing (more than thirty (30) days).  \n"], ["ARTICLE 2 - MANAGEMENT AUTHORITY  \n", "2.1 The management of the business in ail its phases shall remain vested in the Employer. The  \nrights of the and the employees shall be respected and the provisions of this Agreement for  \nthe orderly settlement of all questions regarding such rights shall be observed.  \n2.2 In tha event that the Employer contemplates the introduction of major technological changes  \naffecting bargaining unit work within the Grocery Department, advance notice of such changes will be  \ngiven to the Union. If requested to do so, the Employer will meet with the Union to discuss the  \nimplementation of such changes before putting such changes into effect.  \n"], ["ARTICLE 3 - RECOGNITION  \n", "3.1 The Employer recognizes the Union as the sole and exclusive collective bargaining  \nrepresentative for all of its employees (other than Store Director, Assistant Store Director |, Assistant  \nStore Director ll, and Pharmacists), coming under the jurisdiction of the United Food and Commercial  \nWorkers Union, Local 27, in the stores in the areas set forth in Attachments B and C attached hereto  \nand made a part hereof. _ * 5  \n3  \nUFCW LOCAL 27 - ACME MARKETS, INC. {EASTERN SHORE}  \n2000-2002  \n3.2 All work and services connected with, or incidental to, the handling or selling of all merchandise  \noffered for sale to the public in the Employer's retail establishments covered by this Agreement shall  \nbe performed only by employees of the Employer within the unit referred to above, for which the Union  \nis recognized as the Collective Bargaining agency by the Employer except such work as may be  \nperformed at the point of delivery by driver-salesmen in servicing retail markets with products as  \ndescribed in paragraph B. below.  \nA. The provisions of this article shali not be construed as restricting sales  \nrepresentatives from inspecting any and ail merchandise for spoilage, proper  \nrotation or replacement; such representatives may price, mark and stock their  \nown products in stores covered within the jurisdiction of this collective  \nbargaining agreement under the terms and conditions of the guarantees as set  \nforth below,  \nB. Merchandise referred to above shail include the following: Bread and  \nperishable bakery, sodas, specialty foods, books and magazines, greeting  \ncards, seasonal displays, resets, cookies, snacks and non-food rack jobbers.  \nC. The application of this provision shall in no way restrict the work which may be  \nperformed by the Store Directors and Assistant Store Directors. The Employer  \nagrees the application of this provision shall not cause bargaining unit |  \nemployees to lose hours.  \n3.3 The Employer agrees that all meat products will be cut, packaged, prepared and sold by  \nemployees under the jurisdiction of this Union and that these employees will continue to handle such  \nitems as had been customarily handled in the past and which had been prepared and packed on or off  \nthe premises. Likewise all such products which heretofore customanly come to the Employer atready  \npacked by the producer or distributor shall ba handled as heretofore. Exceptions may be made  \nprovided the Union is notified in advance and given written assurance that no member's job will be  \neliminated as a result of such exception. The Union agrees it will not withhold its Agreement.  \n3.4 A Bargaining Unit employee shall be on duty in the Meat Department from the time each store  \nopens for business until 6:00 P.M. , except that a department need not be staffed during meal periods  \nwhere there is only one employee in the unit on duty that day. In those stores with weekly Meat  \nDepartment sales volume of less than $30,000.00 the Employer shall not be required to staff the  \ndepartment on the Meat Manager's day off or on contract holidays. The Employer gives its assurance  \nthat this paragraph will not result in a reduction of hours for any current meat department  \n3.5 The Employer further agrees that if the employer should establish a new store or stores within  \nthe jurisdiction of the Union as set forth in Attachment B, this Agreement shall apply to such new store  \nor stores. In the event the Employer engages in department or discount type stores, then the Employer  \nand the Union shall negotiate as to the terms for wages and hours for such employees. !n the event  \nthe Employer in the future engages in a department or discount type store, commonly known as a  \ngeneral merchandise store, and an agreement between the Union and the Employer cannot be  \nconcluded, then the provisions of Article24, No Strike or Lockouts, shall not be binding upon the Union  \nand the Employer.  \n3.6 The Employer shall notify the Union thirty (30) days prior to a store closing. The Employer  \nshalt negotiate the effect on the employees of the store scheduled to be closed.  \n4  \nUFCW LOCAL 27 - ACME MARKETS, INC. (EASTERN SHORE)  \n2000-2002  \n"], ["ARTICLE 4 - UNION SECURITY  \n", "   \n4.1 Allemployees shail, as a condition of employment, become and remain members of the Union  \non and after the thirty-first (31\") day following the date of employment. For the purposes of this  \nprovision, membership in the Union shall mean that the employee either tenders the periodic dues and  \ninitiation fees uniformly required by the Union as a condition of acquiring or retaining membership or  \npays those fees and dues necessary to permit the Union to serve as an exclusive representative of  \nemployees.  \n4,2 Upon failure of any employee to become and remain a mamber of the Union within the period  \nand under the conditions specified in Paragraph 4.1 above, the Union shall notify the Employer in  \nwriting of such failure and the Employer shall, within seven (7) days of receipt of such notice, discharge  \nany such employee as provided in the Labor Management Relations Act of 1947 as amended.  \n4.3 The Employer will notify the Union in writing as soon as possible within twenty-five (25) days  \nfrom the date of employment, reinstatement, or transfer into the bargaining unit of any employee, of  \nthe name of such employee, the home address, telephone number, assigned store, social security  \nnumber and job classification (full time or part time), and the date of employment, reinstatement,  \ntransfer, termination, or change in status from part time to full time or full time to part time.  \n4.4 New employees, after ninety (90) days of service, shall receive two (2) hours paid leave to  \nattend the Union's orientation program. In order to be paid for such leave, the employee must provide  \nthe Store Director with written evidence from the Union that he/she used the leave for the purpose for  \nwhich the leave was intended.  \n"], ["ARTICLE 5 - SENIORITY  \n", "Seniority for the purpose of this Agreement shall be calcutated by continuous service from the  \nlast date of employment (except as otherwise provided). A seniority list for all full time employees and  \na separate list for all part time employees shall be set up by the Employer and shail be furnished to the  \nUnion upon request. Seniority areas governing this Agreement are outlined in Attachment C attached  \nhereto and made a part hereof. In connection with layoffs and store closings, seniority wilt first apply  \nto the store, then geographic seniority area and last to the jurisdiction of this Agreement.  \n5.2 The Employer recognizes the of seniority by classification as being one in which the  \nmovement of an employee from one job to another or from one location to another through promotion,  \nlayoff, recall after layoff, or permanent transfer, shall be governed by the length of service of the  \nemployee, and in connection with such movement the Employer may take into consideration as to each  \nemployee involved, his/her ability to perform the work. For this purpose, first cutters shall be on the  \nsame seniority list as meat cutters. in matters of temporary transfer from one store to another,  \nseniority will prevail with consideration given to job classification.  \n5.3 Fult time employees to be laid off by classification shall have the option of part time  \nemployment, and shalt be placed at the top of the part time seniority list, or may take a complete layoft.  \nThey shall have the right of recall on any full time opening, provided they can do the work. Full time  \nemployees reduced from full time to part time through no fault of their own will retain full time Health  \nand Welfare and Pension coverage for a period of six (6) months. The Employer will continue the full  \n5  \nUFCW LOCAL 27 - ACME MARKETS, INC. (EASTERN SHORE)  \n2000-2002  \ntime Health and Welfare and Pension contribution for said period of time. When a full time employee  \nis involuntarily reduced to part time, he/she shall continue to accrue senionty as though he/she was  \nstill full time. When a full time employee voluntarily reduces himselfmerself in writing, his/her part time  \nseniority is dated from the original date of hire.  \n5.4 Part time desiring full time work and tower ctassified employees desiring to upgrade  \nin classification shall be given preference for such work in accordance with the following procedure.  \nJob Postings: WITHIN DISTRICT/AREA - Openings for Full Time Clerks and  \nDepartment Manager positions will be posted for fourteen (14) days in the stores  \nwithin the collective bargaining agreement's jurisdiction. The Shop Steward will sign  \nthe posting to verify that it was properly posted. The Union will be sent a copy of each  \nposting. The most qualified senior employee(s) will be selected.  \nJob Postings: WITHIN A SPECIFIC STORE - In-store promotions are to be posted  \nfor seven (7) days in the store where the position becomes available. The most  \nsenior, qualified employee who completes a Job Request Form is to ba selected for.  \n-the position.  \nThe Employer agrees to notify the Union and alt applicants of the final selection. Employees.  \nwith a record of disciplinary actions may be disqualified trom receiving the promotions. If the employee  \nfails to qualify within a reasonable time for the upgraded position, he/she shail be afforded the  \nopportunity to return to his or her former classification without loss of seniority. Part time employees  \nshall accumulate seniority eligibility when going to full time on @ basis of one (1) month uninterrupted  \nservice being counted as one (1) month for full time service for determination of their proper seniority.  \nFull Time night crew will be given priority consideration for available full time day vacancies  \nwithin the clerk job classification.  \n5.5 Employees laid off due to the store closing or reduction of employment shall be laid off by  \norder of the most recent hired and shail be rehired in the reversed order of the layoff, with due  \nconsideration given to job classification. Employees taid off and subsequently recalled within twelve  \n(12) months will retain former seniority. in the event of a layoff due to a store closing all such laid off  \nemployees shall be entitled to recall nghts for an additional twelve (12) months. if the available  \nopening for a part time employee who is recalled is outside of the seniority area, the employee may  \nrefuse the opening without prejudice to future recall within the same seniority area.  \n5.6 The Emptoyer agrees to give a week's notice or a week's pay in tieu of a week's notice to full  \ntime employees with six (6) months service and three (3) days notice or three (3) days pay to pari time  \nemployees with twelve (12) months service who are laid off due to lack of work.  \n5.7 Any employee transferred into the Bargaining Unit from any other part of the Employer's  \noperation shall retain their last employment date for the purpose of computing benefits, but their  \nseniority date shail be the date thay commenced working in the Bargaining Unit.  \n5.8 Emptoyees involuntarily transferred from one seniority area to another as a result of store  \nclosing or layoffs, will be afforded the opportunity to return to their original senionty area before a  \npermanent employee of the same job classification is hired in said seniority area. Said transfer  \nopportunity shall exist for a penod of twelve (12) months.  \n6 .  \nUFCW LOCAL 27 - ACME MARKETS, INC. (EASTERN SHORE)  \n2000-2002  \n5.9 Meat Department heads with less than six (6) months as a department head will be considered  \nin the same job classification as other employees in their classification for the purpose of layoff and  \nrecall.  \n5.10 A Meat Department Manager with at least two (2) years of continuous service in that  \nclassification who is demoted (involuntarily reduced in classification) for other than disciplinary reasons  \nshall maintain his/her wage rate for a period not to exceed ten (10) weeks.  \n§,11 Before a Journeyman Meat Cutter can be reduced to part time or laid off within the seniority  \narea, all apprentices must be laid off within the seniority area. Where the application of this provision  \ncreates a hardship or operational problem, the Union and the Empioyer agree to discuss and resolve  \nthe problem. .  \n5.12 Effective September 24, 2000, the Employer will establish and maintain a percentage of full  \ntime bargaining unit employees of not less than twenty-seven percent (27%). Effective September 23,  \n2001, a minimum of twenty-six percent {26%) full time employment shall be maintained. Effective  \nSeptember 22, 2002, a minimum of twenty-five percent (25%) full time employment shall be  \nmaintained. Courtesy Clerk positions shalt not be included in the formula used to calculate the  \nminimum, No employee who is fuil time as of September 23, 2000 shall be involuntanly reduced during  \nthe life of this Agreement as a result of the implementation and maintenance of this Section,  \n5.43 Employees promoted to full time prior to January 1, 1990, who have not voluntarily reduced  \nthemselves, will not be involuntarily reduced to part time or laid off for the duration of this agreement,  \nPart time employees hired prior to January 1, 1990 will not be laid off for the duration of this  \nagreement.  \n"], ["ARTICLE 6 - HOURS AND OVERTIME  \n", "6.1 For the purpose of this Agreement, the basic work week shall be from Monday through  \nSaturday, inclusive. Sunday work shall be isolated and shall not be part of the basic work week.  \n6.2 The Employer may establish as many shifts as necessary and the starting time of such shifts  \nshall be optional! with the Employer. There shall be no split shifts.  \n6.3 The guaranteed basic work week for all full time employees shall be forty (40) hours per week,  \nconsisting of five (5) eight (8) hour shifts. By mutual agreement, or to create a full time position, full  \ntime employees may be scheduled to work three (3) eight (8) hour days, one (1) six (6) hour day and  \none (1} ten (10) hour day; or four (4) ten (10) hour days per week.  \n6.4 A part time employee is one who works thirty-five (35)hours or less per week,  \n?  \nUFCW LOCAL 27 - ACME MARKETS, INC. (EASTERN SHORE)  \n2000-2002  \n6.5 All eligible part time employees shall be scheduled a minimum hours work per day and per  \nweek as outlined below:  \nMinimum Minimum  \n. DailyHrs Hrs  \ngrocery, meat, service clerk hired before 9/28/97  \n4 20  \ngrocery, meat hired on or after 9/28/97 3 16  \nservice clerks hired on of after 9/28/97 and before 9/24/00 3 12  \nservice Clerks hired after 9/24/00 3 10  \ncourtesy clerks hired before 9/27/97 3 16  \ncourtesy Clerks hired on or after 9/27/97 3 10  \nThe above minimums shall not apply to probationary empioyees, students, or employeas not  \navailable. ~ 7  \n6.6 The Employer shall combine part time assignments on a seniority basis, unless such  \nhours duplicate each other, providing the employee can do the work, so as to provide the maximum  \npart time employment per individual within the definition of part time employment, and further to create  \nas many full time positions as possible. When a part-time employee is scheduled and/or works for forty  \n(40) straight time hours per week for more than six (6) consecutive weeks and the work is not  \ntemporary (i.¢., vacation and/or absence coverage), a full-time position shalt be deemed to have been  \ncreated. Such full-time position, within the stora and department where the work was performed, will  \nbe filled in accordance with Article 5  \n6.7 The regular day's work for all full time employees shall be worked within eight and one-half  \n(84) consecutive hours and all employees shal! receive one-half (4) hour off for tunch at approximately  \nthe middle of the shift. The meal period shall not begin before three (3) hours of work, nor later than  \nfive {5) hours of work. Part time employees who work six (6) hours of more in a work day shal! be  \ngranted 4 meal period without pay of at least one-half {%) hour, if requested by the employee. By  \nmutual agreement between Employer and employee, a meal period may be waived or can be one (1)  \nhour. Any employees instructed to work and who works their meal period shall receive pay for that  \nperiod of time at the overtime rate of time and one-half (1%) their regular rate of pay.  \n6.8 . Employees working six (6) hours or less in a day shall receive one (1) fifteen (15) minute rest  \nperiod, without loss of pay, as near as possibdie to the middle of their shift. Employees working more  \nthan six (6) hours in a day shall receive two (2) rest periods of fifieen (15) minutes each, without toss  \nof pay, one (1) rest period to be in the first half of the work day, the second rest period to be in the  \nsecond half of the work day as near as possible to tha middie of each shift. The Empioyer will not  \nintentionally prepare a schedute to avoid the requirement of a second rest period.  \n6.9 All time worked by an employee in excess of eight (8) hours in any one (1) day, five (5) days  \nin one (1) week, or forty (40) hours in any work week, or in excess of thirty-two (32) hours in any week  \nin which one of the specified holidays fail, shall be deemed overtime, except as otherwise provided in  \nthis Article. Such overtime work shail be paid for at the rate of time and one-half the employee's  \nregular rate of pay. Part time employees who are scheduled for five (5) days in one (1) week, and who  \nare called into work on their scheduled day off shall receive time and one-half (1%) for all hours worked  \n8  \nUFCW LOCAL 27 - ACME MARKETS, INC. (EASTERN SHORE)  \n2000-2002  \nan said scheduled day off, provided said employee remains available to work the remainder of his/her  \nschedule for that week. :  \n6.10 Overtime shall be worked at the designation of the Employer. The overtime pay shall be  \ncomputed on a daily or weekly basis, but not for both. On days where overtime is worked, it shall be  \noffered to employees on a seniority basis with due consideration being given to job classification and  \nability to do the work. An employee shail not be disciplined for his/her refusal to work unreasonable  \novertime.  \n6.11 Full time employees hired prior to Juty 25, 1971, shall be paid at the overtime rate for all hours  \nworked after 6:00 p.m. except two (2) nights per week. Employees hired full time or advanced to full  \ntime on or after July 25, 1971, may work up to three (3) nights after 6:00 p.m. at the straight time rate  \nof pay. Employees hired full time or advanced to full time on or after 9/24/00, may work up to five (5)  \nnights after 6:00 p.m. at the straight time rate of pay. The scheduling of full time employees for nights  \n(inctuding Saturday night) past 6:00 p.m., if necessary, shail be assigned on a rotating basis, as nearly  \nequal as practicable. There shall be no discrimination against full time employees in scheduling such  \nwork.  \n6.12 Anytime worked after 1:00 a.m. or before 4:00 a.m. shall be paid at the overtime rate of time  \nand one-half (114) of the employee's regular rate of pay, except for those employees on the night shift.  \n6.13 Part time employees who report to work pursuant to instructions and are not given work shall  \nbe paid for their scheduled hours, but in no event for less than the minimum daily hours guaranteed  \nin this Agreement. Full time employees reporting for work at their scheduled time shall be guaranteed  \n@ full day's work with pay. The guarantees set forth in this Section are contingent upon there being no  \nconditions such as fire, flood, civil disorder or other catastrophe beyond the company’s control.  \n6.14 {nthe event such employes is called to work on his/her predesignated day off, he/she shall  \nbe guaranteed a minimum of four (4) hours pay at the overtime rate of time and one-half (1%).  \n6.15 The Employer agrees to post a weekly work schedule, in ink, with employees full names listed  \nin order of seniority, in a conspicuous place by 6:00 P.M. on Friday of the week preceding the week  \nfor which the schedule is effective of working hours specifying the starting and finishing times and  \nregular days off. The schedule shal! contain the scheduled hours of each employee totaled for the  \nweek. The schedule for the night crew and those scheduled off on Saturday must be posted prior to  \nthe end of those employees’ scheduled shift on Friday of the week preceding the week for which the  \nschedule is effective.  \n6.16 The schedule for all full time employees showing the starting and finishing time and regular  \ndays off shall not be altered after it is posted, except by mutual agreement. A part time schedule shall  \nbe complete and reflect the anticipated basic needs of the stores requirement for that week. The  \nschedule for a part time employee may be changed by notification to the employee prior to store  \nclasing the previous day except for his/her predesignated day off. Each full time employee shail  \nregularly receive the same day off each week. A seven (7) day written notice must be given in order  \nfor an employee's regularly scheduled day off to be changed. Employees required to work on their  \npredesignated day off without receiving seven (7) days notice or who work outside their  \nscheduled hours shall be paid at the rate of one and one-half (11%) times their regular rate except in  \ncase of emergencies beyond the Employer's control or by mutual agreement. The seven (7) day  \nwritten notice to change an employee's regular day off shall not apply to holiday weeks.  \n6.17 The Employer, consistent with the needs of the business, will endeavor to accommodate  \n9  \nUFCW LOCAL 27 - ACME MARKETS, INC. (EASTERN SHORE)  \n2000-2002  \n   \nemployee requests to their immediate supervisor for early or late shift schedules in the morning,  \nafternoon and evening based on their seniority,  \n6.18 There shall be no pyramiding of overtime and/or premium pay.  \n"], ["ARTICLE 7 - WAGES AND EMPLOYEE CLASSIFICATION  \n", "7.1 Wage scales are set forth in Attachment A attached hereto and made a pani thereof.  \n7.2 It is understood that all newly hired employees shall be on probation for the first ninety (90)  \ndays of employment. !f, during the probationary period, it is found that the new employee is not  \nSuitable for the business, his/her services may to be terminated at the Employer's discretion.  \n7.3 When a higher classified employee is absent from his/her position for more than three (3) days  \nand another employee performs the job of the higher classified amployee, he/she shall receive the  \nappropnate rate of pay of this higher classification, retroactive to the first day.  \n7.4 Department Heads may be assigned in stores where designated by the Empioyer, and where  \nassigned, they will be paid the prevailing rates as listed in Attachment A of-the Agreement,  \n7.5 The Relief Store Director shall receive his/her appropriate hourly rate plus overtime, or the  \nstore Director's rate of pay, whichever is the greater, when relieving for one (1) full week or more.  \n7.6 in stores with three (3) or more full time Journeyman Meat Cutters including the Meat  \nManager, one (1) shall be designatad First Cutter. The First Cutter classification shall be assigned to  \nthe store only and not to the individual. Selection of the first Cutter sha!] be made in the same manner  \nas the Meat Manager.  \n7.7 Onty journeymen meatcutters and/or apprentice meat cutters shall be permitted to cut beef,  \npork, veal, lamb, poultry or fish with a knife or any other automatic device,  \n7.8 Employees entering the Apprentice Program shail suffer no reduction in their hourly rate of  \npay. The Apprentice Program shall be two (2) years. Apprentices shall cut meat at least twenty-five  \n(25%) of the time. The apprentices shall be examined by a representative of the Employer and a  \nrepresentative of the Union on or before his/her twenty-third (23%) month. Should the apprentice fail  \nto qualify at this step, he/she shall continue in the wage progression and be given another examination  \nat the end of six (6) months from the first examination date.  \n7.9 \"Red Circle” employees in all classifications shall maintain the existing dollar differentials over  \nthe new scales.  \n7.10 New employees shall be given credit for a maximum of three (3) years of previous similar  \nsupermarket experience for the purpose of establishing his or her wage rate, provided this experience  \nis declared at the time of the application for employment and proven by verification and demonstrated  \nability.  \n7.11. Duties of a Service Clerk shall include stocking baby food, paper plates, napkins, light bulbs,  \nbrooms and mops and metal ware, Health and Beauty Aids and similar General Merchandise, fresh  \nvegetable and fruit juices, fresh peanut butter, fruit/salad bar, flower shop, fruit/vegetable platters, pizza  \npreparation, health foods, bulk foods, stuffed potato preparation, handling outdoor merchandise  \n10  \nUFCW LOCAL 27 - ACME MARKETS, INC. (EASTERN SHORE}  \n2000-2002  \ndisplay, preparation of quiche, bake off rolls in deli, assembie meat and cheese platters, bakery, porter,  \nservice center and coffee/candy /snack counter, make sandwiches, vacuum pack in deli express, cook  \nhot foods and rotisserie items, cut vegetables for prepared foods, video sales/rentals, international  \ncheese department, non-foods. Additional duties of a non-conventional nature may be assigned after  \nagreement between Employer and the Union.  \n7.42 The Empioyer will have the right to select pharmacy technicians based on skill, experience,  \ntraining and the needs of the business. Newy created pharmacy technicians will be selected in  \nconjunction with the bid procedure. No bumping from outside classification, except for purposes of  \nlayoff. Those currently assigned to the pharmacy will remain in this position unless the parties mutually  \nagree to a transfer.  \n7.13 Courtesy Clerks duties shall be limited to bagging, parcel pick up, handling cardboard, blocking  \nshelves, cleaning up around the checkout stand and parcel pick up areas, repienishing bag racks, floor  \ncare and other cleaning duties anywhere in the store, returning unsold merchandise and handling  \nrecycled items. Courtesy Clerks may perform courtesy clerk duties while working any hours, including  \nnight crew. While working night crew they shall receive the night crew premium set forth in Section  \n8.3 of this Agreement. Courtesy Clerks shail be given first consideration in filling job vacancies within  \ntheir store before considering new hires, provided said Courtesy Clerk satisfied job/age requirement.  \n"], ["ARTICLE 8 - NIGHT CREW EMPLOYEES  \n", "8.1 A night crew employee is one who is scheduled for work between the hours of 9:00 p.m. and  \n10:00 a.m. Employees hired before September 27, 1997 shall not be required to work a day and night  \nshift in the same work week. Employees hired on or after September 27, 1997, may be scheduled for  \ncombination day and night shifts during the same work week, i.e., three (3) nights/two (2) days, two  \n(2) nights/three (3) days, five (5) eight (8) hour nights, if scheduled on a regular basis. A night crew  \nmay work four (4) ten (10) hour shifts at straight time by mutual agreement. There shali be no  \nchanging of schedules to avoid paying overtime.  \n8.2 Any employee working on the night crew three (3) or more nights during the week shall receive  \nthe night premium for all hours worked during the entire week. Any employee working one (1) or two  \n(2) nights on the Night Crew shall receive the night premium for those hours worked only. For  \nemployees hired on or after September 27, 1997, part time employees shall receive a premium only  \nfor those hours actually worked on night crew. Any time worked by a member of the night crew prior  \nto 9:00 p.m. or after 40:00 a.m. shall be paid at time and one-half (1%) of the employee's regular rate  \nof pay which shall be in addition to his/her night premium. When a majority of the night crew in any  \nindividual store, who by written mutual consent with the Employer elect to report to work before 9:00  \np.m. or work beyond 10:00 a.m., they shall be deemed to have waived the premium provisions  \nprovided herein for those hours covered by such election.  \n8.3 Employees assigned to the night shift will receive an additional premium per hour as follows,  \nwhich shal! be over and above the regular rate of pay for the same or similar day job.  \nEffective Effective  \n9/24/00 3/24/02  \n   \nEmployees Assigned on or Before 9/24/94 $0.80 $0.90  \nEmployees Assigned after 9/24/94 $0.45 $0.60  \n11  \nUFCW LOCAL 27 - ACME MARKETS, INC. (EASTERN SHORE}  \n2000-2002  \n6.4 One (1) bargaining unit employee, shail be designated as the employee in charge of the night  \ncrew. This employee shall not be replaced by any employee in a higher wage classification. The  \nemployes in charge of night crew will receive in addition to his/her night premium, an additional twenty-  \nfive dollars ($25.00) per week. A night crew captain in charge in a store which is open for business  \non a twenty-four (24) hour basis shall receive an additional ten dollars ($10.00) per week night  \npremium (in addition to the twenty-five dollars ($25.00) per week night captain premium).  \n6.5 Part time employees may be assigned on a night shift, provided however, part time employees  \nhired prior to 9/24/00, must be assigned for a full shift of not less than eight (8) hours. Part time  \nemployees hired on or after 9/24/00, must be scheduled a shift of no less than six (6) hours.  \n8.6 An employee who regularly and continuously works on the night crew shall receive his/her  \nbasic straight time hourly rate in addition to the night premium for the purpose of computing overtime,  \nvacation pay and holiday pay.  \n"], ["ARTICLE 9 - WORKING CONDITIONS  \n", "9.4 The Employer will furnish and launder.such store linens as it desires worn by its employees.  \nIn the event the employer provides Dacron or similar type uniforms for employees, these garments may  \nbe laundered by the employee. Since this item of expense is intended to make the Employer's service  \nmore attractive to customers, members agree to cooperate by presenting a neat, clean business-like  \nappearance while on duty in the store.  \n9.2 The Employer has the right to discharge or discipline any amployee for good and sufficient  \ncause, including but not limited to, proven of acknowledged dishonesty, intoxication during working  \nhours, provided however, that no employee shail be discharged or discriminated against because of  \nmembership in the Union or for Union activities. ,  \n9.3 In the event that an employee's work is unsatisfactory, he/she shall be given at least one (1)  \nwritten notice before disciplinary action is taken, and a copy of the notice shail be sent to the Union at  \nthe same time. Notices and warnings shall become null and void after nine {9} months from date of  \nissue.  \n9.4 No employee shall suffer a reduction of hourly wage rates, increase of hours, or reduced  \nvacation time sotely by the signing of this Agreement.  \n9.5 If a physical examination or health permit is required by the Employer or government, ail  \nexpenses attached to same shail be borne by the Employer.  \n9.6 The Employer agrees, in the event of a temporary transfer at the Emptoyer's request, to  \nreimburse the employee for increased transportation costs on the basis of twenty-eight cents (28¢) per  \nmile, except, however, when an employee chooses public transportation, excluding taxicabs, he/she  \nshall be reimbursed only for the actua! cost of such increases in transportation, Temporary  \nassignments will not exceed thirty (30) days except in cases of relief of an employee absent on  \nextended sick leave. tf any employee is required to work in more than one (1} store in the same day,  \nthe expenses for necessary transportation shall be bome by the Employer. The time required for travet  \nbetween the stores shall be included as a portion of the employee's work day and considered as time  \nworked for all purposes.  \n9.7 Employees shall be at their stores ready for work at their scheduled starting time, otherwise  \n12  \nUFCW LOCAL 27- ACME MARKETS, INC {EASTERN SHORE}  \n2000-2002  \nthey are reporting late. They shall remain at their work until their scheduled quitting time. Employees  \nshall be paid for all time worked. There shall be a time recording device in each of the employer's  \nstores for the purpose of recording time worked. The Employer and the Union agree that a proven  \nviolation of established time recording device rules, including working before punching in or after  \npunching out, may subject such an employee to disciplinary action up to and including discharge.  \nFurthermore, all time during which an employee is suffered, or permitted to work or is required to be  \non duty on the Employer's premises at a given work place shall be considered hours worked and  \nrecorded.  \n9.8 Except by mutual agreement between the employee and the Employer, employees shall have  \na minimum of eight (8) hours off between the end of their schedule and the starting of their next  \nschedule. Any employee who works during this eight (8) hour period shail be paid for such time at the  \nrate of time and one-half (11%) their straight time rate of pay.  \n9.9 The Employer will furnish all tools and personal protective equipment necessary to perform  \nthe job and shall maintain a first aid kit, fully equipped, in each store to be available for all shifts  \nworked.  \n9.10 who receives a pay rate which is higher than the pay rate provided in Schedule  \nA for his/her classification, who is promoted to a department head and subsequently demoted to his/her  \nformer classification, shall receive the same pay rate differential which he/she previously received.  \n9.11 Noemployee shall be given a (lie detector test) unless tha Union agrees in writing.  \n9.12 Time spent at legal proceedings at the request of the Employer or Employer's counsel shall  \nbe compensated. Such compensation shall also be paid for time spent at the request of any law  \nenforcement agency, involving investigation or legal proceedings for the benefit of the  \nprovided that employee has given the Store Director prompt notice of the request.  \n9.13 Employees shall not be required to use their personal cars for the hauling of merchandise.  \n9.14 Noemployee shall be required to take a random drug or alcohol test, unless previously warned  \nin writing except that the Union agrees the Employer may randomly drug test Pharmacy Technicians.  \n9.15 The Employer agrees to work jointly with the Union in resolving unsafe conditions or equipment  \nwithin the employee's work area.  \n§.16 Employees who sustain an occupational injury requiring treatment by a doctor or hospitat shall  \nsuffer no loss in pay for the day the injury occurs provided the employee retums to work unless  \notherwise instructed in writing by the attending doctor.  \n13  \nUFCW LOCAL 27 - ACME MARKETS, INC. (EASTERN SHORE}  \n2000-2002  \n"], ["ARTICLE 10 - VACATIONS  \n", "14  \n10.1 Employees shal! be granted vacations as follows:  \nLength of Continuous Part Time Full Time  \nOn-the-job Service Employees Employees  \nAll Employees - More than three (3) None 1/12th of a week's  \nmonths but jess than one (1) year on basic straight time  \nMay 1“ of the calendar year. wage for each full  \nmonth's service prior to  \nMay 1.  \nAli Employees - One (1} year or more The number of One (1) week  \nbut less than three (3) years on May 1\" = weekly hours  \n4f the calendar year. normally  \nworked.  \nEmployees Hired Before 9/24/00 - Twice the Two (2) weeks  \nThree (3) years or more but less than number of  \nseven (7) years on the Saturday nearest weekly hours  \nSeptember 30\" of the calendar year. normally  \nworked.  \nEmployees Hired Before 9/24/00 - Three (3) times Three {3} weeks  \nSeven (7) years or more but less than =‘ the number of  \nthirteen (13) years on the Saturday § weekly hours  \nnearest September 30\" of the calendar normally  \nyear. worked.  \nEmployees Hired Before 9/24/00 - Four {4} times Four (4) weeks  \nThirteen (43} years or more but lass than the number  \ntwenty (20) years on the Saturday weekly hours  \nnearest September 30\" of the calendar normally  \nyear. worked.  \nEmployees Hired on or after 9/24/00 Twice the Two (2) weeks  \n- Three (3) years or more but less than number of  \neight (8) years on the Saturday nearest weekly hours  \nSeptember 30” of the calendar year normally  \nworked.  \nUFCW LOCAL 27- ACME MARKETS, INC (EASTERN SHORE)  \n2000-2002  \nLength of Continuous Part Time Full Time  \nOn-the-job Service Employees Employees  \nEmployees Hired on or after 8/24/00 -  \nThree (3) times  \nThree (3) weeks  \nEight (8) years or more but less than = the number of  \nfourteen {14) years on the Saturday weekly hours  \nnearest September 30” of the calendar normally  \nyear. worked.  \nEmployees Hired on or after 9/24/00- Four (4) times Four (4) weeks  \nfourteen (14) years or more but less than the number  \ntwenty (20) years on the Saturday § weekty hours  \nnearest September 30° of the calendar normally  \nyear. worked.  \nAll Employees - Twenty (20) years or  \nFive (5) times  \nFive (5) weeks  \nmore on the Saturday nearest the number of  \nSeptember 30\" of the calendar year. weekly hours  \nnormally  \nworked.  \nEmployees who have two (2) or more weeks vacation entitlement may take half of those weeks  \nin days. Said days shall be subject to mutual agreement between the employee and the Employer.  \n10.2 ‘Inthe event the services of an eligible employee are terminated voluntarily or involuntarily for  \nany reason whatsoever, except discharge due to dishonesty, before the vacation earned has been  \ntaken, there shall be paid to such employee the vacation pay for all full years for which no vacation has  \nbeen given and one twelfth (1/12) of the annual vacation grant for each full month worked during the  \ncurrent vacation year.  \n10.3 Employees who for good and sufficient reason desires to take their three (3), four (4) or five  \n(5) weeks uninterrupted vacation must request same in writing thirty (30) days prior to the date the  \nvacation is to be taken. Such requests are subject to approval by both the Employer and the Union,  \nThe employee may take vacation in any of the fifty-two (52) calendar weeks, subject to management  \napproval.  \n10.4 Vacation time shall be computed from date of employment or anniversary of vacation eligibility  \ndate, and shall be taken at a time convenient to both the employee and the Employer, and shall be paid  \nat the rate of pay in effect at the time the vacation is taken. All vacation pay shal! be calculated at the  \nemployee's basic straight time hourly rate, unless otherwise provided for in this Agreement.  \n10.5 Eligible employees absent from work due to on-the-job (Worker's Compensation) injury  \nsustained during the vacation year, will nevertheless, be entitled to their vacation grant for that  \nparticular vacation year onty. Eligible employees absent from work due to non-occupationa! accident  \nor sickness for a cumulative period not to exceed six (6} months (six twelfths (6/12) within the vacation  \nyear) will, nevertheless, be entitled to their vacation grant for the particular vacation year only. In the  \n15  \nUFCW LOCAL 27 - ACME MARKETS, INC. (EASTERN SHORE)  \n2000-2002  \nevent of absence in excess of six (6) months, employees will be entitled to one-twelfth (1/12) of his/her  \nvacation entitlement for each full month worked during the vacation year.  \n10.6 When a holiday designated in Section 11.1 occurs during the full time employee's vacation,  \nthe employee shall de entitled to an extra day's vacation or cash in lieu thereof, based on straight time  \npay for an eight (8) hour work day.  \n10.7 The vacation schedule of any employee cannot be changed, except by mutual agreement,  \nwhen it is less than sixty (60) days to the date the employee has selected. The vacation schedule shall  \nbe available on request by an employee.  \n10.6 Vacation pay is to be paid to the employee prior to the day the vacation begins. if the  \nemployee's vacation pay is not available when he/she is scheduled to leave, he/she will be paid from  \nStore funds.  \n10.9 Part time employees shall be entitled to a vacation on or after each anniversary date of their  \nemployment pro-rated on the basis of the average straight time hours worked during the preceding  \nyear, according to the vacation formula set forth above and subject to the same conditions as pertains  \nto full time employees. +  \n10.10 When a holiday, designated in Section 11.1 occurs during a part time employee's vacation,  \nand the part time employee would ordinarily have been scheduled for work on that day, he or she shall  \nbe paid as provided in Section 11.5.  \n10.11 An Employee may start his/her vacation on any day which is mutually agreed upon by the  \nEmployer and the employee.  \n10.12 Apart time employee going to full time shall not suffer a reduction in the number of hours  \nvacation he/she would have received as a part time employes for the first vacation of such change.  \n10.13 From January 1\" to March 31\" of each year, shall select their desired dates of  \nvacation for that year. Said selection will be awarded on a seniority basis within the department. After  \nMarch 31\" employees may select vacant weeks by seniority but may not bump less senior employees  \nwho have exercised their vacation selection during the bid period. Vacations requested after the bid  \nperiod will be honcred on a firat come first served basis.  \n10.14 An employee may carry over into the next vacation year one (1) week of unused vacation.  \nCarryover vacation shall not ba cumulative and must be used during the following vacation year. The  \nfirst week of vacation taken in the subsequent year shall be considered the carryover week.  \n"], ["ARTICLE 11 - HOLIDAYS AND SUNDAYS  \n", "11.1. The Emptoyer agrees that the following days or the days observed as such shall be holidays.  \nWhen a holiday falls on a Sunday, the following Monday shall be observed.  \nNew Year's Day Labor Day  \nMemorial Day Thanksgiving Day  \nindependence Day Christmas Day  \n16  \nUFCW LOCAL 27 - ACME MARKETS, INC. (EASTERN SHORE)  \n2000-2002  \n41.2. Work may be performed on any of the herein above mentioned holidays, however, work as  \nsuch for employees hired before September 8, 1988 shall be compensated for at the rate of time and  \none-half (1%) the employee's regular straight time rate of pay, which shail be over and above the  \nregular straight time rate of pay provided, except courtesy clerks shalt receive a twenty-five cants (25¢)}  \nper hour premium for work performed on holidays. For employees hired on or after September 8, 1988  \nand Courtesy Clerks promoted after September 8, 1988 work performed on holidays shall be  \ncompensated at the lesser of time and one-haff (1%) the straight time hourly rate, or the  \nemployee's straight time hourly rate plus the premium:  \nYEARS OF HOLIDAY  \n0-3 years $1.00 per hour  \n3-6 years $2.00 per hour  \n6-9 years $3.00 per hour  \n9+ years $4.00 per hour  \nThe Employer will not open the stores on Christmas Day for business, unless a major  \ncompetitor opens. In the event the Employer is open on Christmas under no circumstances will any  \nemployee be required to work. The store will be staffed by volunteers only. Those employees who do  \nvolunteer to work on Christmas day will be paid for all hours worked on Christmas day at double time  \n(2x).  \n44.3 A week which includes any specified holiday shall be a four (4) day week consisting of  \nthirty-two (32) straight time hours, for which full time employees shail be paid forty (40) hours pay.  \n11.4 Alltime worked by full time employees in a holiday week in excess of thirty-two (32) hours shail  \nbe compensated for at the overtime rate of time and one-half the straight time hourly rate, except  \nthat employees may work forty (40) hours at straight time in addition to his/her holiday pay, provided  \nitis mutually agreed upon between Employer and employes. Part time employees eligible for holiday  \npay may work five (5) days in a holiday week by mutual! agreement. Part time employees not eligible  \nfor holiday pay may be scheduled to work five (5) days during the holiday week and shail be paid for  \nat the straight time rate of pay.  \n41.5 | completion of ninety (90) days of continuous service, employees shall be eligible for  \nholiday pay. Part time emptoyees with less than one (1) year of service shall be paid holiday pay  \nprovided the holiday falls on a day they woutd normally be scheduled. Part-time employees with one  \n(1) or more years of continuous service shall be entitled to holiday pay, regardiess of whether or not  \nthey are scheduled to work on that day. Employees shall be entitled to holiday pay at straight time,  \nas follows:  \nfull time employees - eight (8) hrs  \ncourtesy clerks - three (3) hrs  \nservice clerks hired on or after 9/24/00 - three (3) hrs  \nall other part time employees hired before 9/24/00 - five (S) hrs  \nall other part time employees hired on or after 9/24/00 - four (4) hrs  \ns e e  \n41.6 | Work schedules shall not be changed for the purpose of avoiding holiday pay.  \n- 17  \nUFCW LOCAL 27 - ACME MARKETS, INC. (EASTERN SHORE)  \n2000-2002  \n11.7 Noemployee shall receive pay for any holidays not worked untess such empioyee has reported  \nfor work on his/her scheduled day before and after the holiday, Sunday excepted. Employee shail be  \ndeemed to have reported for work if absence on the day before or the day after said holiday is due to  \nexpress permission from or action of the Employer, or death in the immediate family and also in case  \nof certified illness, but in any event, employees off one (1) full week before a holiday and one {1} full  \nweek after a holiday would not be entitled to holiday pay, unless otherwise provided for in this  \nAgreement. Part time employees must work one (1) day during the holiday week. Schedules will not  \nbe changed to avoid holiday pay.  \n118 = tn the Grocery Department, Sunday and holiday work shall be assigned on a rotating basis by  \nseniority within classification and ability to do the work considered, except for that work required for the  \nproper management of a department or store, In the event the Employer cannot schedule the  \nnecessary number of employees on a voluntary basis, then the employees in reverse order of seniority  \nshail be obligated to work. Replacements for employees who are absent on their scheduled Sunday,  \nfor whatever reason, shall be replaced if necessary by the senior available employee(s) not already  \nscheduled for that Sunday. The call-in repiacement time will not affect the employee's regular turn on  \nthe rotation list. Employees scheduled for Sunday work shall be scheduted a minimum shift of four (4)  \nhours. Sunday and holiday rotation shall be done from separate lists. Easter will be considered a  \n‘separate Sunday for the purpose of rotation... om. ~ ee :  \n11.9 In the Meat Department, Sunday and/or holiday work in each store shall be rotated among  \nqualified employees within the classification requirad by the Employer to perform the work. The work  \nheretofore performed by part-time employees shall be first offered to full-time employees. The work  \nso Offered shail not be deemed to fall within the daily hourly guarantee of this contract. If full time  \nemployees refuse to work, it may then be offered to part-time employees. If scheduled employees  \nrefuse such work then the least senior employee within the classification will be required to do the  \nwork, Full-time employees involuntarily reduced to part-time will be included in the rotation for available  \nSunday or holiday work.  \n11.10 Part time employees on payroll prior to September 8, 1988, and all full time employees will be  \npaid time and one-half (1%) for all time worked on Sunday. Part time employees, except courtesy  \nClerks, hired or promoted on or after Septamber 6, 1988 shall receive the lesser of time and one-half  \n(14) the employee's straight time hourly rate, or the employee's straight time hourly rate plus the  \nfollowing premiums for all work performed on Sunday:  \nYEARS OF SUNDAY PREMIUM  \n0-3 years $1.00 per hour  \n3-6 years $2.00 per hour  \n6-9 years $3.00 per hour  \n9+ years $4.00 per hour |  \nCourtesy clerks shall receive a twenty-five cents (25¢) per hour premium for work performed  \non Sunday.  \nThe Employer may schedule part time employees to work at the straight time hourly rate on  \nSunday from 12:01 a.m. to 2:00 a.m., except that part time employees assigned to a night shift shail  \nraceive the applicable night premium.  \n18  \nUFCW LOCAL 27? . ACME MARKETS, INC. (EASTERN SHORE}  \n2000-2002  \n11.11 - PERSONAL HOLIDAYS  \nA.  \nEmployees shall receive personal holidays off with pay as fatlows:  \nEmployees on the payroll as of 1/1/78 - five (5) days per calendar year  \n¢  \nEmptoyees hired after 1/1/78 and before 7/16/84 - one (1) day for each ten (10)  \nweeks of service up to a maximum of five (5) days per calendar year  \nEmployees hired on or after 7/16/84 having one (1) year of continuous service -  \none (1} day  \nEmployees hired on or after 7/16/84 having two (2) years of continuous service  \n« two (2) days  \nEmployees hired on or after 7/16/84 having three {3) or more years of  \ncontinuous service - one {1) day for each four (4) months of service up to a  \nmaximum of three (3) days per calendar year  \nPersonal days may be used for the purpose of mini-vacations.  \nEmployess shail notify the Store Director at least two (2) weeks in advance of his/her  \nintention to take a personal day off and tha employee shall receive such day off or a  \nmutually agreed upon day off. In the event of a conflict of employee choice, seniority shall  \nprevail, Management reserves the right to determine the number of employees permitted  \nto be off on any given day.  \nAn employee who separates or is separated from the Employer's service, shall on  \nseparation, be paid for unused personal days on a pro-rata basis.  \nEmployees may use personal days for absence dus to illness not otherwise compensated  \nfor under this Agreement.  \nSuch holiday shall be paid on the basis of:  \n* full time employees - eight (8) hrs  \n* courtesy clerks - three (3) hrs  \n* service Clerks hired on or after 9/24/00 - three (3) hrs  \n* ail other part time employees hired before 9/24/00 - five (5) hrs  \n* all other part time employees hired on of after 9/24/00 - four (4) hrs  \n"], ["ARTICLE 12 - LEAVE OF ABSENCE  \n", "Subject to the following conditions, employees shall be granted a leave of absence which shall  \nnot interrupt their service records, providing such request is made by the ampioyes, in writing, to the  \nHuman Resources Department seven (7} days prior to commencing such leave.  \n19  \nUFCW LOCAL 27 - ACME MARKETS, INC. (EASTERN SHORE}  \n2000-2002  \n   \n42.1. The Employer agrees that any members of the Union, employed by the Employer during the  \nperiod of this Agreement who is electad to office in the Union or is assigned by the Union to any Union  \nactivity necessitating temporary leave of absence, shall be granted such leave of absence and shall,  \nbe guaranteed re-employment at his/her former wage rate plus any increase or less any reduction that  \nmay have become effective during his/her absence, provided that he/she applies for re-employment  \nforthwith upon leaving the Union. Any employee returning from a leave of absence, or a former  \nbargaining unit employee setuming from a management position shall retain ait seniority rights as if  \nhe/she has never left the Bargaining Unit and shalt be reinstated to his/her former position provided  \nhe/she has the ability to perform the work of such position.  \n42.2 Leaves of absence shall be granted up to one (1) year without pay when an employee with six  \n(6) or mare months of continuous service is unable to work because of sickness, or accident, and this  \nleave shall become effective after the final sick benefit payment is made. The disability must be  \nattested to by a registered physician. However, in the event such employee is unable to work at the  \nexpiration of his/her leave period, he/she shall be entitied to an additional leave of six (6) months  \n(twelve (12) months for workers compensation leave) if he/she submits satisfactory medical evidence  \nthat.he/she will be able to return to his/her regular duties within the said additional period. The  \nemployee must give two (2) weeks notice in writing prior to the date he/she intends to return to work,  \n12.3. Inthe case of a death in the immediate family of the emptoyes, namely, of a parent, spouse,  \nchild, brother, sister, parent-in-law, or grandparent, requiring the employee's absence from his/her  \nregularly scheduled assignments, the employee shall be granted a leave of absence up to three (3)  \ndays beginning with the day of death. Neither Sunday nor the scheduled day off of a full-time  \nemployee shail be counted. When an employee's normal time off fails within the three (3) day period,  \nhe/she shall be reimbursed for that portion of the time normally scheduled for work, but under no  \ncircumstances shall the application of this clause result in a change in the employee's weekly salary.  \n12.4 Any employee may be given a leave of absence not to exceed one (1) year for any reason  \nacceptable to the Employer. This decision shail not be arbitrable, nor will such leave interrupt the  \nemployee's service record.  \n"], ["ARTICLE 13 - JURY DUTY  \n", "13.1, Emptoyees who are required to report for jury service or serve on a jury shall receive the  \ndifference between their straight time weekly basic pay and the amount received while on jury duty.  \nThey will be expected to work their regularly posted schedule on days when the jury is not in session.  \nThe schedule of a part-time employee shall not be altered solely for the purpose of avoiding jury duty  \npay. The above provisions shal! be limited to thirty (30) working days of jury duty per year uniess the  \nemployee is summoned for a Federal Grand Jury.  \n13.2 An employee reporting for jury service or serving on the jury shail not be required to work  \nhours other than those during which the employee is normally scheduled and in no case shail they be  \nrequired to report for less than four (4) hours.  \n13.3. When anight crew employee is called to serve on jury duty he/she shall be excused from  \nhis/her schedule without ioss of weekly earnings.  \n20  \nUFCW LOCAL 27 - ACME MARKETS, INC, (EASTERN SHORE)  \n2000. 2002  \n"], ["ARTICLE 14 - STORE CARD OR DECAL  \n", "The Union agrees to furnish to the Employer, Union Store Cards and/or Decals for each of the  \nEmployer's stores. The Employer shall display such Union Cards or Decals in a conspicuous area  \naccessible to the public in each establishment covered by this Agreement.  \n"], ["ARTICLE 15- SHOP STEWARDOS  \n", "15.1. The Union shall have the right to appoint two (2) Shop Stewards in each store, whose duties  \nshall be to report any irreguiarities to the Union. In no instances shall the Shop Steward be  \ndiscriminated against for discharging such duties, provided such duties do not unreasonably interfere  \nwith the regular performance of their work for the Employer. Shop Stewards shall report all  \nirregularities to the Stora Director prior to reporting same to the Union. Shop Stewards shall have the  \nright to inspect time records of employees covered by this agreement.  \n15.2 Shop Stewards may not be transferred from store or job assignment without written consent  \nof the Union, except in cases of promotion. The Shop Stewards shall have super-seniority among all  \nother employees for the purpose of layoff and recall only in their store. Further, the Shop Stewards  \nshall not be threatened, coerced or intimidated for performing Union activities.  \n15.3 The Union shall furnish to the Employer a complete list of Shop Stewards, which shall be  \namended from time to time as may be necessary.  \n15.4 Shop Stewards shall be entitled to a leave of two (2) days each calendar year with pay, for  \nShop Steward Training and Education. The Union must notify the Employer at least two (2) weeks in  \nadvance thereof. The Shop Steward must upon returning from the leave present the Store Director  \nwith written evidence from the Union that the Steward has used the leave far the purpose for which the  \nleave was intended.  \n15.5 AShop Steward shall be permitted to accompany the government inspector ai no loss of pay.  \n"], ["ARTICLE 16- HEALTH AND WELFARE  \n", "16.1 The Empioyer shall contribute to the United Food and Commercial Workers Union and  \nParticipating Food Industry Employers Tri State Health and Welfare Fund {the “Fund\") for eligible  \nemployees on payroll the first day of each month as follows: .  \nA. Monthly contributions shall be made to maintain current level of benefits for each  \nfull-time employee, commencing with the month following completion of six (6)  \nmonths of continuous full time service with the Employer and who is active during  \nthe first fiscal week of that month.  \nB. Monthly contributions shall be made to maintain current level of benefits for each  \npart-time employee, commencing with the month following completion of eighteen  \n(18) months of continuous part-time service with the Employer and who is active  \nduring the first fiscal week of that month.  \n21  \nUFCW LOCAL 27 - ACME MARKETS, INC, (EASTERN SHORE)  \n2000-2002  \nC. Employer contributions shall be as follows:  \n   \n   \n   \nEffective  \nPlan 10/1/00  \n- Full time grocery employees hired or PC 20/30/70 $521.80  \npromoted before 3/6/83 wi100%  \n- Full time meat department employees hired hospitalization  \nor promoted before 7/16/84 outpatient  \nradiology  \ney  \n- Full time grocery employees hired or Pian 10 $342.46  \npromoted on or after 3/6/83 and before  \n9/28/97\"  \n- Full time meat employees hirad or promoted  \non or after 7/16/84 and before 9/28/97\"  \n' Full time promoted to higher  \nClassification after 3/6/83 and before “ee  \n- Full time service clerks hired or promoted  \nafter 7/16/84 and before 9/28/97*  \n- Full time employees hired or promoted on or G-AE-F $323.72  \nafter 9/28/97  \n  \n- Part time grocery employees hired or PC 20/30/70 $491.34  \npromoted before 3/6/83 wi100%  \n- Part time meat department employees hired hospitatization  \nor promoted before 7/16/84 outpatient  \nradiology  \n-Part time grocery employees hired or Plan 10 $273.62  \npromoted on or after 3/6/83 and before  \n9/28/97\"  \n- Part time meat employees hired or promoted  \non or 7/16/84 and before 9/28/97\"  \n- Part time courtesy clerks promoted to higher  \nclassification after 3/6/83 & before 9/28/97°  \nPart time service clerks hired or promoted  \nafter 7/16/84 and before 9/28/97*  \n  \nPart time employees hired or promoted on or Opt 1 or 2** $78.03  \nafter 9/28/97 with 18 bul less than 30 mos’  \nPart time employees hired or promoted on or G-AE-P $183.45  \nafter 9/28/97 with 30 months or more“  \n   \n22  \nUFCW LOCAL 27 - ACME MARKETS, INC (EASTERN SHORE)  \n2000-2002  \n*Full time and part time employees hired or promoted on or after 9/28/97  \nand before 9/24/00, who are receiving of were scheduled to receive Plan  \n10 or Plan G-AE-F shall continue to do so.  \n**Part-time employees with a least eighteen (18), but less than thirty (30),  \nmonths of continuous part-time service, will elect to receive either Option  \n+ or Option 2 plan of benefits from the Fund (but not both), the process of  \nbenefit plan selection to be governed by the provisions of the Plan as set  \nforth in the Summary Plan Description  \nThe benefits provided under each Plan are specified in the Summary Plan  \nDescription, a copy of which may be obtained by contacting the Fund  \noffice.  \nBD. All employees eligible for prescription benefits will have mandatory mail order for  \nmaintenance drugs with $0 co-pay. Prescription co-payments will be as follows  \nfor non-mail-order prascriptions:  \nEffective Effective Effective  \n10/4/00 5/1/01 5/1/02  \nIn Network: |  \nGeneric 5% 6% 71%  \nPreferred 10% 12% 14%  \nNon-preferred 20% 24% 28%  \nOut of Network:  \nGeneric 10% 12% 14%  \nPreferred ©“ 20% 24% 28%  \nNon-preferred 40% 44% 48%  \nE. Effactive October 1, 2000, the Employer will increase its contribution rates for  \nretirees by twelve and one-half percent {12.5%}. Retiree contributions shall  \nincrease by the same percentage. Effective October 1, 2001, the Employer will  \nincrease its contribution rates, for active employees and retirees, no more than  \ntwelve percent (12%). If the cos! of benefits exceeds the contributions the parties  \nwill meet to develop measures so that benefits can be covered within such limits  \non contribution rates. The Employer will be entitled to a refund effective 10/1/01  \nand/or 10/1/02 of any surplus monies generated as the result of M.0.B8. payments  \nand actual cost of benefits. The Employer will reimburse the Tri-State Health and  \nWelfare Fund for any deficit created as a result of a shortfall between contractual  \npayments and cost of benefits and services incurred before 10/1/00.  \nF. ifacomparable provider of benefits can be found that would create a saving, the  \nparties agree to meat to discuss the benefits and providers. The parties agree  \nthat medical and surgical benefits will be administered through the United Food  \nand Commercial Workers Union and Participating Food Industry Employers Tri-  \nState Health and Welfare Fund.  \n23  \nUFCW LOCAL 27 - ACME MARKETS, INC. (EASTERN SHORE)  \n2000-200.  \nG. Dependent coverage may be purchased by eligible part-time employees. For  \nemployees hired before September 27, 1997, the monthly rate to be paid by the  \nemployee shail be ninety-nine dollars ($99.00). For employees hired on or after  \nSeptember 27, 1997, the employee's contribution shall be calculated by  \nsubtracting the cost of benefits for a Fund participant receiving individual  \ncoverage from the cost of benefits for a Fund participant receiving family  \ncoverage. Employees wishing to purchase dependent coverage must sign the  \nappropriate forms authorizing the Employer to deduct such employee contribution  \ntrom their pay on a weekly basis. The processing of electing, or canceling the  \nelection of, dependent coverage is govemed by the provisions of the Plan as set  \nforth in the Summary Plan Description, a copy of which may be obtained by  \ncontacting the Fund office. Effective October 1, 2001, employee contributions  \nshall increase by the same percentage rate as the Employer's contribution  \nincrease.  \nH, year, the Employer and retiree contributions shail increase the same  \npercentage.  \n|. The Employer will not be obligated to make any Health and Welfare contributions  \non behaif of Courtesy Clerks.  \nJ. Any change in contribution shall be preceded by a thirty (30) day written notice  \nfrom the Board of Trustees to the Employer.  \nK. The contributions provided for in this Agreement shall de in lieu of any obligation  \non the part of the Employer to provide any Health and Welfare benefits other than  \nthose provided by the Trust Agreement and Plan governing the Fund.  \nL. The Fund shall be governed by a Board of Trustees consisting of equal numbers  \nto be designated by the Fund.  \n"], ["ARTICLE 17- PENSION  \n", "17.14. The Employer shall contribute to the FELRA and United Food and Commercial Workers  \nPension Fund (hereinafter called Fund) es follows:  \n. © Full time employees hired before March 6, 1983 - $168.38 per month  \n+ Part time employees hired before March 8, 1983 - $62.34 per month  \n+ Pharmacy Clerk/Tech employees hired after 7/16/84 - 8¢ per straight time hour  \nworked  \n« employees - 15¢ per straight time hour worked  \n17.2 All employees who are hired by the Employer and have more than ten (10) years of credited  \nservice in the FELRA and UFCW Pension Fund are to have contributions made in their behalf at the  \nlevel described for employees on payroll prior to March 6, 1983.  \n24  \nUFCW LOCAL 27 - ACME MARKETS, INC. (EASTERN SHORE)  \n2000-2002  \n17.3. The contributions referred to above shall not be required on behalf of employees hired and  \nclassified as Courtesy Cierks or Service Clerks.  \n17.4 The above contributions by the Employer will commence the first full payroll month following  \nthe completion of twelve (12) months of continuous employment with the Employer from the date of  \nemployment.  \n17.5 The Pension Fund and Plan shall be governed by a Board of Trustees.  \n17.6 It is understood and agreed that the Pension Fund referred to herein shail be such as wil  \ncontinuously qualify for approval by the Internal Revenue Service, so as to allow the Employer an  \nincome tax deduction for the contributions paid hereunder.  \n17.7 It is agreed that all questions involving pension not specifically set forth herain shall be  \ndetermined by the provisions of the Agreement and Declaration of Trust governing the Pian.  \n17.8 The Employer agrees to be bound by all the decisions made by the Trustees in accordance  \nwith the Declaration of Trust.  \n"], ["ARTICLE 18- SEVERANCE  \n18.1 Effective Juty 1, 2000, the United Food and Commercial Workers and Food Employers Labor  \n", "Relations Association Severance Fund shall cease to exist as a separate entity and its assets and  \nliabilities shall be merged into and become a part of the Food Employers Labor Relations Association  \nand United Food and Commercial Workers Health and Welfare Fund (hereinafter referred to as the  \n“Welfare Fund’). The Welfare Fund will maintain a separate accounting of the assets and liabilities  \nattributable to the provision of severance benefits under the Welfare Trust and such separate account  \nshall be referred to as the \"United Food and Commercial Workers and Food Employers Labor  \nRelations Association Severance Fund.”  \n18.2 The Severance Fund and Pian shall be governed by the Board of Trustees of the Welfare  \nFund. :  \n18.3 It is understood and agreed that the Welfare Fund referred to herein shall be such as will  \ncontinuously qualify for approval by the Interna! Revenue Service, so as to allow the Employer an  \nincome tax deduction for the contributions paid hereunder. . a  \n48.4 __Itis agreed that all questions involving severance benefits not specifically set forth herein shall  \nbe determined by the provisions of the Agresment and Declaration of Trust governing the Welfare  \nFund and the Severance Plan.  \n48.5 AnEmployer at its discretion, may or may not be required to designate a representative on the  \nBoard of Trustees, but in any event the Employer agrees to be bound by ail decisions made by the  \nTrustees in accordance with the Declaration of Trust.  \n18.6 Effective April 1, 2000, the Employer shall make contributions in amounts determined by the  \nBoard of Trustees of the Welfare Fund so as to maintain current and existing benefits (as established  \nin the FELRA negotiations of March, 2000), in accordance with the formula agreed upon by the Union  \nand the Employer.  \n25  \nUFCW LOCAL 27 - ACME MARKETS, INC. (EASTERN SHORE)  \n2000-2002  \ni  \n18.7. Employees hired on or after September 27, 1997 through September 23, 2000, and still  \nemployed on September 24, 2000, shail be eligible for benefits under the Severance Fund. Severance  \nbenefits for such Employee shail be based on Service Credited calculated in accordance with the  \nSeverance Plan as if the Employee had participated in the Ptan from the Employee's first Hour of  \nService for the Employer on or after September 27, 1997 though their Severance from Service Date.  \nThe above contributions shail not be applicable to those employees classified as Courtesy Clerks nor  \nto Service Clerks hired after July 16, 1984.  \n"], ["ARTICLE 19- PRE-PAID LEGAL  \n", "   \n19.1 Effective July 1, 2000, the United Food and Commercial Workers and Food Employers Labor  \nRelations Association Legal Benefits Fund shall cease to exist as a separate entity and its assets and  \nliabilities shall be merged into and become a part of the Food Emptoyers Labor Relations Association  \nand United Food and Commercial Workers Health and Welfare Fund (hereinafter referred to as the  \n“Welfare Fund”). The Welfare Fund will maintain a separate accounting of the assets and liabilities  \nattributable to the provision of legat benefits under the Welfare Trust and such separate account shall  \nbe referred to as the \"United Food and Commercial:Workers and Food Employers Labor Relations  \nAssociation Legal Benefits Fund.” Effective October 1, 2000, The Employer shail contribute to the  \nUnited Food and Commercial Workers and Food Employers Labor Relations Association Legal Benefit  \nFund (hereinafter referred to as the \"Fund\") a total of fifteen dollars ($15.00) per month for each  \nappropriate employee who is on the Employers payroll on the first day of each month. Effective  \nOctober 1, 2001, the Emptoyer shall increase such contribution to fifteen dollars and twenty-five cents  \n($15.25) per month, to maintain existing benefits. For employees hired before September 24, 2000,  \ncontributions shall commence the first (1“) of the month following completion of twenty-four (24)  \nmonths of continuous service with the Employer. For employees hired on or after September 24, 2000,  \ncontributions shall commence the first (1\"} of the month following completion of thirty (30) months of  \ncontinuous service with the Employer.  \n19.2. The Fund shall be governed by the Board of Trustees of the Welfare Fund.  \n19.3 © It is understood and agreed that the Welfare Fund referred to herein shal) be such as will  \ncontinuously qualify for approval by the Internal Revenue Service, so as to allow the Employer an  \nincome tax deduction for the contribution paid hereunder.  \n19.4. * itis agreed that all questions involving legal benefits not specifically set forth herein shall be  \ndetermined by the provisions of the Agreement and Dectaration of Trust governing the Welfare Fund  \nand the Legat Benefits Plan.  \n19.5 The Employer agrees to be bound by all the decisions made by the Trustees in accordance  \nwith the Declaration of Trust.  \n419.6 ~ The above contributions shall not be applicable to those employees classified as Courtesy  \nClerks,  \n"], ["ARTICLE 20- CHECKOFF  \n", "   \n20.1 The Employer shall check off the initiation fees and dues from all employees who authorize,  \nin writing, such deductions and shall remit amounts so deducted within thirty (30) days after their  \ncollection to the Financial Secretary or designated officer of the Union. Dues will be checked off  \nweekly and remitted monthly.  \n28  \nUFCW LOCAL 27 - ACME MARKETS, INC. {EASTERN SHORE}  \n2000-2007  \n20.2 The Employer agrees to deduct fifty cents (50¢) per week and remit monthly to the Local  \nUnion's Active Ballot Club from employees who are Union members and who have signed deduction  \nauthori ation cards _  \n20.3 The Employer agrees to honor regular deductions to the Chessie Federal Credit Union from  \nemployees who are Union members and who have signed deduction authori ation cards in the  \namounts specified on the deduction authori ationcards The sums so deducted by the Employer shall  \nbe submitted to the Union on a mutually agreeable basis, but not jess than monthly _  \n20.4 The Employer will submit all check-offs on computer media _  \n20.5 The Union agrees to hold the Employer from all legal claims, or liabilities that might  \narise out of any erroneous deductions as a result of the above checkoff provisions _  \n"], ["ARTICLE 21- ARBITRATION AND ADJUSTMENTS  \n", "21.1. Should a controversy, dispute or disagreement arise during the period of this Agreement  \nconcerning the interpretation of the provisions of this Agreement, except that liability for wage claims  \nshall not be subject to arbitration unless involving a disputed interpretation of the provisions of the  \nAgreement, there shall be no cessation or stoppage of work or lockout because of such controversy,  \ndispute, or disagreement, but the differance shall be adjusted in the following manner _  \n21.2 <Any difference which an employee has not been able to adjust informally with his/her  \nimmediate supervisor may be made the subject of a grievance _All grievances must be filed, in writing,  \nwithin thirty (30) days after occurrence of the matter in dispute or disagreement, provided that any  \ngrievances in reference to dismissal must be filed, in writing, to the Employer within ten (10) days from  \nthe date of dismissal Grievances not filed within the limits herein specified shall have no right of  \nappeal by any party involved Grievances shall be processed in the following manner:  \nStep 1 The aggrieved employee (s) and Shop Steward(s) shall present the grievance,  \nin writing, to the Store Director The Shop Steward(s) with the employee(s) involved  \nshall meet on such grievance with the Store Director to resolve the grievance _ The  \nStore Director shall furnish the Shop Steward({s) and the employee(s) with an answer  \nto the grievance __If the grievance is not settled satisfactonly within ten (10) days, the  \ngrievance shall proceed to Step 2 _  \nStep 2 No later than five (5) days after the answer is furnished in Step 1, or should |  \nhave been furnished, the grevance shall be presented by the Business.  \nRepresentative(s) of the Union, in writing, to the local District Manager _ The District.  \nmanager and the Union wil! meet to resolve the grievance _ If the grievance is not  \nsettled satisfactorily within ten (10) days, the grievance shall proceed to Step 3 _  \nStep 3 No ‘ater than five (5) days after the answer is furnished in Step 2, or should  \nhave been furnished, the grievance shall be. presented by the Business  \nRepresentative(s) of the Union, in writing, to the Director of Human Resources or  \ndesignee The Union and the Director of Human Resources or designee shall meet  \nwithin ten (10) days from receipt of the grievance The Employer shall provide a  \nwritten answer to said grievance within ten (10) days of the meeting _ if the grievance  \nis not settled satisfactorily, the grievance shall proceed to Step 4 _  \n27  \nUFCW LOCAL 27 - ACME MARKETS, INC. (EASTERN SHORE)  \n2000-2002  \nStep 4_No later than ten (10) days after the written answer is furnished in Step 3, or  \nshould have been furnished, the grievance shall be presented by the Business  \nRepresentative of the Union, in writing, to the Director of Labor Relations. Tha Union  \nshall meet with the Director of Labor Retations or designee within ten (10) days from  \nreceipt of the grievance. The Employer shail provide a written answer to said  \ngrievance within five (5) days of the day of the meeting. Ifthe grievance is not settled  \nsatisfactorily, the Union or the Employer may request the grievance be submitted to  \narbitration as outlined in Section 21.3 of this Article.  \nthe matter is not amicably settled under 21.2 above, then either party may, on giving five (5)  \ndays notice to the other party:  \n4. Submit the matter to the Federal Mediation and Conciliation Service for a list of  \nfifteen (15) arbitrators and the parties shail select therefrom one (1) arbitrator as  \nfollows: Each of the parties shall strike one (1) name from the list untit a last  \nname remains, each of the parties drawing lots to determine who shail be entitied  \nto the first strike.  \n2. The arbitrator shall not have the authority to decide questions invotving the  \njurisdiction of any local or of the International or which may in any way affect or  \nchange the union Security Ctause, nor shail the arbitrator have the authority to  \neffect a change in, modify, or amend any of the provisions of this Agreement or  \nto make decisions or provisions covering wages or working conditions to be  \nincorporated either in a new Agreement or any subsequent annual Agreement,  \nexcept as hereinafter provided.  \n3. In the event that one party should fail to make their selection of arbitrators within  \ntwo (2) weeks after receipt of notification by the other party that their choices  \nhave been submitted, then the first choice of the selecting party sha!l be binding  \non the non-selecting party.  \n4. In the further event, should one (1) party fail to participate in the scheduled  \narbitration proceeding, the other party may proceed unilaterally and the decision  \nof the arbitrator shall be final and binding upon all parties.  \n5. As determined by the Union and the Employer, certain grievances raised to the  \nlevel of arbitration may be processed through an alternative method. In such use,  \nthe parties will select an arbitrator from an established list which can include the  \nFederal Mediation and Conciliation Service (F.M.C.S.) and the case will be  \npresented by staff representatives of the parties.  \n6. Arbvitrations shall be submitted within ninety (90) days after the occurrence of the  \nmatter in dispute.  \n21.4 The provisions of Article 24, No Strikes or Lockouts, shall not be binding on either party if the  \nother fails to abide by the decision of the arbitrator,  \n21.5 The expenses of the arbitrator shall be borne equally by both the Employer and the Union,  \n+  \n28  \nUFCW LOCAL 27 - ACME MARKETS, INC. (EASTERN SHORE)  \n2000-2002  \n"], ["ARTICLE 22- UNION ACTIVITIES  \n", "22.1 There shall ba no discrimination against any employee because of Union membership. The  \nEmployer further agrees there shall be no discrimination against any stewards of the Union as a result  \nof their activities and performance of their responsibilities.  \n22.2. The Union agrees that neither it nor its members will engage in Union activities on the  \nEmployer's time or in the Employer's stores if such activities interfere with the peaceful operation of  \nthe Employer's business, provided, however, that representatives of the Union shail have free access  \nto the Employer's stores for the purpose of determining that the terms of this Agreement are being  \ncomplied with including but not limited to inspecting work schedules, investigating the standing of  \nemployees and inspecting the pay records, which shall be available for a reasonable length of time.  \n22.3. The Employer shall not be held liable for any injuries to Union Representatives while on the  \npremises.  \n22.4 Notices conceming Union business will be posted in a designated location in the stores after  \napproval by management.  \n"], ["ARTICLE 23- MILITARY SERVICE  \n", "   \n23.1. The Employer will comply with the applicable laws of the United States concerning the re-  \nemployment of persons returning from military service of the United States. A person so re-employed  \nshall be paid at the current rate for the appropriate job and shall assume his/her orginal  \nemployment date and be entitled to his/her pro-rata vacation. At the time the employee leaves for  \nmilitary service, he/she shall receive whatever vacation pay is due him/her. The application of this  \nprovision will comply with the Uniformed Services Employment and Re-employment Rights Act.  \n23.2 Employees, full-time or part-time, who serve in the National Guard or military reserve units,  \nwhich require annuai training, shail be granted the necessary leave either without pay or, at the  \nemployee's option, eligible vacation time, to fulfill the annual training requirements of the units in which  \nthey serve. Such employee shall furnish a copy of their orders and two (2) weeks prior notice to the  \nEmployer.  \nA 24- NO LOCKO  \nIt is mutually agreed by the parties of this Agreement that there shall be no stnkes or  \nstoppages of work by the employees or by the Union, nor shall there be any lockout by the Employer  \nduring the life of this Agreement, and that any difference of opinion or misunderstanding concerning  \nthe interpretation of the provisions of this Agreement which may arise between tha contracting parties  \nshall be amicably adjusted by and between the parties themselves, and if the parties cannot amicably  \nadjust the difference, then the matter shall be referred to an Arbitrator as provided in Article 21.  \nNothing contained herein, however, shall compel any employee to walk through a legal picket fine,  \nprovided such picket tine has the sanction of his/her own International Union.  \n"], ["ARTICLE 25- INVALIDATION  \n", "   \nShould any article, section, or portion thereof, of this Agreement be held uniawful and  \nunenforceable by any court of competent jurisdiction, such decisions of the court shalt apply only to  \nthe specific article, section, or portion thereof directly specified in the decision, provided, however, that  \n29  \nUFCW LOCAL 27 - ACME MARKETS, INC. (EASTERN SHORE)  \n2000-2002  \nupon such a decision the parties agree immediately to negotiate a substitute for the invalidated articie,  \nsection, or portion thereof.  \n"], ["ARTICLE 26- DURATION OF AGREEMENT  \n", "   \nThis Agreement shall be effective commencing September 24, 2000, and shall remain in force  \nuntil and including September 28, 2002, and from year to year thereafter, with the right of either party  \nto reopen upon written notice, not less than sixty (60) days prior to September 28, 2002, or the 28\" day  \nof September of any subsequent year of a desire either to change or terminate this Agreement. Inthe  \nevent either party serves notice, it is agreed that the Employer and the Union shall immediately begin  \nnegotiations on the proposed changes and that, pending the results of such renegotiations, neither  \nparty shall change the conditions existing at the time under the contract. If during the period of  \nnegotiations the Union decides to terminate this Agreement it agrees, however, that it will not strike or  \ncause stoppage of work by the employees, unless notice of strike action is given at least two (2) days  \nnotice prior to the strike which shall be set forth in the notica. If the strike does not take place upon  \nthe date set forth in the notice, said notice shall be null and void and a new notice required before strike  \naction can be taken, 7  \nIN WITNESS WHEREOF, the parties hereto have caused their names to be subscribed hereto  \nby their duly authorized officers and representatives as of this day and year first above written.  \nFOR THE EMPLOYER: . FOR THE UNION:  \nACME Markets, Inc. United Food and Commercial  \nWorkers Union Local 27  \n     \n   \n   \n       \n   \nMichele Murphy, Esquire, #te P  \nLabor Relations and Employment  \nCarvel Mays, President  \n     \n   \n   \n    \n   \nprvicing Representative  \n30  \nUFCW LOCAL 27 - ACME MARKETS, INC. (EASTERN SHORE)  \n2000-2002  \nATTACHMENT A - WAGES  \nSeptember 24, 2000, all employees currently working in the Millsboro store will be  \nraised to the contractual wage rates for their classification and length of service, and wil! receive all  \nwage increases provided for during the length of the contract.  \n   \n“Te,  \nRate*  \nAcross-the-Board to Top Rate £0.30 $0.30  \nteed on or Before 9/8/88 $17.65 $11.95 $12.25  \nSekar ead 81270  \nfared or ones Before 3/6/83 $14.24 $14.54 $14.84  \ner promoted 3/6/83 and on or Before 9/8/88 $73.15 $13.45 $13.75  \nof Promated aftr 918/88 end on or Before «872.05 $12.35 $12.65  \nHired or Promoted afver 10/30/84 and on or Before si27ie7 «$7020 § 10.80  \nHired or Promoted on or Before 3/8/83 $1543 $15.73 $16.03  \nsher 376/83 $1535 $1565 «$15.95  \net ted on or Before 6/83 $15.68 $15.98 $16.28  \nsna or afer 3/6/83 $1535 $1565 ‘$18.95  \nor Before 3/6/83 $15.83 $16.13 $16.43  \npean 2 3/6/83 $15.60 $15.90 $16.20  \nau 6/83 $15.44 $15.74 $16.04  \nNeed or Promated on or Before 36/83 $1537 $15.67 $18.97  \nMeat Cutter (Full Time & Part Time} $15.10 $15.40 $15.70  \nHired or Promoted after 3/6/83  \n31  \nUFCW LOCAL 27 - ACME MARKETS, INC. (EASTERN SHORE}  \n2000-2002  \nATTACHMENT A - WAGES  \n   \ncontinued  \nMeat Manager  \nHired or Promoted on or Before 3/6/63  \nMeat Manager  \nHired or Promoted after 3/6/83  \nOffice Coordinator (Formerly Head Cashier)  \nHired or Promoted on or Before 3/6/83  \nOffice Coordinator (Formerly Head Cashier)  \nHired or Promoted after 3/6/83  \nPharmacy Clerk ~  \nHired or Promoted Before 7/16/84  \nPharmacy Clerk  \nHired or Promoted Between 7/16/84 and 6/19/88  \nAcross-the-board to Top Rate  \nPharmacy Clerk  \nHired or Promoted Between 6/19/88 and §/23/91  \nPorter  \nHired or Promoted on or Before 3/6/83  \nPorter  \nHired or Promoted after 3/6/83  \nProduce Manager  \nHired or Promoted on or Before 3/6/83  \nProduce Manager  \nHired or Promoted after 3/6/83  \nAcross-the-board to Top Rate  \nService Clerk  \nHired or Promoted Before 7/16/84  \nAcross-the-board to Top Rate  \nService Clerk .  \nHired of Promoted Between 7/16/84 and 6/19/88  \nService Clerk  \nHired or Promoted Between 6/19/88 and 6/23/91  \n32  \nCurrent  \nTop  \nRate’  \n$16.48  \n$16.10  \n$15.20  \n$14.90  \n$10.80\"  \n$9.80  \n$9.60  \n$12.44  \n$17.40  \n$15.66  \n$15.35  \n$10.80  \n$9.80  \n$9.60  \nEffective Effective  \n9/2400 «9/23/01  \n$16.78 $17.08  \n$16.40 $16.70  \n$15.50 $15.80  \n$15.20 $15.50  \n- “$14,405 -  \n$10.10 $10.40  \n$0.30 $0.30  \n$9.90 $10.20  \n$12.74 $13.04  \n$11.70 $12.00  \n$15.96 $16.26  \n$15.65 $15.95  \n$0.20 $0.20  \n$11.00 $11.20  \n$0.20 $0.20  \n$10.00 $10.20  \n$9.80 $10.00  \nUFCW LOCAL 27 - ACME MARKETS, INC. (EASTERN SHORE)  \n2000-2002  \nATTACHMENT A - WAGES  \ncontinued  \noe Effective  \nRan 9/24/00 9/23/01  \nAcross-the-board to Top Rate $0.20 $0.20  \nService Clerk  \nHired or Promoted afler 6/22/91 and Before 10/30/94 $7.85 $8.05 38.25  \nService Clerk $7.70 $7.90 $8.10  \nHired or Promoted after 10/30/54 and Gefore 9/27/97  \n*The above rates do not include the cost of living increases any Current employee has  \nreceived,  \nPROGRESSION SCALES EMPLOYEES HIRED OR PROMOTED ON OR AFTER 9/27/97°\"  \nCOURTESY SERVICE PHARMACY MEAT  \nCLERK CLERK CLERK TECH APPRENTICE  \nStart $5.15 $5.15 $6.15 $6.50 $7.95  \n60 days $5.30 $5.30  \n6 months $5.45 $5.60 $6.25 $6.60 $9.45 .  \n12 months $5.70 $5.80 $6.45 $6.80 $10.90  \n18 months $5.85 $6.00 $6.65 $7.00 $12.30  \n24 months $6.25 $6.35 $6.85 $7.20  \n30 months $6.50 $7.05 $7.40  \n36 months $6.75 $7.25 $7.60 7  \n42 months $7.00 $7.50 $7.85 >  \n48 months $8.00 $8.35 os  \n54 months $8.50 $8.85  \n60 months $9.00 $9.35  \n**New hire start rates shall be determined by the Employer subject to the needs of the  \nbusiness. Such rates shall under no circumstances be less than minimum wage. In the event  \nemployees are hired at a rate above the start rate per hour for the classification, they shall  \nreceive a twenty cent (20¢) per hour increase every six (6) months until such time as their  \nnormal progression level.  \nUFCW LOCAL 27 - ACME MARKETS, INC. (EASTERN SHORE}  \n2000-2002  \nATTACHMENT A - WAGES  \ncontinued  \n   \nACROSS THE BOARD INCREASES***  \n   \nCLASSIFICATION 9/24/2000 9/23/2001  \n   \nCourtesy Clerk _ $0.15 $0.15  \nService Clerk $0.20 $0.20  \nAltOthers $0.30 $0.30  \n“**Ait across-the-board increases apply to all employees who are at or above the top rates of  \ntheir wage progressions on the effective dates of the increases.  \nThe Employer agrees to establish the above classifications in those stores where In the sole  \nopinion of Employer the needs of the store require such employees. A department head is any  \nemployee held responsible by the Employer for the proper operation of a specified department.  \nThe Employer agrees to provide for full-time Front End Managers in stores doing a volume  \ngreater than $200,000 per week. Front End Managers will receive fifty cents (50¢) per hour over top  \nrate,  \nThe Employer agrees to establish General Merchandise Manager in stores doing more than  \n$30,000 per week in general merchandise business. General Merchandise Managers shall receive fifty  \ncents (50¢) per hour over their regular rate.  \nUFCW LOCAL 27. ACME MARKETS, INC. (EASTERN SHORE}  \n2000-2002  \nCHM B - CONTRACT AREA  \nThe Employer recognizes the Union as the sole and exclusive collective bargaining  \nrepresentative for all of its employees (other than Store Directors, Assistant Store  \nPharmacists, and Supervisory Employees) coming under the jurisdiction of United Food and  \nCommercial Workers Union, Local No. 27, in the stores in the areas set forth below, except in those  \nareas where other duly chartered Locals exist.  \nStat Ma :  \nWashington (East of Cumbertand and Canal), Frederick, Carroll, Baltimore, Harford, Cecil,  \nHoward, Anne Arunde! (South to South River from Chesapeake Bay to U.S. Highway 50), Kent, Queen  \nAnne, Talbot, Carcline, Dorchester, Wicomico, Somerset, Worcester Counties,  \nNewcastle (South of the C&D Canal), Kent and Sussex Counties;  \nState of Virginia;  \nNorth Hampton and Accomack Counties  \nBerklay and Jefferson Counties.  \n35  \nUFCW LOCAL 27 - ACME MARKETS, INC (EASTERN SHORE)  \n2000-2002  \n‘STORE #  \nAREA A  \n6723  \n6711  \n6733  \n6762  \n6214  \nAREA B  \n6212  \n6213  \n6849  \n6727  \nAREAC  \n6860  \n6845  \n6218  \n6203  \n6800  \n6739  \n6740  \nATTACHMENT C - SENIORITY AREAS  \nAODRESS  \n2315 C-7 Belair Rd. Fallston, MD 21047  \n1000 Pulaski Hwy., Havre-de-Grace, MD 21078  \nRts, 272 & 40, North East, MD. 21901  \n101 Big Etk Mall, Eikton, MD. 21921  \n1749 West Green Street, Middletown, DE 19709  \n115 East Glenwood Ave., Smyrna, DE. 19977  \n1001 North Dupont Highway, Dover DE 19901  \nU.S. Rt. 213, Chestertown, MD. 21620  \n21t East Water Street, Centerville, MD. 21617  \nRt. 50, Kent istand Shp. Ctr.. Stevensville, MD. 21666  \n307 Civic Avenue, Salisbury, MD. 21801  \nRt. 113, Millsboro, DE. 19966  \n31 Nerth Dupont Bivd., Milford, DE. 19963  \n114 Talbot Street, St. Michaels, MD 21663  \nU.S. Rt. 50 & Crusader Road, MD. 21613  \n200 W. Mariboro Road, Easton, MD. 21601  \nEmployees may be transferred from any area except between A&C. At such tir  \nstores come under the jurisdiction of this Agreement the Parties will discuss appro;  \nsanionity areas.  \nUFCW LOCAL 27  \n21 WEST ROAD  \nBALTIMORE, MD 21204  \nUFCW LOCAL 27 - ACME MARKETS, inC {EASTERN SHORE)  \n2000- 2002  \nCHM =  \n‘STORE# . ADDRES  \nAREAA -  \n6723 2315 C-7 Belair Rd. Faliston, MD 21047 ogi  \n6711 1000 Pulaski Hwy., Havre-de-Grace, MD 21076 .  \n6733 Rts. 272 & 40, North East, MD. 21901  \n6762 101 Big Elk Mall, Elkton, MD. 21921  \n6214 . 1719 West Green Street, DE 19708. .  \nAREAB .  \n6212 115 East Glenwood Ave., Smyrna, DE. 19977  \n6213 1001 North Dupont Highway, Dover DE 19901  \n6849 U.S. Rt. 213, Chestertown, MD. 21620  \n6727 211 East Water Street, Centerville, MD. 21617  \nAREA C .  \n6860 Rt. 50, Kent Island Shp. Ctr., MD. 21666  \n6845 307 Civic Avenue, Salisbury, MD. 21801  \n6218 Rt. 113, Mdlsboro, DE. 19966  \n6203 31 North Dupont Bhd., Mitford, DE. 19963  \n6800 114 Talbot Street, St. Michaels, MD 21663  \n6739 U.S. Rt. 50 & Crusader Road, Cambridge, MD. 21613  \n§740 200 W. Mariboro Road, Easton, MD. 21601  \nEmployees may be transferred from any area except between A&C. At such time as  \nadditional stores come under the jurisdiction of this Agreemant the Parties wil discuss appropriate  \nsenionty areas.  \nwer  \na  \nUFCW LOCAL 27  \n21 WEST ROAD  \nBALTIMORE, MD 21204  \n—  \n36  \nUFCW LOCAL 27 - ACME MARKETS, INC (EASTERN SHORE}  \n2000-2002 x  \niA  \n-_  \n7/33 [6  \n| . er  \nSime pe  \n‘  \n.  \n   \n- 36  \nt*l  \neee  \n10 pe  \nCOLLECTIVE BARGAINING AGREEMENT  \nbetween  \n. ACME MARKETS, INC.  \nEASTERN SHORE  \nand  \nUNITED FOOD. ‘AND COMMERCIAL WORKERS UNION  \nLOCAL 27  \nSEPTEMBER 24, 2000.  \nTO  \n28, 2002  \nAGREEMENT la Mellel Blac 3  \n"], ["", "ARTICLE 1 - SUCCESSORS AND ASSIGNS cet 3  \n‘ARTICLE 2 - MANAGEMENT uous mam vu ae na 3  \n"], ["", "ARTICLE 3- RECOGNITION 3  \nARTICLE 4- UNION SECURITY occ cece 5  \nARTICLE 5- SENIORITY cece 5  \nARTICLE 6 - HOURS AND OVERTIME 7  \nARTICLE 7 - WAGES AND EMPLOYEE CLASSIFICATION 10  \nARTICLE 6 - NIGHT be 1  \nARTICLE 9- WORKING CONDITIONS .......... dog peo ems nu ra um ou pean ne 12  \nARTICLE cece cece eee 14  \n"], ["", "ARTICLE 11- HOLIDAYS AND SUNDAYS ooo 16  \nARTICLE 12 - LEAVE OF ABSENCE 19  \nARTICLE 13 “JURY DUTY 20  \nARTICLE 14- STORE ccc ccc 21  \n"], ["", "ARTICLE 15- SHOP STEWARDS 21  \nARTICLE 16- HEALTH AND WELFARE ... 21  \nARTICLE 00000000. ce 24  \n"], ["", "ARTICLE 18 SEVERANCE 25  \nARTICLE 19- ...... eee eee 26  \n"], ["", "ARTICLE 20- CHECKOFF lee 26  \nARTICLE 21- ARBITRATION AND ADJUSTMENTS: 27  \nARTICLE 22- UNION ACTIVITIES 29  \nARTICLE 23- MILITARY SERVICE. cae be 29  \nARTICLE 24- NO STRIKES OR LOCKOUTS ...... 29  \nARTICLE 25- INVALIDATION ee 29  \nARTICLE 26- DURATION OF AGREEMENT ..........-... 30  \nATTACHMENT A-WAGES 31  \nATTACHMENT B - CONTRACT 35  \nATTACHMENT C - SENIORITY AREAS ee cece cece 36  \n   \nee ham tenn mbar rina  \nGREEMENT  \nTHIS AGREEMENT made and entered into this 24\" day of September, 2000, between  \nACME MARKETS, INC., EASTERN SHORE (hereinafter referred to as “Emptoyer”) and UNITED  \nFOOD AND COMMERCIAL WORKERS UNION, LOCAL 27, chartered by the UNITED FOOD AND  \nCOMMERCIAL WORKERS INTERNATIONAL UNION, = L-Ci0, CLC (hereinafter referred to ag the  \n\"Union\"). |  \n"], ["ARTICLE 1. - SUCCESSORS AND ASSIGNS  \n", "1.1 This Agreement : shall be binding upon.the siccessors and assigns of the Employer herein  \nwhether such status:is created by sale, lease, assignment or any other. type of transfer transaction,  \nprovided the transaction involves at least thirty-five percent (35%) of the Employers facilities covered  \nby this Agreement.  \n1.2 .The documents evidencing the transfer must contain provisions which require the retention  \nin employment by the successor or assignee of no less than fifty percent (50%) of the bargaining unit  \nemployees who would ‘otherwise be displaced by the transaction. Employees retained by the  \nsuccessor or assignee shail be subject to an initial sixty (60) day probationary period, during or at the  \nend of which the. employee may be terminated without recourse to the grievances and arbitration  \nprocedure as contained in Artie 21° of this. Agreement. Employees retained after successful  \ncompietion of their. probationary period shall be credited with their seniority accrued as employees of  \nthe Employer herein and with full servica credit for ail purposes. ‘The Employer shall not be a guarantor  \nor de held liable for any breach by the successor or assignee of its obligations, and the Union will look  \nexclusively to the. SUCCESSOS, or assignee for. compliance with the terms of this Agreement  \n1.3 The foregoing paragraphs shall not apply i in cases of store closing (more than thirty (30) days).  \nAR ct “MA ME UTHO |  \n2.4 ‘The management of the business i in ail its phases shail remain vested in tha Employer. The  \nrights of the Employer and the employees shall be respected and the provisions of this Agreement for  \nthe orderty settlement of all questions regarding such rights shall be observed. Lo.  \n2.2 tn the event that the Employer contempiates the introduction of major technological changes  \naffecting bargaining unit work within the Grocery Department, advance notice of such changes will be  \ngiven to.the:Union.- to.do so, tha Employer will meet with the Union to discuss the  \nimplementation of euch changes before putting such changes into effect.  \nAl CLE 3- RECOGNITION  \n3.1 The Employer recognizes the Union as the sole and exclusive collective bargaining  \nrepresentative for all of its employees (other than Store Director, Assistant Store Director t, Assistant  \nStore Director i, and Pharmacists), coming under the jurisdiction of the United Food and Commercial  \nWorkers Union, Locai 27, in the stores in the areas set forth in Attachments B and Cc attached hereto  \nand made a part hereof.  \n3  \nUFCW LOCAL 27 - ACME MARKETS, iNC. {EASTERN SHORE)  \n3.2 All work and services connected with, or incidental to, the handling or seliing of all merchandise  \noffered for sale to the public in the Empioyer's retail establishments covered by this Agreement shall  \nbe performed only by employees of the Employer within the unit referred to above, for which the Union  \nis recognized as the Collective Bargaining agency by the Employer except such work as may be  \nperformed at the point of delivery by driver-salesmen in servicing retail markets with products as  \ndescnbed in paragraph B. below.  \nA. The provisions of this article shall not be construed as restricting sales  \nrepresentatives from inspecting any and all merchandise for spoilage, proper  \nrotation or replacement; such representatives may price, mark and stock their  \nown products in stores covered within the jurisdiction of this collective  \nagreement under the terms and conditions of the guarantees as set  \now. , wo  \nB. Merchandise referred to above shail inciude the following: Bread and  \nperishable bakery, sodas, specialty foods, books and magazines, greeting  \ncards, seasona! displays, resets, cookies, snacks and non-food rack jobbers.  \nC. The application of this provision shail in no way restrict the work which may be  \nperformed by the Store Directors and Assistant Store Directors. The Employer  \nagrees the application of this provision shall not ‘cause bargaining unit .  \nto lose hours.  \n3.3 The Employer agrees that all meat products will be cut, packaged, prepared and sold by  \nemployees under the jurisdiction of this Union and that these employees will continue to handle such  \nitems as had been customarily handled in the past and which had been prepared and packed on or off  \nthe premises. Likewise all such products which heretofore customarily come to the Employer already  \npacked by the producer or distributor shail be handled as heretofore: Exceptions may be made  \nprovided the Union is notified in advance and given written assurance that no member's job will be  \neliminated as a resutt of such exception. The Union agrees it will not withhold its Agreement.  \n3.4 ABargaining Unit employee shall be on duty in the Meat Department from the time each store  \nopens for business unti! 6:00 P.M. , except that a department need not be staffed during meat periods  \nwhere there is only one employee in the unit on duty that day. [In those stores with weekly Meat  \nDepartment sales volume of less than $30,000.00 the Employer shail not be required to staff the .  \ndepartment on the Meat Manager's day off or on contract holidays. The Employer gives its assurance  \nthat this paragraph will not result in a reduction of hours for any current meat department employee.  \n3.5 The Employer further agrees that if the employer should establish a new store or stores within  \nthe jurisdiction of the Union as set forth in Aitachment B, this Agreement shall apply to such new store  \nor stores. In the event the Employer engages in department or discount type stores, then the Employer  \nand the Union shall negotiate as to the terms for wages and hours for such employees. [n the event  \nthe Employer in the future engages in a department or discount type store, commonly known as a  \ngeneral merchandise store, and. an agreement between the Union and the Employer cannot be  \nconcluded, then the provisions of Article24, No Strike or Lockouts, shall not be binding upon the Union  \nandthe Emptoyer. . -  \n_ 3.6 The Employer shalt notify the Union thirty (30) days prior to a store closing. The Employer  \nshalt negotiate the effect on the employees of the store scheduled to be closed.  \n4  \nUFCW LOCAL 27 - ACME MARKETS, INC. (EASTERN SHORE)  \n2000-2002  \nee eee — aetna hi HM a  \n"], [". ARTICLE 4 - UNION SECUR  \n", "4.1 All employees shall, as a condition of employment, become and remain members of the Union  \non and after the thirty-first (31%). day following the date of employment. For the purposes of this  \nprovision, membership in tha Union shall mean that the employes either tenders the periodic dues and  \ninitiation fees uniformly required by the.Union as a condition of acquiring or retaining membership or  \npays those fees and dues necessary to permit the Union to serve as an exclusive representative of  \nemployees. *  \n4.2 Upon failure of any employee to become and remain a member of the Union within the period  \nand under the conditions specified in Paragraph 4.1 above, the Union shali notify the in  \nwriting of such failure and the Employer shall, within seven (7) days of receipt of such notice, discharge  \nany such employee as provided in the Labor Management Relations Act of 1947 as amended.  \n4.3 The Employer will notify the Union in writing as soon as possible within twenty-five (25) days  \nfrom the date of employment, reinstatement, or transfer into the bargaining unit of any employee, of  \nthe name of such employee, the home address, telephone number, assigned store, social security  \nnumber and job classification (full time or part time), and the data of employment, reinstatement,  \ntransfer, termination, or change in status from part time to full time or full time to part time.  \n44° New employees, after ninety (90) days of service, shall receive two (2) hours paid leave to  \nattend the Union's orientation program. in order to be paid for such leave, the employee must provide  \nthe Store Director with written evidence from the Union that he/she used the leave for the purpose for  \nwhich the leave was intended.  \n"], ["ARTICLE 5 -' SENIORITY  \n", "5.1 Seniority for the purpose of this Agreement shall be calculated by continuous service from the  \nlast date of employment (except as otherwise provided). ‘A seniority list for all full time employees and  \na separate list for all part time employees shail be set up by the Employer and shall be furnished to the  \nUnion upon request. Seniority areas governing this Agreement are outlined in Attachment C attached  \nhereto and made a part hereof. In connection with layoffs and store closings, seniority will first apply  \nto the store, then geographic seniority area and last to the jurisdiction of this Agreement.  \n5.2 The Employer recognizes the principle of seniority by classification as being one in which the  \nmovement of an employee from One job to another or from one location to another through promotion,  \nrecall after layoff, or permanent transfer, shall be governed by the length of sérvice of the  \nemployee, and in connection with such movement the Employer may take into consideration as to each  \nemployee involved, his/her ability to perform the work: “For this purpose, first cutters shall be on the  \nsame seniority fist as meat.cutters. In matters of temporary transfer from one store to another,  \nseniority will prevail with consideration given to job classification.  \n§.3° Full time employees ‘to ‘be laid off by classification shall have the option of part time  \nemployment, and shail be placed at the top of the part time seniority list, or may take a complete layoff.  \nThey shalt have the right of recall on any full time opening, provided they can do the work. Full time  \nemployees reduced from full time to part time through no fault of their own will retain full time Health  \nand Welfare and Pension coverage for a period of six (6) months. The Empioyer will continue the full  \n-§  \nUFCW LOCAL 27 - ACME MARKETS, INC. (EASTERN SHORE)  \n2000-2002  \ntime Health and Welfare and Pension contribution for said period of time. Wh  \nis i i ; . en a full time  \nWhen onan part time, he/she shall continue to accrue seniority as though helshe was  \nvarity ie ¢ na me employee voluntarily raduces him in writi : :  \nseniority is dated from the orginal date of hire. in writing, his/her part time  \n5.4 Part time employees desiring full time work and lower classified iri  \nPart employees desiring to upgrad  \nin classification shall be given preference for such work in accordance with the following procedure.  \n‘Job Postings: WITHIN DISTRICT/AREA -. Openings. for Full Time Clerks and  \n‘Department Manager positions will be posted for fourteen (14) days in the stores  \nwithin the collective bargaining agreement's jurisdiction. The Shop Steward will sign  \nthe posting to verify that itwas properly posted. The Union will be sent a copy of each  \nposting. The most qualified senior employee(s) will be selected.  \nJob Postings: WITHIN A SPECIFIC STORE - In-store promotions are to be posted  \nfor seven (7) days in the store where the position becomes available. The most  \nemployee who completes a Job Request Form is to be selected for  \nThe Employer agrees to notify the Union and ail applicants of selection  \nwith a record of disciplinary actions may be disqualified from receiving het if ne onphyes  \nfails to qualify within a reasonabie time for the upgraded: he/she shail be afforded the  \nopportunity to return to his or her former classification without loss of seniority. Part time employees  \nshall accumulate seniority eligibility when going to full time on a basis of one (1) month uninterrupted  \nin as one (1) month for full time service for determination of their proper seniority.  \nime night crew em will be gi Ori j }  \nwat mprvecs given pnority consideration for evehable full une day vacancies  \n5.5 Employees laid off due to the store closing or reduction of em ent shall be laid off b  \norder of the most recent hired and shall be rehired in the reversed par ie the layoff, with due  \nconsideration given to job classification. Employees taid off and. subsequently recalied within twelve  \n(12) months will retain former senionty. In the event of a layoff due to a store closing all such laid off  \nemployees shall be entitled to recall rights.for an additional twetve (12) months. If the available  \nopening for a part time employee who is recalled is outside of the seniority area, the employee may  \nrefuse the opening without prajudice to future recall within the same seniority area.  \n5.6 The Employer agrees to give a week's notice or a week's pay in lieu of a week's notice to full  \ntime employees with six (6) months service and three (3) days notice or three (3) days pay to part time  \nemployees with twelve (12) months service who are laid off due to lack of work...  \n5.7 Any employee transferred into the Bargaining Unit from any other part of the Empioyer's  \noperation shall retain their tast employment date for the purpose of computing benefits, but their  \nseniority date shall be the date they commenced working in the Bargaining Unit.  \n5.8 Employees involuntarily transferred from one seniority area to another as a result of store  \nclosing or layoffs, will be afforded the opportunity to return to their original seniority area before a  \npermanent employee of the same job classification is hired in said seniority area. Said transfer  \nopportunity shall exist for a period of twelve (12) months.  \n6  \nUFCW LOCAL 27 - ACME MARKETS, INC. (EASTERN SHORE}  \n2060-2002  \n5.9 Meat Department heads with fess than six (6) months as a department head wili be considered  \n_in the same job Classification as other employees in their classification for the purpose of layoff and  \nrecall.  \n§.10 A Meat Department Manager with at least two (2) years of continuous service in that  \nclassification who is demoted {involuntarily reduced in classification) for other than disciplinary reasons  \nshall maintain his/her wage rate for a period not to exceed ten (10) weeks.  \n544 Before a Journeyman Meat Cutter can be reduced to part time or laid off within the seniority  \narea, all apprentices must be !aid off within the seniority area. Where the appiication of this provision  \ncreates a hardship or operationa!-problem, the Union and the Employer agree to discuss and rescive  \nthe problem. .  \n5.12 Effective September 24, 2000, the Employer will establish and maintain a percentage of full  \ntime bargaining unit employees of nat less than twenty-seven percent (27%). Effective September 23,  \n2001, a minimum of twenty-six percent (26%) full time employment shail be maintained. Effective  \nSeptember 22, 2002, a minimum of twenty-five percent (25%) fuil time employment shall be  \nmaintained. Courtesy Clerk positions shall not be included in the formuta used to calculate the  \nminimum. No employee who is full time as of September 23, 2000 shail be involuntarily reduced during  \n“the life of this Agreement as a result of the implementation and maintenance of this Section.  \n5.13 Employees promoted to full time prior to January 1, 1990, who have not voluntarily reduced  \nthemselves, will not be invotuntarity reduced to part time or laid off for the duration of this agreement.  \nPart time employees hired prior to January 1, 1990 will not be laid off for the duration of this  \nagreement. .  \n"], ["ARTICLE 6 - HOURS AND OVERTIME  \n", "6.1 For the purpose of this Agreement, the basic work week shall be from Monday through  \nSaturday, inclusive. Sunday work shail be isolated and shall not Se part of the basic work week.  \n6.2 The Employer may establish as many shifts as necessary and the starting time of such shifts  \nshall be optional with the Employer. There shail be no split shifts.  \n6.3 The guaranteed basic work week for all fuil time employees shall be forty (40) hours per week,  \nconsisting of five (5) eight (8) hour shifts. By mutual agreement, or to create a full time position, full  \ntime employees may be scheduled to work three (3) eight (8) hour days, one (1) six (6) hour day and  \none (1) ten (10) hour day; or four (4) ten (10) hour days per week. .  \n6.4 A part time employee is one who works thirty-five (35)hours or less per week.  \n7  \nUFCW LOCAL 27 - ACME MARKETS, iNC. (EASTERN SHORE)  \n2000-2002  \n4  \n6.5 All eligible part time employees shall be scheduled a minimum hours work  \nweek as outlined below: Per cay and per  \n. Minimum Minimum  \nDaily Hrs  \ngrocery, meat, service clerk hired before 9/28/97 4 20  \ngrocery, meat hired on or after 9/28/97 3 16  \nservice clerks hired on or after 9/28/97 and before 8/24/00 3 12  \nservice clerks hired after 9/24/00 3 10  \ncourtesy clerks hired before 9/27/97 3 16  \ncourtesy clerks hired on or after 9/27/97 3 10  \nThe above minimums shail not apply to probationary employees, students, or employeas not  \navailable.  \n6.6 = The Employer shall combine existing part time assignments on a seniority basis, uniess such  \nhours duplicate each other, providing the employee can do the work, so as to provide the maximum  \npart time employment per individua! within the definition of part time employment, and further to create  \nas many full time positions as possible. When a part-time employes is scheduled and/or works for forty  \n(40) straight time hours per week for more than six (6) consecutive weeks and the work is not  \ntemporary (i.e., vacation and/or absence coverage); a full-time position shall be deemed to have been  \ncreated. Such full-time position, within the store and department where the work was performed, will  \nbe filled in accordance with Article 5  \n6.7 The regular day's work for all full time empioyees shall be worked within eight and one-half  \nconsecutive hours and ail employees shall receive one-half (%) hour off for tunch at approximately  \nthe middle of the shift. The meal period shall not begin before three (3) hours of work, nor later than  \nfrve (5) hours of work. Part time employees who work six (6) hours or more in a work day shall be  \ngranted a meal period without pay of at least one-half (%) hour, if requested by the employee. By  \nmutua! agreement between employee, a meal period may be waived or.can be one (1)  \nhour. Any employees instructed to work and who works their meal period shall receive pay for that  \nperiod of time at the overtime rate of time and one-half (1%) their regular rate of pay.  \n6.8 . Employees working six (6) hours or jess in a day receive one (1) fifteen (15) minute rest  \nperiod, without loss of pay, as near as possible to the middie of their Employees working more  \nthan six (6) hours in a day shal) receive two (2) rest periods of fifteen (15) minutes each, without loss  \nof pay, one (1) rest period to be in the first half of the work day, the second rest period to be in the  \nsecond half of the work day as near as possible to the middie of each shit. The Employer will not  \nintentionally prepare a schedule to avoid the requirement of a second rest period.  \n6.9 All ime worked by an employee in excess of eight (8) hours in any one {1} day, five (5) days  \nin one (1) week, or forty (40) hours in any work week, or in excess of thirty-two (32) hours in any week  \nin which one of the specified holidays fall, shall be deemed overtime, except as otherwise provided in  \nthis Article, Such overtime work shall be paid for at the rate of time and one-half (1%) the employee's  \nregular rate of pay. Part time employees who are scheduled for five (5) days in one (1) week, and who  \nare called into work on their scheduled day off shall receive time and one-half (11) for all hours worked  \nUFCW LOCAL 27 - ACME MARKETS, INC. {EASTERN SHORE)  \n2000-2002  \nete ee eT  \n—t~  \non said scheduled day off, provided said employee remains available to work the remainder of his/her  \nschedule for that week. .  \n6.10 Overtime shall be worked at the designation of the Employer. The overtime pay shail be  \ncomputed on a daily or weekly basis, but not for both. On days where overtime is worked, it shall be  \noffered to employees on a seniority basis with due consideration being given to job classification and  \nability to do the work, An employee shail not be disciplined for his/her refusal to work unreasonable  \novertime.  \n6.14 Fulltime employees hired prior to July 25, 1971, shall be paid at the overtime rate for all hours  \nworked after 6:00 p.m. except two (2) nights per week. Employees hired full time or advanced to full  \ntime on or after July 25, 1971, may work up to three (3) nights after 6:00 p.m. at the straight time rate  \nof pay. Employees hired full time or advanced to full time on or after 9/24/00, may work up to five (5)  \nnights after 6:00 p.m. at the straight time rate of pay. The scheduling of full time employees for nights  \n(including Saturday night) past 6:00 p.m., if necessary, shail be assigned on a rotating basis, as nearty  \nequal as practicable. There shall be no discrimination against full time employees in scheduling such  \nwork.  \n6.12 Any time worked after 1:00 a.m. or before 4:00 a.m. shall be paid at the overtime rate of time  \nand one-half (1%) of the employee's regular rate of pay, except for those employees on the night shift.  \n6.13 Part time employees who report to work pursuant to instructions and are not given work shalt  \nbe paid for their scheduled hours, but in no event for less than the minimum daily hours guaranteed  \nin this Agreement. Full time employees reporting for work at their scheduled time shail be guaranteed  \na full day's work with pay. The guarantees set forth in this Section are contingent upon there being no  \nconditions such as fire, flood, civil disorder or other catastrophe beyond the company's contro!.  \n6.14 Inthe event such employee is called to work on his/her predesignated day off, he/she shall  \nbe guaranteed a minimum of four (4) hours pay.at the overtime rate of time and one-half (1%).  \n6.18 The Employer agrees to post a weekly work schedule, in ink, with employees full names listed  \nin order of seniority, in a conspicuous place by 6:00 P.M. on Friday of the week preceding the week  \nfor which the schedule is effective of working hours specifying the starting and finishing times and  \nragutar days off... The schedule shail contain the scheduled hours of each employee totaled for the  \nweek. The schedule for the night crew and those scheduled off on Saturday must be posted prior to  \nthe end of those employees’ scheduled shift on Friday of the week preceding the week for which the  \nschedule is effective.  \n6.46 | The schedule for alt full time employees showing the starting and finishing time and regular  \ndays off shall not be altered after it is posted, except by mutual agreement. A part time schedule sha!l  \nbe complete and reflect the anticipated basic needs of the stores requirement for that week. The  \n‘schedule for a part time employee may be changed by notification to the employee prior to store  \nclosing the previous day except for his/her predesignated day off. Each full time employee shall  \nregutarly receive the same day off each week. A seven (7) day written notice must be given in order  \nfor an employee's regutarly scheduled day off to be changed. Employees required to work on their  \npredesignated day off without receiving seven (7) days notice or who work outside their regularly  \nscheduled hours shall be paid at the rate of one and (11) times their regular rate except in  \ncase of emergencies beyond the Employer's control or by mutual agreement. The seven (7) day  \nwritten notice to change an employee's regular day off shall not apply to holiday weeks. —  \n6.17. The Employer, consistent with the needs of the business, will endeavor'to accommodate  \n9  \nUFCW LOCAL 27 - ACME MARKETS, INC. (EASTERN SHORE)  \nemployee requests to their immediate supervisor for early or late shift schedules in the morning,  \nafternoon and evening based on their seniority.  \n6.18 There shall be no pyramiding of overtime and/or premium pay.  \n"], ["ARTICLE 7 - WAGE D EMPLO Cc IFIC  \n", "7.1 Wage scales are set forth in Attachment A attached hereto and made a part thereof.  \n7.2 it is understood that all newly hired shall be on probation for the first ninety (90)  \ndays of employment. If, during the probationary period, it is found that the new employee is not  \nsuitable for the business, his/her services may to be terminated at the Employer's discretion.  \n7.3 When a higher classified employee is absent from his/her position for more than three (3) days  \nand another employee performs the job of the higher classified employes, he/she shall receive the  \nappropriate rate of pay of this higher classification, retroactive to the first day. —  \n74 Department Heads may de assigned in stores where designated by the Employer, and where  \nassigned, they will be paid the prevailing rates as listed in Attachment A of the Agreement.  \n7.5 The Relief Store Director shall receive his/her appropriate hourty rate plus overtime, or the  \nstore Director's rate of pay, whichever is the greater, when relieving for one (1) full week or more.  \n7.6 In stores with three (3) or more full time Journeyman Meat Cutters including the Meat  \nManager, one (1) shail be designated First Cutter. The First Cutter classification sha!l be assigned tc -  \nthe store only and not to the individual. Selection of the first Cutter shall be made in the same manner  \nas the Meat Manager. .  \n7.7 Only joumeymen meaicutters and/or apprentice meat cutters shall be permitied to cut beef,  \npork, veal, lamb, poultry or fish with a knife or any other automatic device.  \n7.8 Employees entering the Apprentice Program shall suffer no reduction in their hourty rate of  \npay. The Apprentice Program shail be two (2) years. Apprentices shall cut meat at least twenty-five  \n(25%) of the time. The apprentices shail.be examined by a representative of the Employer and a  \nrepresentative of the Union on or before his/her twenty-third (23%) month. Should the apprentice fail  \nto quatify at this step, he/she shali continue in the wage progression and be given another examination  \nat the end of six (6) months from the first examination date.  \n7.9 “Red Circle” employees in ail classifications shall maintain the existing dollar differentials over  \nthe new scales.  \n7.10 New employees shall be given credit for a maximum of three (3) years of previous similar  \nsupermarket experience for the purpose of establishing his or her wage rate, provided this experience  \nis declared at the time of the application for employment and proven by verification and demonstrated  \nability. .  \n7.11 Duties of a Service Clerk shall inctude stocking baby food, paper plates, napkins, light bulbs,  \nbrooms and mops and metal ware, Health and Beauty Aids and similar General Merchandise, fresh  \nvegetable and fruit juices, fresh peanut butter, fruit/satad bar, flower shop, fruit/vegetabie platters, pizza  \npreparation, health foods, buik foods, stuffed potato preparation, handling outdoor merchandise  \n10  \nUFCW LOCAL 27 - ACME MARKETS, INC. (EASTERN SHORE}  \n2000-2002  \ndisplay, preparation of quiche, bake off roils in deli, assemble meat and cheese platters, bakery, porter,  \nservice center and coffee/candy /snack counter, make sandwiches, vacuum pack in deli express, cock  \nhot foods and rotisserie items, cut vegetables for prepared foods, video sales/rentals, international  \ncheese department, non-foods. Additional duties of a non-conventional nature may be assigned after  \nagreement between Employer and the .  \n7.12 The Employer will have the right to select pharmacy technicians based on skill, experience,  \ntraining and the needs of the business. Newly created pharmacy technicians will be selected in  \nconjunction with the bid procedure. No bumping from outside classification, except for purposes. of  \nlayoff. Those currently assigned to the pharmacy will remain in this position unless the parties mutually  \nagree to a transfer.  \n7.13 Courtesy Clerks duties shail be limited to bagging, parcel pick up, handling cardboard, blocking  \nshetves, cleaning up around the checkout stand and parcel pick up areas, replenishing bag racks, floor  \ncare and other cleaning duties anywhere in the store, retuming unsold merchandise and handling  \nrecycied items. Courtesy Clerks may perform courtesy Clerk duties while working any hours, including  \nnight crew. While working night crew they shall recerve the night crew premium set forth in Section  \n8.3 of this Agreement. Courtesy Cierks shall be given first consideration in filling job vacances within  \ntheir store before considering new hires, provided said Courtesy Clerk satisfied job/age requirement.  \n"], ["ARTICLE 8 - NIGHT CREW EMPLOYEES  \n", "8.4 A night crew employee is one who is scheduled for work between the hours of 9:00 p.m. and  \n10:00 a.m. Employees hired before September 27, 1997 shail not be required to work a day and night  \nshift in the same work week. Employees hired on or after September 27, 1997, may be scheduled for  \ncombination day and night shifts during the same work week; i.e., three (3) nights/two (2) days; two  \n(2) nights/three (3) days, five (5) eight (8) hour nights, if scheduled on a regular basis. A night crew  \nmay work four (4) ten (10) hour shifts at straight time by mutual agreement. There shal! be no  \nchanging of schedules to avoid paying overtime.  \n8.2 Any employee working on the night crew three (3) or more nights during the week shall receive  \nthe night premium for all hours worked during the entire week. Any employee working one (1) or two  \n(2) nights on the. Night Crew shall receive the night premium for those hours worked only. For  \nemployees hired on or after September 27, 1997, part time shail receive a premium only  \nfor those hours actually worked on night crew. Any time worked by a member of the night crew prior  \nto 9:00 p.m. of after 10:00 a.m. shall be paid at time and one-half (1%) of the employee's regutar rate  \nof pay which shall be in addition to his/her night premium. When a majority of the night crew in any  \nindividual store, who by written mutual consent with the Employer elect to report to work before 9:00  \np.m. or work beyond 10:00 a.m., they shail be deemed to have waived the premium provisions  \nprovided herein for those hours covered by such election.  \n8.3 Employees assigned to the night shift will réceive an additional premium per hour as follows,  \nwhich shall be over and above the reguiar rate of pay for the same or similar day job.  \nEffective - Effective  \n| 9/24/00 w24/02 .  \nEmployees Assigned on or Before 9/24/94 ‘$0.80 $0.90  \nEmployees Assigned after 9/24/94 _ $0.45 $0.60.  \n11  \nUFCW LOCAL 27 - ACME MARKETS, INC. (EASTERN SHORE)  \n2000.2002  \n8.4 One (1) bargaining unit employee, shall be designated as the employee in charge of the night  \ncrew. This employee shall not be replaced by any employee in a higher wage classification. The  \nemployes in charge of night crew will receive in addition to his/her night premium, an additional twenty-  \nfive dollars ($25.00) per week. A night crew captain in charge in a store which is open for business  \non a twenty-four (24) hour basis shall receive an additional ten dollars ($10.00) per week night  \npremium (in addition to the twenty-five dollars ($25.00) per week night captain premium).  \n8.5 Part time employees may be assigned on a night shift, provided however, part time employees  \nhired prior to 9/24/00, must be assigned for a full shift of not less than eight (8) hours. Part time  \nemployees hired on or after 9/24/00, must be scheduled a shift of no less than six (6) hours.  \n8.6 An.employee who regularly and continuousty works on the night crew shail receive his/ner  \nbasic straight time hourly rate in addition to the night premium for the purpose of computing overtime,  \nvacation pay and holiday pay. _  \n"], ["ARTICLE 9 - WORKING CONDITIONS  \n", "9.4 The Employer will furnish and taunder such store tinens as it desires wom by its employees.  \nin the event the employer provides Dacron or similar type uniforms for employees, these garments may  \nbe laundered by the employee. Since this item of expense is intended to make the Employer's service  \nmore attractive to customers, members agree to cooperate by presenting a neat, clean business-like  \nappearance while on duty in the store. -  \n9.2 The Emptoyer has the right to discharge or discipline any employee for good and sufficient  \ncause, including but not timited to, proven or acknowledged dishonesty, intoxication during working  \nhours, provided however, that no employee shall be discharged or discriminated against because of  \nmembership in the Union or for Union activities.  \n9.3 in the event that an employee's work is unsatisfactory, he/she shall be given at least one (1)  \nwritten notice before disciplinary action is taken, and a copy of the notice shall be sent to the Union at  \nthe same time. Notices and wamings shall become null and void after nine (9) months from date of  \nissue. .  \n9.4 No employee ‘shall suffer a reduction of hourly wage rates, increase of hours, or reduced  \nvacation time solely by the signing of this Agreement.  \n9.5 Ifa physical examination or health permit is required by the Employer or local government, all  \naxpenses attached to same shall be borne by the Employer.  \n9.6 The Employer agrees, in the event of a temporary transfer at the Employer's request, to  \nreimburse the employee for increased transportation costs on the basis of twenty-eight cents (28¢) per  \nmile, except, however, when an employee chooses public transportation, exciuding taxicabs, he/she  \nshall be reimbursed only for the actual cost of such increases in transportation. Temporary  \nassignments will not exceed thirty (30) days except in cases of relief of an employee absent on  \nextended sick leave. If any employee is required to work in more than one (1} store in the same day,  \nthe expenses for necessary transportation shal! be borne by the Employer. The time required for trave!  \nbetween the stores shall be included as a portion of the employee's work day and consiéered as time  \nworked for ail purposes.  \n9.7 Employees shail be at their stores ready for work at their scheduled starting time, otherwise  \n12  \nUFCW LOCAL 27 - ACME MARKETS, INC. {EASTERN SHORE)  \n. 2000-2002  \n   \n   \nthey are reporting tate. Thay shall remain at their work until their scheduled quitting time. Employees  \nshail be paid for all time worked. There shall be a time recording device in each of the employer's  \nstores for the purpose of recording time worked. The Employer and the Union agree that a proven  \nviolation of established time recording device rules, including working before punching in of after  \npunching out, may subject such an employee to disciplinary action up to and inectuding discharge.  \nFurthermore, ail time during which an employee is suffered, or permitted to work of is required to be  \non duty on the Employer's premises at a given work place shall be considered hours worked and  \nrecorded.  \n9.8 Except by mutual agreement between the employee and the Employer, employees shail have  \na minimum of eight (8) hours off between the end of their schedule and the starting of their next  \nschedule. Any employee who works during this eight (8) hour periad shall be paid for such time at the  \nrate of time and one-haif (1%) their straight time rate of pay.  \n9.9 The Employer will furnish all tools and persona! protective equipment necessary to perform  \nthe job and shall maintain a first aid kit, fully equipped, in each store to be available for al) shifts  \nworked.  \n9.10 Anemployee who receives a pay rate which is higher than the pay rate provided in Schedute  \nA for his/her classification, who is promoted to a department head and subsequently demoted to his/her  \nformer classification, shall receive the same pay rate differential which he/she previously received.  \n9.11. Noemployee shall be given a polygraph (lie detector test) unless the Union agrees in writing.  \n9.42 Time spent at tegal proceedings at the request of the Employer or Employer's counsel shail  \nbe compensated. Such compensation shall also be paid for time spent at the request of any law  \nenforcement agency, involving investigation or legal proceedings for the benefit of the Employer,  \nprovided that employee has given the Store Director prompt notice of the request. ;  \n9.13 Employees shail not be required to use their personal cars for the hauling of merchandise.  \n9.14 Noemployee shall be required to take a random drug or aicohol test, unless previously wamed  \nin writing except that the Union agrees the randomly drug test Pharmacy Technicians.  \n9.15 The Employer agrees to work jointly with the Union in resolving unsafe conditions or equipment  \nwithin the employee's work area. oo  \n9.16 Employees who sustain an occupational injury requiring treatment by a doctor or hospital shall  \n- $uffer no loss in pay for the day the injury occurs provided the employee returns to work unless  \notherwise instructed in writing by the attending doctor:  \n. 13  \nUFCW LOCAL 2? - ACME MARKETS, INC, (EASTERN SHORE}  \n2000-2002  \n"], ["ARTICLE 10 - VACATIONS  \nLength of Continuous  \n", "On-the-job Service  \nAll Employees - More than three (3)  \nmonths but less than one {1) year on  \nMay 1\" of the calendar year.  \nAll Employees - One (1) year or more  \nbut less than three (3) years on May 1\"  \nof the calendar year.  \nEmployees Hired Before 9/24/00 -  \nThree (3} years or more but fess than:  \nseven (7) years on the Saturday nearest  \nSeptember 30” of the calendar year.  \nEmployees Hired Before 9/24/00 -  \nSeven (7) years or more but less than  \nthirteen (13) years on the Saturday  \nnearest September 30\" of the calendar  \nyear.  \nEmployees Hired Before 9/24/00 -  \nThirteen (13) years or more but tess than  \ntwenty (20) years on the Saturday  \nnearest September 30” of the calendar  \n“year.  \nEmployees Hired on or after 9/24/00  \n- Three (3) years or more but less than  \neight (8) years on the Saturday nearest  \nSeptember 30° of the calendar year  \n14  \nUFCW LOCAL 27 - ACME MARKETS, iNC. (EASTERN SHORE)  \n2000-2002  \nEmployees shall be granted vacations as follows:  \nPart Time  \nEmployees  \nNone  \nThe number of  \nweekly hours  \nnormally  \nworked.  \nTwice the  \nnumber of  \nweekly hours  \nnormally  \nworked.  \nThree (3) times  \nthe number of  \nweekly hours  \nnormally  \nworked.  \nFour (4) times  \nthe number  \nweekly hours  \nnormally  \nworked.  \nTwice the  \nnumber of  \nweekly hours  \nnormally  \nworked.  \nEull Time  \nEmployees  \n1/12th of a week's  \nbasic straight time  \nwage for each full  \nmonth’s service prior to  \nMay 1.  \nOne (1) week  \nTwo (2) weeks  \nThree (3) weeks  \nFour (4) weeks  \nTwo (2) weeks  \nLength of Continuous Part Time Full Time  \nOn-the-Job Service Employees Emptoyees  \nEmployees Hired on or after 9/24/00- Three (3)times = Three (3) weeks  \nEight (8} years or mora but fess than = the number of  \nfourteen (14) years on the Saturday weekly hours  \nnearest September 30” of the calendar - normally  \nyear. worked;  \nEmployees Hired on or after 9/24/00- Four (4) times Four (4} weeks  \nfourteen (14) years or more but less than the number  \ntwenty (20) years on the Saturday weekly hours  \nnearest September 30\" of the calendar normally  \nyear. worked.  \nAll Employees - Twenty (20) years or Five (5) times Five (5) weeks  \nmore on the Saturday nearest the number of  \nSeptember 30° of the calendar year. weekly hours  \n. normally  \nworked.  \nEmployees who have two (2) or more weeks vacation entitlement may take half of those weeks  \nin days. Said days shall be subject to mutual agreement between the employee and the Employer.  \n10.2 Inthe event tha services of an eligible employee are terminated voluntarity or involuntarily for  \nany reason whatsoever, except discharge due to dishonesty, before the vacation eamed has been  \ntaken, there shall be paid to such employee the vacation pay for all full years for which no vacation has  \n\"been given and one twelfth (1/12) of the annual vacation grant for each full month worked during the  \ncurrent vacation year. . .  \n40.3 Employees whe for good and sufficient reason desires to take their three (3), four (4) or five  \n(5) weeks uninterrupted vacation must request same in writing thirty (30) days prior to the date the  \nvacation is to be taken. Such requests are subject to approvat by both the Employer and the Union.  \nThe employee may take vacation in any of the fifty-two (52) calendar weeks, subject to management  \napprovat.  \n410.4 Vacation time shall be computed from date of employment or anniversary of vacation eligibility  \ndate, and shall be taken ata time convenient to both the employee and the Employer, and shall be paid  \nat the rate of pay in effect at the time the vacation is taken. Ail vacation pay shail be calculated at the  \nemployee's basic straight time hourty rate, unless otherwise provided for in this Agreement.  \n10.5 Eligible employees absent from work due to on-the-job (Worker's Compensation) injury  \nsustained during the vacation year, will nevertheless, be entitied to their vacation grant for that  \nparticular vacation year only. Eligible employees absent from work due to non-occupational accident  \nor sickness for a cumulative period not to exceed six (6) months (six twelfths (6/12) within the vacation  \nyear) will, neverthelass, be entitled to their vacation grant for the particular vacation year only. in the  \n15  \nUFCW LOCAL 27 - ACME MARKETS, INC. (EASTERN SHORE)  \n2000-2002  \nevent of absence in excess of six (6) months, employees will be entitled to one-twelfth (1/12) of his/her  \nvacation entitlement for each full month worked during the vacation year.  \n10.6 When a holiday designated in Section 11.1 occurs during the full time employee's vacation,  \nthe employee shall be entitled to an extra day's vacation or cash in lieu thereof, based on straight time  \npay for an eight (8) hour work day.  \n10.7 The vacation schedule of any employee cannot be changed, except by mutual agreement,  \nwhen it is less than (60) days to the date the employee has selected. The vacation schedule shall  \nbe available on request by an employee.  \n10.8 Vacation pay is to be paid to the employee prior to the day the vacation begins. if the  \nrete vacation pay is not available when he/she is scheduled to leave, he/she will be paid from  \nstore S. .  \n10.9 Part time empioyees shall be entitled to a vacation on or after each anniversary date of their  \nemployment pro-rated on the basis of the average straight time hours worked during the preceding  \nyear, according to the vacation formula set forth above and subject to the same conditions as pertains  \nto full time employees.  \n10.10 When a holiday, designated in Section 11.1 occurs during a part time vacation,  \nand the part time employee would ordinarily hava been scheduled for work on that day, he or she shall  \nbe paid as provided in Section 11.5.  \n10.11 An Employee may start his/her vacation on any day which is mutually agreed upon by the  \nEmployer and the employes.  \n10.12 A part time employee going to full time shall not suffer a reduction in the number of hours  \nvacation he/she would have received as a part time empioyee for the first vacation of such change.  \n10.13 From January 1\" to March 31\" of each year, employees shall select their desired dates of  \nvacation for that year. Said selection will be awarded on a seniority basis within the department. After  \n.March 31“ employees may select vacant weeks by seniority but may not bump less senior employees  \nwho have exercised their vacation selection during the bid period. Vacations requested after the bid  \npenod will be honored on a first come first served basis. 3 °  \n10.14 An employee may carry over into the next vacation year one (1) week of unused vacation.  \nCarryover vacation shail not be cumulative and must be used during the following vacation year. The  \nfirst week of vacation taken in the subsequent year shall be considered the carryover week.  \n11.1. The Employer agrees that the days or the days observed as such shall be holidays.  \nWhen a holiday falls ona Sunday, the following Monday shall be observed.  \nNew Year's Day Labor Day  \nMemorial Day Thanksgiving Day  \nIndependence Day Christmas Day  \n16  \nUFCW LOCAL 27 - ACME MARKETS, iNC. (EASTERN SHORE)  \n+ 2000-2002 .  \n11.2. Work may be performed on any of the herein above mentioned holidays, however, work as  \nsuch for employees hired before September 8, 1988 shall be compensated for at the rate of time and  \none-half (1%) the employee's regular straight time rate of pay, which shall be over and above the  \nregular straight time rate of pay provided, except courtesy clerks shall receive a twenty-five cents (25¢)}  \nper hour premium for work performed on holidays. For employees hired on or after September 8, 1988  \nand Courtesy Clerks promoted after September 8, 1988 work performed on holidays shat! be  \ncompensated at the lesser of time and one-half (1%) the employee's straight time hourly rate, or the  \n- employee's straight time hourty rate plus the following premium:  \nYEARS OF HOLIDAY  \nO-3years | = per hour  \nper hour  \n6-9 years $3.00 per hour  \n9+ years $4.00 per hour  \nThe Employer will not open the stores on Christmas Day for business, unless a major  \ncompetitor opens. In the event the Employer is open on Christmas under no circumstances will any  \nemployee be required to work.. The store will be staffed by volunteers Those employees who do  \nvolunteer to work on Christmas day will be paid for all hours worked on Christmas day at double time  \n(2x). * oe eS : ee ‘ot . oF  \n11.3 A week which includes any-specified holiday shalt be a four (4) day week consisting of  \nthirty-two (32) straight time hours, for which full time employees shail be paid forty (40) hours pay.  \n11:4 worked by full time employees in a holiday week in excess of thirty-two (32) hours shail  \nbe compensated for at the overtime rate of time and one-half (1%) the straight time hourty rate, except  \nthat employees may work forty (40) hours at straight time in addition to his/her holiday pay, provided  \nit is mutually agreed upon between Employer and employee. Part time employees eligible for holiday  \npay may work five (5) days in a holiday week by mutual agreement: Part time employees not eligible  \nfor holiday pay may be scheduled to work five (5) days during the holiday week and shail be paid for  \nat the straight time rate of pay. m4 : ~*  \n11.5 Upon the completion of ninety (90) days of continuous service, employees shail be eligible for  \nhotiday pay. Part time with less than one (1) year of service shail be paid holiday pay  \nprovided the holiday falls on a day they would normally be scheduled. - Part-time employees with one  \n(1) or more years of continuous service shail be entitled to holiday pay, regardless of whether or not  \nthey are scheduled to work on that day. Employees shall be entitled to holiday pay at straight time,  \nas follows:  \nfull time employees - eight (8) hrs  \ncourtesy clerks - three (3) hrs  \nservice clerks hired on or after 9/24/00 - three (3) hrs  \nall other part time employees hired before 9/24/00 - five (5) hrs  \nalt other part time employees hired on or after 9/24/00 - four (4) hrs  \n11.6 | Work schedutes shal! not be changed for the purpose of avoiding holiday pay.  \n47.  \nUFCW LOCAL 27 - ACME MARKETS, INC. (EASTERN SHORE}  \n  \n11.7 Noemployee shail receive pay for any holidays not worked unless such employee has reported  \nfor work on his/her scheduled day and after the holiday, Sunday excepted. Employee shall be  \ndeemed to have reported for work if absence on the day before or the day after said holiday is due to  \nexpress permission from or action of the Employer, or death in the immediate family and also in case  \nof certified illness, but in any event, employees off one (1) full week before s hofday and one (1) full  \nweek after a holiday would not be entitled to holiday pay, uniess otherwise provided for in this  \nAgreement. Part time employees must work one (4) day during the holiday week. Schedules will not  \nbe changed to avoid holiday pay.  \n118 Inthe Grocery Department, Sunday and holiday work shal! be assigned on a rotating basis by  \nseniority within classification and ability to do the work considered, except for that work required for the  \nproper management of a department or store. In the event the Employer cannot schedule the  \nnecessary number of employees on a voluntary basis, then the employees in reverse order of seniority  \nshail De obligated to work. Replacements for employees who are absent on their scheduled Sunday,  \nfor whatever reason, shall be replaced if necessary by the senior available employee(s) not already  \nscheduled for that Sunday. The call-in replacement time wiil not affect the employee's regular turn on  \nthe rotation list. Employees scheduled for Sunday work shall be scheduled a minimum shift of four (4)  \nhours. Sunday and holiday rotation shall be done from separate lists. Easter will be considered a  \nseparate Sunday for the purpose of rotation. .  \n14.3 in the Meat Department, Sunday and/or holiday work in each store shall be rotated among  \nemployees within the classification required by the Emptoyer to perform the work. The work  \nheretofore performed by part-time employees shall be first offered to full-time employees. The work  \nso offered shall not be deemed to fall within the daily hourty guarantee of this contract. If full time  \nemployees refuse to work, it may then be offered to part-time employees. If scheduled employees  \nrefuse such work then the jeast senior employee within the classification will be required to do the  \nwork. Full-time employees involuntarily reduced to part-time will be inctuded in the rotation for available  \nSunday or holiday work.  \n11.10 Part time employees on payroll prior to September 8, 1988, and all full time employees wiil be  \npaid time and one-half (1%) for all time worked on Sunday. Part time employees, except courtesy  \nClerks, hired or promoted on of after September 8, 1988 shall receive the lesser of time and one-half  \n(14) the employee's straight time hourly rate, or the employee's straight time hourly rate plus the  \npremiums for all work performed on Sunday:  \nYEARS OF SUNDAY PREMIUM  \n0-3 years $1.00 per hour  \n3-6 years $2.00 per hour  \n6-9 years $3.00 per hour  \n9+ years $4.00 per hour |  \nCourtesy clerks shall receive a twenty-five cents (25¢) per hour premium for work performed  \non Sunday.  \nThe Employer may schedute part time employees to work at the straight time hourly rate an  \nSunday from 12:01 a.m. to 2:00 a.m., except that part time employees assigned to a night shift shall  \nrecerve the applicable night premium.  \n18  \nUFCW LOCAL 27 - ACME MARKETS, INC. (EASTERN SHORE}  \n2000-2002,  \n  \n  \n41.11 - PERSONAL HOLIDAYS  \nA.  \nEmployees shali receive personal holidays off with pay as follows:  \n* Employees on the payroll as of 1/1/76 - five (5) days per calendar year  \nEmployees hired after 1/1/78 and before 7/16/84 - one (1) day for each ten (10}  \nweeks of service up to @ maximum of five (5) days per calendar year  \nEmployees hired on or after 7/16/84 having one (1) year of continuous service -  \none (1) day  \nEmployees hired on or after 7/16/84 having two (2) years of continuous service  \n~ two (2) days  \nEmployees hired on or after 7/16/84 having three (3) or more years of  \ncontinuous service - one (1) day for each four (4) months of service up to a.  \nmaximum of three (3) days per calendar year  \nPersonal days may be used for the purpose of mini-vacations.  \nEmployees shall notify the Store Director at least two (2) weeks in advance of his/her  \nintention to take a personal day off and the employee shall receive such day off or a  \nmutually agreed upon day off. In the event of a conflict of employee choice, seniority shalt  \nprevail. Management reserves the right to determine the number of employees permitted  \nto be off on any given day.  \nAn employee who separates or is separated from the Employer's service, shail on  \nseparation, be paid for unused personal days on a pro-rata basis. é  \nEmployees may use persona! days for absence due to illness not otherwise compensated  \nfor under this Agreement.  \nSuch holiday shall be paid on the basis of:  \n‘* full time employees - eight (38) hrs  \n* courtesy clerks - three (3) hrs  \n* service clerks hired on or after 9/24/00 - three (3) hrs  \n* all other part time employees hired before 9/24/00 - five (5) hrs  \n* all other part time employees hired on or after 9/24/00 - four (4) hrs  \nTIC - LEAVE OF ABSENC  \nSubject to the following conditions, employees shall be granted a leave of absence which shall  \nnot interrupt their service records, providing such request is made by the employee, in writing, to the  \nHuman Resources Department seven (7) days prior to commencing such leave. ;  \n19  \nUFCW LOCAL 27 - ACME MARKETS, INC. (EASTERN SHORE)  \n412.4 The Employer agrees that any members of the Union, employed by the Employer during the  \nperiod of this Agreement who is elacted to office in the Union or is assigned by the Union to any Union  \nactivity necessitating leave of absence, shall be granted such leave of absence and shall,  \nbe guaranteed re-employment at his/her former wage rate plus any increase or less any reduction that  \nmay have become effective during his/her absence, provided that he/she applies for  \nforthwith upon leaving the Union. Any employee retuming from a leave of absence, ora former  \nbargaining unit returning from a management position shali retain all seniority rights as if  \nhe/she has never left the Bargaining Unit and shalt be reinstated to his/her former position provided  \nhe/she has the ability to perform the work of such position. -  \n42.2. Leaves of absence shall be granted up to one (1) year without pay when an employee with six  \n(6) or more months of continuous service is unable to work because of sickness, or accident, and this  \nleave shall become effective after the final sick benefit payment is made. The disability must be  \nattested to by a registered physician. However, in the event such employee is unable to work at the  \nexpiration of his/her feave period, he/she shall be entitled to an additional leave of Six (6) months  \n(twelve (12) months for workers compensation leave) if he/she submits satisfactory medical evidence  \nthat he/she will be able to retum to his/her regular duties within the said additional period. The  \nemptoyee must give two (2) weeks notice in writing prior to the date he/she intends to return to work.  \n12.3 In the case of a death in the immediate family of the employee, namely, of a parent, spouse,  \nchild, brother, sister, parent-in-law, or grandparent, requiring absence from his/her  \nregularly scheduled assignments, the employee shall be granted a leave of absence up to three (3)  \n. days beginning with the day of death. Neither Sunday nor the scheduled day off of a full-time  \nemployee shail be counted. When an employee's norma! time off falls within the three (3} day penod,  \nhe/she shall be reimbursed for that portion of the time normally scheduled for work, but under no  \ncircumstances shall the application of this clause result in a change in the employee's weekly salary.  \n12.4 Any employee may be given a leave of absence not to exceed one (1) year for any reason  \nacceptable to the Employer. This decision shall not be arbitrable, nor will such leave interrupt the  \nemployee's service record. a  \n"], ["ARTICLE 13 - JURY DL  \n", "43.1, ° Employees who are required to report for jury service or serve on a jury shalt receive the  \ndifference between their straight time weekly basic pay and the amount received while on jury duty.  \nThey will be expected to work their regularly posted schedule on days when the jury és not in session.  \nThe schedule of a part-time employee shail not be altered solely for the purpose of avoiding jury duty  \npay. The above provisions shail be limited to thirty (30) working days of jury duty per year untess the  \nemployee is summoned for a Federal Grand  \n43.2. An employee reporting for jury service or serving on the jury shall not be required to work  \nhours other than those during which the employee is normally scheduled and in no case shail they be  \nrequired to report for less than four (4) hours. -—  \n13.3 When a night crew employee is called to serve on jury duty he/she shall be excused from  \nhis/her schedule without loss of weekly  \n20  \nUFCW LOCAL 27 - ACME MARKETS, INC. (EASTERN SHORE)  \n2000-2002  \ntw  \ne~-  \naes  \nCc - CARD DEC  \n__ The Union agrees to furnish to the Employer, Union Store Cards and/or Decals for each of the  \nEmployer's stores. The Employer shali display such Union Cards or Decals in a conspicuous area  \naccessible to the public in each establishment covered by this Agreement.  \nCLE.15- SHOP S DS  \n15.4 The Union shalt have the right to appoint two (2) Shop Stewards in each store, whose duties .  \nshali be to report any irregularties to the Union. [n no instances shall the Shap Steward be ©  \ndiscriminated against for discharging such duties, provided such duties do not unreasonably interfere  \nwith the regular performance of their work for the Employer. Shop Stewards shali report ail  \nirregularities to ihe Store Director prior to reporting same to the Union. Shop Stewards shall have the  \nright to inspect time records of employees covered by this agreement.  \n15.2 Shop Stewards may not be transferred from store or job assignment without written consent  \nof the Union, except in cases of promotion. The Shop Stewards shall have super-senionty among all  \nother employees for the purpose of layoff and recall only in their store. Further, the Shop Stewards  \nshall not be threatened, coerced or intimidated for performing Union activities.  \n15.3 The Union shall furnish to the Employer a complete fist of Shop Stewards, which shall be  \namended from time to time as may be necessary.  \n15.4 Shop Stewards shall be entitled to a leave of two (2) days each calendar year with pay, for  \nShop Steward Training and Education. The Union must notify the Employer at least two (2) weeks in  \nadvance thereof. The Shop Steward must upon returning from the leave present the Store Director  \nwith written evidence from the Union that the Steward has used the teave for the purpose for which the  \nleave was intended.  \n15.5 AShop Steward shall be permitted to accompany the government inspector at no loss of pay.  \n"], ["ARTICLE 16- HEALTH DW E  \n", "16.4 The Employer shall contribute to the United Food and Commercial Workers Union and  \nParticipating Food Industry Employers Tri State Health and Welfare Fund (the “Fund\") for eligible  \n' on payroll the first day of each month as follows:  \nA. Monthly contributions shail be made to maintain current level of benefits for each  \nfull-time employes, commencing with the month following completion of six (6)  \nmonths of continuous full time service with the Employer and who is active during  \nthe first fiscal week of that month.  \nB. Monthly contributions shall be made to maintain current level of benefits for each  \npart-time employee, commencing with the month following completion of eighteen  \n(18) months of continuous part-time service with the Employer and who is active  \nduring the first fiscal week of that month.  \n21  \nUFCW LOCAL 27 - ACME MARKETS, INC, (EASTERN SHORE)  \n2000-2002  \nC. Employer contributions shall be as follows:  \n   \n   \n   \n   \n   \nEffective  \nPlan 40/4/00  \n- Full time grocery employees hired or PC 20/30/70 ‘$521.80  \npromoted before 3/6/83 wi100%  \n- Fuil time meat department empioyees hired hospitalization  \nor promoted before 7/16/84 outpatient  \nradiology  \n- Full time grocery employees hired or Pian10 | $342.46  \npromoted on or after 3/6/83 and before  \n9/28/97°  \n- Full ime meat employees hired or promoted  \non or after 7/16/84 and before 9/28/97°  \n- Full time courtesy clerks promoted to higher  \nclassification after 3/6/83 and before 9/28/97*  \n- Full time service clerks hired or promoted  \nafter 7/16/84 and before 9/28/97*  \n- Full time employees hired or promoted on or G-AE-F $323.72  \nafter 9/28/97  \n- Part time grocery employees hired or 20/30/70 $491.34  \npromoted before 3/6/83  \n- Part time meal department employees hired hospitalization  \nor promoted before 7/16/84 outpatient ©  \nradiology  \n-Part time grocery employees hired or Plan 10 $273.62  \npromoted on or after 3/6/83 and before  \n9/28/97° :  \n- Part time meat employees hired or promoted  \non or 7/16/84 and before 9/28/97*  \n- Part time courtesy clerks promoted to higher  \nclassification after 3/6/83 & before 9/28/97°  \nPart time service clerks hired or promoted  \nafter 7/16/84 and before 9/28/97*  \nPart time employees hired or promoted on or ‘Opt 4 or 2°* $78.03  \nafter 9/28/97 with 18 but less than 30 mos”  \nPart time employees hired or promoted on or $183.45  \nafter 9/28/97 with 30 months or more”  \n   \nUFCW LOCAL 27 - ACME MARKETS, iNC (EASTERN SHORE}  \n2000-2002  \nwee ee ee  \n= eee ee et  \n— ee  \n“Full time and part time employees hired or promoted on or after 9/28/97  \nand before 9/24/00, who are receiving or were scheduled to receive Plan  \n10 or Plan G-AE-F shall continue to do so.  \n\"*Part-time employees with a least eighteen (18), but less than thirty (30),  \nmonths of continuous part-time service, will elect to receive either Option  \nt or Option 2 plan of benefits from the Fund (but not both), the process of  \nbenefit plan selection to be governed by the provisions of the Plan as set  \nforth in the Summary Pian Description  \nThe benefits provided under each Plan are specified in the Summary Pian  \nDescription, a copy of which may be obtained by contacting the Fund  \noffice. .  \nD. Ali employees eligible for prescription benefits will have mandatory mail order for  \nmaintenance drugs with $0 co-pay. Prescription co-payments will be as follows  \nfor non-mail-order prescriptions:  \nEffective Effective Effective  \n10/1/00 $/1/04 5/1/02  \nIn Network: |  \nGeneric «5% 6% 7%  \nPreferred 10% 12% 14%  \nNon-preferred 20% 24% 28%  \nGeneric 410% 12% 14%  \nPreferred “ 20% 24% 28%  \nNon-preferred 40% 44% 48%  \nE. Effective October 1, 2000, the Employer will increase its contribution rates for  \nretirees by twelve and one-half (12.5%). Retiree contributions shall  \nincrease by the same percentage. Effective October 1, 2001, the Employer will  \nincrease its contribution rates, for activa employees and retirees, no more than  \ntwelve percent (12%). ifthe cost of benefits exceeds the contributions the parties  \nwill meet to develop measures so that benefits can be covered within such limits  \non contribution rates. The Employer will be eniitled to a refund effective 10/1/01  \nand/or 10/1/02 of any surplus monies generated as the result of M.O.8. payments  \nand actual cost of benefits. The Employer will reimburse the Tri-State Health and  \nWelfare Fund for any deficit created as a result of a shortfall between contractual  \npayments and cost of benefits and services incurred before 10/1/00.  \nF, lfacomparable provider of benefits can be found that would create a saving, the  \nparties agree to meat to discuss the benefits and providers. The parties agree  \nthat medical and surgical benefits will be administered through the United Food  \nand Commercial Workers Union and Participating Food industry Employers Tri-  \nState Health and Welfare Fund.  \n23  \nUFCW LOCAL 2? - ACME MARKETS, INC. {EASTERN SHORE)  \n‘ 2000-2002  \n17.1  \nThe. Emptoyer shail contribute to the FELRA and United Food and Commercial Workers  \n4  \nDependent coverage may be purchased by eligible part-time employees. For  \nemployees hired before September 27, 1997, the monthly rate to be paid by the  \nemployee shail be ninety-nine dollars ($99.00). For employees hired on or after  \nSeptember 27, 1997, the employee's. contribution shall: be catcutated by ©  \nsubtracting the cost of benefits for a Fund participant receiving individual  \ncoverage from the cost of benefits for a Fund participant receiving family  \ncoverage. Employees wishing to purchase dependent coverage must sign the  \nappropriate forms authorizing the Employer to deduct such employee contribution  \nfrom their pay on a weekly basis. - The processing of electing, or canceling the  \nelection of, dependent coverage is governed by the provisions of the Plan as set  \nforth in the Summary Plan Description, a copy.of which may be obtained by  \ncontacting the Fund office. Effective October 1, 2001, employee contributions  \nshall increase by the same percentage rate as the Employer's. contribution  \nincrease.  \nIn each year, the Employer and retiree contributions shafl increase the same  \npercentage.  \nThe Employer will not be obligated to make any Health and Welfare contributions  \non behalf of Courtesy Clerks.  \nAny change in contribution shall be preceded by a thirty (30) day written notice  \nfrom the Board of Trustees to the Employer.  \nThe contributions provided for in this Agreement shail be in teu of any obligation  \non the part of the Employer to provide any Health and Welfare benefits other than  \nthose. provided by the Trust Agreement and Plan governing the Fund.  \nThe Fund shail be governed by a Board of Trustees consisting of equa! numbers  \n_ to be designated by the Fund.  \n"], ["ARTICLE 17- PENSION  \n", "Pension Fund (hereinafter called Fund) as follows:  \nee  \n17.2 ©  \nAll employees who are hired by the Employer and have more than ten (10) years of credited  \nservice in the FELRA and UFCW Pension Fund are to have contributions made in their behalf at the  \nFull time employees hired before March 6, 1983 - $168.38 per month  \nPart time employees hired before March 6, 1983 - $62.34 per month  \nPharmacy Clerk/Tech employees hired one 7/18/84 - &¢ per straight time hour  \nworked  \nAll other employees - 15¢ per straight time hour worked  \nleve! described for emptoyees on payroll prior to March 6, 1983.  \n24  \nUFCW LOCAL 27 - ACME MARKETS, INC. (EASTERN SHORE}  \n2000-2002  \n  \nee  \noo  \n17.3. The contributions referred to above shall not be on behalf of employees hired and  \nClassified as Courtesy Clerks or Service Clerks.  \n17.4 The above contributions by the Employer will commence the first full payroll month following  \nthe ea of twelve (12) months of continuous employment with the Employer from the date of  \nemployment  \n17.6 The Pension Fund and Plan shal! be govemed by a Board of Trustees.  \n17.6 It is understood and agreed that the Pension Fund referred to herein shall be such as  \ncontinuously qualify for approval by the intemal Revenue Service, so as to allow the an  \nincome tax deduction for the contributions paid hereunder.  \n17.7 it is agreed that all questions involving pension not specificalty set forth herein shail be  \ndetermined by the provisions of the Agreement and Dectaration of Trust governing the Pian.  \n17.8 The Employer agrees to be bound by all the decisions made by the Trustees in accordance  \nwith the Declaration of Trust:  \nRTICLE 18- SEVERANCE  \n18.1 Effective July 1, 2000, the United Food and Commercial Workers and Food Employers Labor  \nRelations Association Severance Fund shalt cease to exist as a separate entity and its assets and  \nliabilities shal! be merged into and become a part of the Food Employers Labor Relations Association  \nand United Food and Workers Health and Welfare Fund (hereinafter referred to as the  \n“Welfare Fund\"). The Welfare Fund will maintain a separate accounting of the assets and liabilities  \nattributable to the provision of severance benefits under the Welfare Trust and such separate account  \nshall be referred to as the “United Food and Commercial Workers and Food Employers Labor  \nRelations Association Severance Fund.”  \n18.2 The Severance Fund and Plan shall be governed by the Board of Trustees of the Welfare  \nFund.  \n18.3 ‘It is understood and agreed that the Weifare Fund referred to herein shall:-be such as will  \ncontinuously qualify for approval by the Intemal Revenue Service, so as to allow the Employer an  \nincome tax deduction rr the contributions paid hereunder. ; -  \n18.4 agreed that all questions involving severance benefits not specifically set forth herein shalt  \nbe determined by the provisions of the Agreement and Dectaration of Trust governing the Welfare  \nFund and the Severance Plan.  \n18.5 AnEmployer at its discretion, may or may not be required to designate a representative on the  \nBoard of Trustees, but in any event the Employer agrees to be bound by all decisions made by the  \nTrustees in accordance with the Declaration of Trust.  \n18.6 Effective April 1, 2000, the Employer shall make contributions in amounts determined by the  \nBoard of Trustees of the Welfare Fund so as to maintain current and existing benefits (as established  \nin the FELRA negotiations of March, 2000}, in accordance with the formula agreed upon by the Union  \nand the Employer. .  \n25  \nUFCW LOCAL 27 - ACME MARKETS, INC. {EASTERN SHORE}  \n2006-2062  \n4  \n18.7 Employees hired on or after September 27, 1997 through September 23, 2000, and still  \nemployed on September 24, 2000, shall be eligible for benefits under the Severance Fund. Severance  \nbenefits for such Employee shall be based on Service Credited calculated in accordance with the  \nSeverance Plan as if the Employee had participated in the Pian from the Employee's first Hour of  \nService for the Emptoyer on or after September 27, 1997 though their Severance from Service Date.  \nThe above contributions shail not be applicable to those employees classified as Courtesy Clerks nor  \nto Service Clerks hired after July 16, 1984.  \n"], ["ARTICLE 19- PRE-PAID LEGAL  \n", "   \n19.1 Effective Juty 1, 2000, the United Food and Commercial Workers and Food Emptoyers Labor  \nRelations Association Legal Benefits Fund shall cease to exist as a separate entity and its assets and  \nliabilities shall be merged into and become a part of the Food Employers Labor Relations Association  \nand United Food and Commercia! Workers Health and Welfare Fund (hereinafter referred to as the  \n“Welfare Fund\"). The Welfare Fund will maintain a separate accounting of the assets and liabilities  \nattributable to the provision of tegat benefits under the Welfare Trust and such separate account shail  \nbe referred to as the “United Food and Commercia! Workers and Food Empioyers Labor Retations  \nAssociation Legal Benefits Fund.” Effective October 1, 2000, The Employer shall contribute to the  \nUnited Food and Commercial Workers and Food Employers Labor Relations Association Lega! Benefit  \nFund (hereinafter referred to as the “Fund”) a total of fifteen dollars ($15.00) per month for each  \nappropriate employee who is on the Employers payroll on the first day of each month. Effective  \nOctober 1, 2001, the Employer shall increase such contribution to fifteen dollars and twenty-five cents  \n($15.25) per month, to maintain existing benefits. For employees hired before September 24, 2000,  \ncontributions shall commence the first (1\") of the month following completion of twenty-four (24)  \nmonths of continuous service with the Employer. For employees hired on or after September 24, 2000,  \ncontributions shail commence the first (1%) of the month following compietion of thirty (30) months of  \ncontinuous service with the Employer.  \n19.2 The Fund shall be govermed by the Board of Trustees of the Welfare Fund.  \n19.3 ~ itis understood and agreed that the Welfare Fund referred to herein shail be such as will  \ncontinuously qualify for approval by the Internal Revenue Service, 80 as to allow the an  \nincome tax deduction for the contribution paid hereunder.  \n419.4 ~ Itis agreed that all questions involving legal benefits not specifically set forth herein shall be  \ndetermined by the provisions of the Agreement and Dectaration of Trust governing the Welfare Fund  \nand the Legal Benefits Plan.  \n19.5 The Employer agrees to be bound by all the decisions made by the Trustees in accordance  \nwith the Deciaration of Trust.  \n19.6 ~ The above contributions shall not be applicabla to those employees classified as Courtesy  \nCierks.  \n"], ["ARTICLE 20- CHECKOFF  \n", "20.4 The Employer shail check off the initiation fees and dues from all employees who authorize,  \nin writing, such deductions and shail remit amounts so deducted within thirty (30) days after their  \ncollection to the Financial Secretary or designated officer of the Union. Dues will be checked off  \nweekly and remitted monthly.  \n26  \nUFCW LOCAL 2? - ACME MARKETS, INC. (EASTERN SHORE)  \n2002  \n  \nee  \na  \n© eee reid re  \n20.2 The Employer agrees to deduct fifty cents (50¢) per week and remit monthly to the Local  \nUnion's Active Baflot Club from employees who are Union members and who have signed deduction  \nauthor ation cards _  \n20.3 The Employer agrees to honor regular deductions to the Chessie Federal Credit Union from  \nemployees who are Union members and who have signed deduction author ation cards in the  \namounts specified on the deduction authori ation cards The sums so deducted by the Employer shall  \nbe submitted to the Union on a mutually agreeable basis; but not jess than monthly _  \n20.4 The Employer will submit all check-offs on computer media _  \n20.5 The Union agrees to hold the Employer harmiess from all tegat claims, or that might  \narise out of any erroneous deductions as a result of the above checkoft provisions _  \nICLE RB ND ADJUSTME  \n21.1 Should a controversy, dispute or disagreement arise during the period of this Agreement  \nconcerning the interpretation of the provisions of this Agreement, except that liability for wage claims  \nshail not be subject to arbitration unless involving a disputed interpretation of the provisions of the  \nAgreement, there shall be no cessation or stoppage of work or lockout because of such controversy,  \ndispute, or Gsagreement, but the difference shall ba adjusted in the following manner _  \n21.2 Any ‘difference which an’employee has not been able to adjust informaity with his/her  \nimmediate supervisor may be made the subject of a grievance _All grievances must be filed, in writing,  \nwithin thirty (30) days after occurrence of the matter in dispute or disagreement, provided that any  \ngrievances in raference to dismissal must be filed, in writing, to the Employer within ten (10) days from  \nthe date of dismissal Grievances not filed within the herein specified shall have no of  \nappeal by any party involved ~ shall be processed in the following manner: —  \nStep 1 The aggrieved (s) and Shop Steward(s} shail present the grievance,  \nin writing, to the Store Director The Shop Steward(s) with the employee(s) involved  \nshall meet on such with the Store Director to resolve the grievance _ The  \nStore Director shali furnish the Shop Steward(s} and the employea(s) with an answer . .  \n‘to the grievance _{f the grievance is not settled satisfactorily within ten (10) ~  \ngrievance shall proceed to Stap ,  \nStep 2_No later than five (5) days after the answer is furnished in Step 1, or should |  \nhave been furnished, the grievance shall be presented: by the Business.  \nRepresentative(s) of the Union, in writing, to the focal Distnct Manager _ The District . ©  \nmanager and the Union will meet to resoive the grievance _ If the grievance is not  \nsettled satisfactorily within ten (10) days, the grievance shall proceed to Step 3 _  \nStep 3 No later than five (5) days after the answer is furnished in Step 2, or should  \nhave been furnished, the grievance shall be. presented by the Susiness  \nRepresentative(s) of the Union, in writing, to the Director of Human Resources or  \ndesignee The Union and the Director of Human Resources or designee shall meet  \nwithin ten (10) days from receipt of the grievance _ The shall provide a  \nwritten answer to said grievance within ten (10) days of the meeting _If the grievance  \nis not settled satisfactorily, the grievance shall proceed to Step 4 _  \nUFCW LOCAL 27 - ACME MARKETS, INC. {EASTERN SHORE)  \n2006-2002  \na  \nStep 4_No tater than ten (10) days after the written answer is furnished in Step 3, or  \nshould have been furnished, the grievance shalt be presented by the Business  \nRepresentative of the Union, in writing, to the Director of Labor Relations. The Union  \nshall meet with the Director of Labor Relations or designee within ten (10) days from  \nreceipt of the grievance. The Employer shail provide a written answer.to said  \ngrievance within five (5} days of the day of the meeting. If the grievance is not settled  \nsatisfactorily, the Union or the Employer may request the grievance be submitted to  \narbitration as outlined in Section 21.3 of this Articte.  \n21.3 =‘ If the matter is not amicably settled under 21.2 above, then either party may, on giving five (5)  \ndays notice to the other party:  \n1. Submit the matter to the Federa! Mediation and Conciliation Service for a list of  \nfifteen (15) arbitrators and the parties shall select therefrom one (1) arbitrator as  \nfollaws: Each of the parties shall strike one (1) name from the list until a last  \nname remains, each of the parties drawing tots to determine who shall be entitled  \nto the first strike.  \n2. The arbitrater shall not have the authority to decide questions involving the  \njurisdiction of any local or of the Intemational or which may in any way affect or  \ni change the union Security Clause, nor shail the arbitrator have the authority to  \neffect a change in, modify, or amend any of the provisions of this Agreement or  \nto make decisions or provisions covering wages or working conditions to be  \nincorporated either in a new Agreement or any subsequent annua! Agreement,  \nexcept as hereinafter provided.  \n3. Inthe event that one party should fail to make their selection of arbitrators within  \nIj two (2) weeks after receipt of notification by the other party that their choices  \n. . have been submitted, then the first choice of the selecting party shall be binding  \n| on the non-selecting party.  \n| \"4. In the further event, should one (1) party fail to participate in the scheduled  \narbitration proceeding, the other party may proceed unilaterally and the decision  \nof the arbitrator shall be final and binding upon all parties.  \n. 5, As determined by the Union and the Employer, certain gnevances raised to the  \n. arbitration may be processed through an alternative method. In such use,  \n«, ,, .the parties will select an arbitrator from an established list which can include the  \nFedera! Mediation and Conciliation Service (F.M.C.S.} and the case will be  \npresented by staff representatives of the parties.  \n6. Arbitrations shall be submitted within ninety (90) days after the occurrence of the  \nmatter in dispute. °  \n21.4 The provisions of Article 24, No Strikes or Lockouts, shalt not be binding on either party if the  \nother fails to abide by the decision of the arbitrator. ;  \n21.5 _ The expenses of the arbitrator shall be bome equally by both the Employer and the Union.  \n+  \n28  \nUFCW LOCAL 27 - ACME MARKETS, iNC. (EASTERN SHORE}  \n2000-2002  \n-  \nes gee ey ee eee  \n"], ["ARTICLE 22- UNION ACTIVITIES  \n", "22.1. There shall be no discrimination against any employee because of Union membership. The  \nEmployer further agrees thera shall be no discrimination against any stewards of the Union as a result  \nof their activities and performance of their responsibilities.  \n22.2 The Union agrees that neither it nor its members will engage in Union activities on the  \nEmployer's time or in the Employer's stores if such activities interfere with the peaceful operation of  \nthe Employer's business, provided, however, that representatives of the Union shail have free access  \nto the Employer's stores for the purpose of determining that the terms of this Agreement are being  \ncomplied with inctuding but not limited to inspecting work schedules, investigating the standing of  \nemployees and inspecting the pay records, which shalt be available for a reasonable length of time.  \n22.3 The Emptoyer shall not be held liable for any injuries to Union Representatives while on the  \npremises.  \n22.4 Notices conceming Union business will be posted in a designated location in the stores after  \napproval by management.  \n"], ["ARTICLE 23- MILITARY SERVICE  \n", "23.1 The Employer will comply with the applicable laws of the United States concerning the re-  \nemployment of persons retuming from military service of the United States. A person so re-employed  \nshall de paid at the current rate tor the appropriate job classification and shall assume his/her orginal  \nemployment date and be entitled to his/her pro-rata vacation. At the time the employee teaves for  \nmilitary service, he/she shall receive whatever vacation pay is due him/her. The application of this  \nprovision will comply with the Uniformed Services and Re-emptoyment Rights Act.  \n23.2 Employees, full-time or part-time, who serve in the National Guard or military reserve units,  \nwhich require annual training, shail be granted the necesSary leave either without pay or, at tha  \nemployee's option, eligible vacation time, to fulfill the annual training requirements of the units in which  \nSuch employee shall furnish a copy of their orders and two (2) weeks prior notice to the  \nmployer.  \nIt is mutually agreed by the parties of this Agreement that there shail be no strikes or  \nstoppages of work by the employees or by the Union, nor shall there be any lockout by the Employer  \nduring the life of this Agreement, and that any difference of opinion or misunderstanding conceming  \nthe interpretation of the provisions of this Agreement which may arise between the contracting parties  \nshall be amicably adjusted by and between the parties themsetves, and if the parties cannot amicably  \nadjust the difference, then the matter shall be referred to an Arbitrator as provided in Article 21.  \nNothing contained herein, however, shall compel any employee to walk through a legal picket tine,  \nprovided such picket fine has the sanction of his/her own Internationa! Union.  \n"], ["ARTICLE 25- INVALIDATION  \n", "Should any article, section, or portion thereof, of this Agreement be held unlawful and  \nunenforceable by any court of competent jurisdiction, such decisions of the court shall apply onty to  \nthe specific article, section, or portion thereof directly specified in the decision, provided, however, that  \n29  \nUFCW LOCAL 27 - ACME MARKETS, INC. (EASTERN SHORE)  \n2000-2002  \n4  \nupon such a decision the parties agree immediately to negotiate a substitute for the invalidated article,  \nsection, or portion thereof.  \n"]]