[["", "Make sure  \nthat you obtain a withdrawal  \ncard when you leave the industry.  \nIt is your obligation  \nto write to the Local 876 office for  \nyour withdrawal card.  \nBe sure to attend  \nyour  \nMONTHLY MEMBERSHIP  \nMEETING!  \nSBALA  \n. Fon a  \n2004 - 2007  \nAGREEMENT  \n_ UNITED FOOD AND.COMMERCIAL  \nWORKERS UNION LOCAL 876  \nChartered by.  \nUNITED FOOD AND COMMERCIAL  \nWORKERS INTERNATIONAL UNION,  \n  \n: With  \nTHE GREAT ATLANTIC & PACIFIC TEA  \nCOMPANY, INC.  \n(FARMER JACK)  \n(GROCERY DIVISION)  \nJanuary 1, 2004 - June 1, 2007  \nANCE ANCE JOHNSON  \nUnited Food & Commercial Workers  \nUnion Local No. 876  \n7 VICTORIA COLLS 876 Horace Brown Drive + Madison Heighte, Michigan 48071  \nPhone (248) 585-0671 © Fax (260) 565-0008  \n1-800-321-6406  \n© SEG oe  \nDear Member:  \n_ The following i is the Collective Bargaining Agreement as ©  \nnegotiated with The Great Atlantic and Pacific Tea Company Inc.  \nGrocery (Farmer Jack) — for the period commencing -  \nJanuary. 1, 2004 and expiring June 1, 2007.  \n_‘Turge you to fully acquaint yourself with the terms and ud provisions  \nof this Agreement.  \nios we  \na lf you have any questions conceming this please”  \n~  \n‘contact your Business Representative at the. Local 876 a,  \n(248) 985-9671 or 1-800-321-6406...  \n“goed hee a ie  \n7 oe fa. agi on en. i Bae 2 baad  \noe :  \nWith best wishes and kindest regards. oe weed  \nAS ay ee  \nene. BS  \n. Fratemably Yours,  \na : 90500  \n=  \n"], ["", "ARTICLE  \nARTICLE I.  \nARTICLE 2.  \nARTICLE 3.  \nARTICLE 4.  \nARTICLE 5.  \nARTICLE 6.  \nARTICLE 7.  \nARTICLE 8.  \nARTICLE 9.  \nARTICLE 10.  \nARTICLE 11.  \nARTICLE 12.  \nARTICLE 13.  \nARTICLE 14.  \nARTICLE 15.  \nARTICLE 16.  \nARTICLE 17.  \nARTICLE 18.  \nARTICLE 19.  \nARTICLE 20.  \nARTICLE 21.  \nARTICLE 21-1.  \nARTICLE 22.  \nARTICLE 23.  \nARTICLE 24.  \nARTICLE 25.  \nARTICLE 26.  \nAPPENDIX A.  \nINDEX  \nINTENT AND PURPOSE  \nCOVERAGE  \nUNION SHOP, CHECK-OFF DUES  \nMANAGEMENT RIGHTS  \nDISPUTE PROCEDURE  \nNO STRIKE, NO LOCKOUT  \nOTHER AGREEMENTS  \nOTHER WORK, WORK BY OTHERS  \nMAINTENANCE OF STANDARDS  \nWORKING CONDITIONS  \nOVERTIME AND PREMIUM PAY  \nHOLIDAYS AND PAY  \nLUNCH PERIODS AND REST PERIODS  \nCALL-IN-PAY  \nUNIFORMS AND TOOLS  \nVACATIONS  \nSEVERANCE NOTICE OR PAY  \nGOOD FRIDAY  \nLEAVES  \nHEALTH AND WELFARE  \nPENSION PLAN  \nPRE-PAID LEGAL PLAN  \nREVIEW OF EMPLOYER RECORDS  \nSENIORITY  \nUNION COOPERATION  \nGENERAL  \nEXPIRATION  \nWAGES  \nFarmer Jack (Grocery)  \n2004 - 2007  \nAGREEMENT  \nThis Agreement entered into this 26th day of December 2003, effective  \nJanuary |, 2004, between The Great Atlantic and Pacific Tea Company, Inc.  \n(Farmer Jack), hereinafter designated as the \"Employer\", and the United Food  \nCommercial Workers Union, Local 876, its successors and assigns,  \nchartered by the United Food and Commercial Workers Internationa! Union,  \nAFL-CIO and CLC hereinafter designated as the “Union”.  \n"], ["ARTICLE 1  \nINTENT AND PURPOSE  \n", "Both parties are desirous of preventing strikes and lockouts, maintaining a uniform  \nwage scale, working conditions and hours of employees of the Employer, and  \nfacilitating peaceful adjustment of all grievances which may arise from time to  \ntime between the Employer and his employees.  \n"], ["ARTICLE 2  \nCOVERAGE  \n", "The Employer recognizes the Union as the sole and exclusive bargaining agent of  \nall employees of the Employer, including employees of lessees, licensees, and  \nconcessionaires, including those classifications of employees covered by this  \nAgreement and of any new classifications hereafter established in retail food stores  \nnow or hereafter owned and/or operated and supervised in the counties of Wayne,  \nMacomb, St. Clair, Oakland, Livingston, Washtenaw, Lenawee and Monroe,  \nMichigan, excluding Store Managers (a total of seven {7] management exclusions  \nfor all stores), as provided under Article 8-B herein and Meat Department  \nemployees, Pharmacists, Pharmacist Interns and Managers-in-training.  \nPursuant to the above, the Employer warrants that he has the authority to and shall  \nrequire the operator of any such concession or leased and/or licensed department to  \nfully apply and comply with the terms and provisions of this Agreement.  \ner ne ee ee  \n- me i i: ee  \nFarmer Jack (Grocery)  \n2004 - 2007  \n"], ["ARTICLE 3  \nUNION SHOP, CHECK-OFF, DUES/FEES  \n", "A. The Union is recognized as the sole representative and bargaining agent for all  \nemployees covered by this Agreement in collective bargaining with the Employer.  \nIt shall be a condition of continued employment that all employees of the  \nEmployer covered by this Agreement shall remain members in good standing and  \nthose who are not members on the execution date of this Agreement shall, on the  \nthirty-first (31st) day following the execution date of this Agreement become and  \nremain members in good standing in the Union.  \nB. It shall also be a condition of continued employment that all employees covered  \nby this Agreement and hired on or after the date of execution shall, on the thirty-  \nfirst (31st) day following the beginning of such employment, become and remain  \nmembers in good standing in the Union.  \nC. New employees, pending their application for, and membership in, the Union as  \naforesaid, shall with all other employees, be uniformly subject to the provisions of  \nthis Agreement, including those pertaining to wages, hours and working  \nconditions; except new employees within thirty (30) days (sixty [60] days for those  \nhired in a new store) of hire may be discharged or disciplined without recourse for  \nany reason whatsoever. The probationary period may be extended an additional  \nthirty (30) days by mutual agreement between the company and the Union.  \nD. When the Employer needs additiona! employees, it shall afford the Union equal  \nopportunity with others to nominate or refer suitable applicants, provided that the  \nEmployer shall not be required to hire those nominated or referred by the Union.  \nE. Upon written notice by the Union, the Employer agrees within seven (7) days to  \ndiscontinue the employment of any employee who fails to become and remain a  \nmember of the Union in good standing as provided under this Article.  \nF. Check-Off: The Employer agrees to deduct weekly union dues/fees  \n\" uniformly required as a condition of acquiring or retaining membership in the  \nUnion from the wages of each employee, present and future, as the same shall be  \ndue, provided. each such employee executes written authorization therefore, in a  \nform authorized by law, and such authorization is turned over to the Employer.  \nThe Employer agrees to remit such dues/fees as deducted to the Union.  \nFarmer Jack (Grocery)  \n2004 - 2007  \nThe Union shall, on or before the tenth (10th) day of each month, furnish to the  \nEmployer, a list of member-employees and the amounts due therefore, including  \ndues owing for the succeeding month. The Employer shail, on or before the  \ntwenty-fifth (25th) day of the month, deduct and remit such dues, as authorized, to  \nthe Union.  \nAt the time of such remittance of check-off sums, the Employer shall also furnish  \nthe Union a list of all persons hired within the previous thirty (30) days (or since  \nthe last such list was furnished, whichever is later), including name, address,  \nclassification, assigned store and date of hire and socia! security number, if  \npossible. The Employer shall also furnish from time to time, upon the Union's  \nrequest and within two (2) weeks of such request, a seniority list of all employees  \ncovered by this Agreement.  \nG. Check-Off For The Active Ballot Club:The Employer agrees to honor and  \ntransmit to the Local Union contribution deductions for the UFCW Active Ballot  \nClub from employees who are union members and who sign deduction  \nauthorization cards.  \nThe deductions shall be in the amount specified on the political contribution  \nauthorization and deducted weekly and remitted monthly to the Local Union.  \nH. The phrases “members in good standing in the Union\", \"members\",  \n“membership in the Union\", \"member of the Union in good standing\", “member-  \nemployees\" and \"Union members\" as used in this Article include persons who are  \nmembers of the Union and persons who elect and maintain non-member status.  \nPersons who elect non-member status shat] be required to pay, as a condition of  \ncontinued employment, initiation fees and weekly union fees in an amount not to  \nexceed the full amount of initiation fees and weekly union dues.  \n"], ["ARTICLE 4  \nMANAGEMENT RIGHTS  \n", "The management of the business in all its phases and details shall remain vested in  \nthe Employer. The rights of the Employer and the employees shail be respected  \nand the provisions of this Agreement for the orderly settlement of all questions  \nregarding such rights shall be observed.  \nFarmer Jack (Grocery)  \n2004 - 2007  \n"], ["ARTICLE 5  \nDISPUTE PROCEDURE  \n", "A. The Union shall! have the right to designate or elect one (1) steward and one (1)  \nalternate steward for each store.  \nB. Should any difference, disputes, or complaints arise over the interpretation or  \napplication of this Agreement, there shall be an eamest effort on the part of the  \nparties to settle such promptly through the following steps:  \nStep 1. By conference during scheduled working hours between the Union's  \nsteward and/or the business representative and/or aggrieved employee, or any of  \nthem, and the manager of the store.  \nStep 2. If the grievance is not satisfactorily adjusted in Step 1, by conference  \nconducted with reasonable promptness between the Union's business  \nrepresentative, and the District Manager or Human Resources representative of the  \nEmployer.  \nStep 3. Ifthe grievance is not satisfactorily adjusted in Step 2, then the grievance  \nis to be reduced to writing and signed by the employee or employees involved with  \nconcurrence of a Union representative, or signed by a Union representative on their  \nbehalf, presented to the Employer, and discussed within seven (7) calendar days  \n(uniess extended by mutual agreement between the Union and the Employer) by an  \nofficer or officers of the Union, and a representative or representatives of the  \nEmployer.  \nStep 4. Ifthe grievance is not satisfactorily adjusted in Step 3, either party may,  \nwith reasonable promptness, in writing, request arbitration, and the other party  \nshall be obliged to proceed with arbitration in the manner hereinafter provided.  \nThe Executive Board of the Union shall have the exclusive right to determine  \nwhether or not the employee's grievance shall be submitted to arbitration by the  \nUnion. The parties shall forthwith attempt to agree upon an impartial arbitrator. If  \nthey cannot so agree within five (5) working days.of the request for arbitration, the  \nparty requesting arbitration may with reasonable promptness thereafter file a  \ndemand for arbitration with the American Arbitration Association in accordance  \nwith the then applicable rules and regulations of the Association. The expenses of  \nthe arbitrator, excepting the parties own expenses, shall be borne equally by the  \nUnion and the Employer.  \nFarmer Jack (Grocery)  \n2004 - 2007  \nC. The arbitrator shail have authority and jurisdiction to determine the propriety of  \nthe interpretation and/or application of the Agreement respecting the grievance in  \nquestion, but he shall not have the power to alter or modify the terms of the  \nAgreement. With respect to arbitration involving discharge or discipline of  \nemployees, the arbitrator shall determine if the discharge or discipline was for just  \ncause; and he shall review the penalty imposed, and if he shall determine the  \nEmployer's action to be improper, inappropriate and/or unduly severe, he may  \nvacate it or modify it accordingly.  \nHe shall have the authority and jurisdiction in cases concerning discharge,  \ndiscipline or other matters, if he shall so determine, to order the payment of back  \nwages and compensation for an employee which the employee would otherwise  \nhave received, and/or enter such other or further award as may be appropriate and  \njust.  \nD. Grievances must be taken up promptly and no grievance shall be considered or  \ndiscussed which is presented later than fourteen (14) days from the time known by  \nthe individual that there was a contract violation, (eighteen (18) months in the case  \nof wage claims) after such has happened. Wage claims shall be defined as, and  \nlimited to, the following: .  \na. Overdue progression step increases.  \nb. Incorrect wage rates.  \nc. Computer error.  \nd. Errors in the mathematical calculation of wages or wage rates or  \nfailure to pay for holidays, sick pay, vacations, etc.  \ne. Improper recall of laid-off employees.  \nSixty (60) days for alleged improper promotions.  \nConstructive notices will not be used in cases of progressive discipline if over one  \n(1) year, except for cases of proven harassment (including sexual) and/or violence,  \nthreats, etc... Instances involving final warning letters will not be used in cases of  \nprogressive discipline if over two (2) years.  \nE. No employee shall be discharged or disciplined except for just cause.  \nGrievances respecting the discharge or discipline of an employee shall be  \npresented and processed in accordance with the grievance procedure hereinabove  \nSet forth. Any agreement reached between the Union and the Employer under the  \ngrievance procedure by their authorized representative, which in the case of the  \nee eee — me  \nFarmer Jack  \n2004 - 2007  \nUnion shall be subject to the approval by its chief executive officer, its President,  \nand any decision of the arbitrator under .  \nStep 4 shall be final and binding upon the Employer, the Union, and the employee  \nor employees involved.  \nF. It is the intention of the contracting parties that, with the exception of those  \nindividual grievance privileges expressly set forth herein, in the redress of alleged  \nviolations of this Agreement by the Employer, the Union shall be the sole  \nrepresentative of the interests of employees or groups of employees within the  \nbargaining unit. Subject to individual rights expressly set forth in the grievance  \nprocedure of this Agreement, only the Union shall have the nght under arbitration  \nprocedures or in any judicial or adjudicatory forum, to assert or press against the  \nEmployer a claimed violation of this Agreement.  \nG. Lengthy discussions between employees and representatives of the Union,  \nincluding the steward, or among themselves, concerning disputes shall not take  \nplace during working hours.  \nStewards shall have sufficient time to investigate and/or work with store  \nmanagement on grievance resolutions during scheduled working hours, including  \ntime to make phone calls relative to these duties. Time spent on the phone shall be  \nlimited to union business and shall be limited in duration. Abuses of the above  \nshall be dealt with by conference between the Company and Union to a mutual  \nagreement.  \nH. The Employer, including all supervisors, shall grant to any accredited union  \nrepresentative access to the store for the purpose of satisfying himself that the  \nterms of this Agreement are being complied with, including but not limited to,  \nchecking rates of pay, work schedules, and time and attendance records.  \n[. The Employer shall have the right to call a conference with the officials of the  \nUnion for the purpose of discussing its grievances, criticisms, or other problems.  \n"], ["ARTICLE 6  \nNO STRIKE, NO LOCKOUT  \n", "A. During the process of settling any complaint of violation or infraction of any  \nsection of this Agreement, as herein set forth, the Union shall not call any strikes of  \nany kind and the employees shal! continue to work properly and efficiently until a  \ndecision ts made as called for in this Agreement. The Employer agrees that there  \nshall be no lockout.  \nFarmer Jack (Grocery)  \n2004 - 2007  \nNo present employee will have their hours reduced as a direct result of any  \nutilization of this section.  \nIn the event of a violation of the above section, the first violation shall be a written  \nwarming, a second or subsequent violations the Employer agrees, as liquidated  \ndamages, to pay two (2) times the top rate of a clerk-cashier, in effect at the time of  \nviolation, for all such time worked, but in no event shall the penalty be less than  \none (1} hour at two (2) times the clerk-cashier rate. If such violation is reported by  \na member of the bargaining unit, the liquidated damages shall be paid to the  \nreporting member. When the violation is reported by the Union, such double (2)  \ntime damages shall be added to the pay of the most senior employee working less  \nthan forty (40) hours in the work week the violation occurs and shall thereafter be  \nrotated amongst such employees by seniority, working less than forty (40) hours  \nthat week. If such pay places the most senior employee over 40 hours for that  \nweek, such pay in excess of forty (40) hours shall be paid to the next most senior  \nemployee working less than forty (40) hours, etc. Effective May 1, 2004, in the  \ncase of a customer service manager doing bargaining unit work, the first  \noccurrence is eight (8) hours pay. Any additional occurrence is twenty-four (24)  \nhours pay of a top rate of a clerk-cashier.  \nD. The Empioyer may designate persons of its choice as managers-in-training and  \nwill be allowed one (1) manager-in-training for each four (4) stores up to a  \nmaximum of twenty (20) managers-in-training. The Employer shall notify the  \nLocal Union of the names, assigned stores, and date of hire or entry into the  \nmanager training program and shall further update this information on an every  \nfour (4) week basis for the duration of the training program.  \nManagers-in-training who are hired from outside of the bargaining unit shall be on  \na one hundred eighty (180) day probationary period and shall not be required to  \nbecome members of the Union until the end of the one hundred eighty (180) day  \nprobationary period and may be terminated during this period for unsatisfactory  \nperformance without recourse. Managers-in-training from the bargaining unit shall  \nbe on a one hundred eighty (180) day training period during which time they shall  \nremain members in accordance with the provisions of Article 3 and during which  \ntime they shall remain fully subject to the provisions of this Agreement except as  \nprovided in the following sentence. During the one hundred eighty (180) day  \ntraining period, managers-in-training shall be excepted from the provisions of  \nArticle 8-C hereof and shall be permitted to perform work of the bargaining unit,  \nprovided that said managers-in-training shall not displace any full-time or part time  \nemployees.  \nFarmer Jack (Grocery)  \n2004 - 2007  \nOn or before the expiration of the one hundred eighty (180) day training period, the  \nEmployer shall do the following, and shall notify the Union accordingly.  \n|. Promote the manager-in-training to store manager, or  \n2. Place in and into the assistant manager classification, or  \n3. As to a manager-in-training from outside the bargaining unit,  \ndischarge such person or place him in one (1) of the bargaining unit  \nclassifications with seniority beginning at time of placement in  \nthe bargaining unit classification, or  \n4. As toa manager-in-training from the bargaining unit, disqualify  \nhim as a manager-in-training and return him to his former position  \nwith uninterrupted seniority.  \nE. Assistant Managers/CO-B Managers  \n|. The collective bargaining Agreement between the parties entered into shall,  \nexcept as hereinafter provided be deemed to apply to employees in the retail food  \nstores of the Employer classified as Assistant Manager/Co-B Managers.  \n2. It is agreed the Employer recognizes the Union as the sole and exclusive  \nbargaining agent for employees classified as Assistant Manager/Co-B Managers in  \nthe retail food stores in the present territorial area as outlined in Article 2 -  \nCoverage.  \n3. Employees promoted to the Assistant Manager/Co-B Manager classification  \nshall receive the rates indicated in schedule \"A\".  \n4. It is agreed that Assistant Managers/Co-B Managers shall be exempt from the  \nprovisions of Article 10-C, third paragraph, Article 10-D-9, Article 23-D, and  \n"], ["Article 23 E.  \n", "5. It is agreed that presently eligible Assistant Managers shall be permitted to  \n- maintain, at current levels, their existing Company Life Insurance Program. New  \nAssistant Managers promoted after September !, 1970, shall not participate.  \n6. Assistant Managers/Co-B Managers shall be paid mileage at the rate of thirty-  \ntwo point five cents ($.325) per mile when an Assistant Manager/Co-B Manager is  \nassigned to a store other than his home store provided the round trip mileage is  \nmore than twenty (20) miles in excess of his normal mileage from his home to his  \n10  \nFarmer Jack (Grocery)  \n2004 - 2007  \nhome store. The above rate will be adjusted periodically to coincide with  \nCompany policy.  \n"], ["ARTICLE 9  \nMAINTENANCE OF STANDARDS  \n", "The Employer agrees that all conditions of employment relating to wages, hours of  \nwork, overtime differentials and general working conditions shall be maintained at  \nnot less than the highest minimum standards in effect at the time of the signing of  \nthis Agreement, and the conditions of employment shall be improved wherever  \nspecific provisions for improvements are made elsewhere in this Agreement. No  \nemployee is to receive a reduction in wages as a result of the signing of this  \nAgreement.  \n"], ["ARTICLE 10  \nWORKING CONDITIONS  \n", "A. For purposes of establishing eligibility for full-time benefits as set forth in this  \nAgreement, a full-time person is one who is hired as such, or an employee who  \naverages more than thirty -two (32) hours per week for twelve (12) consecutive  \ncalendar weeks. (For the months of July and August, part-time employees may be  \nscheduled up to 40 hours per week and any such week wil! not be counted toward  \nthe twelve-week qualifier.) Full-time employees involuntarily reduced to part-time  \nshall continue to be classified and treated as full-time until they have averaged  \nthirty (30) or fewer hours for twelve (12) consecutive weeks.  \nHours of work on Sundays, Holidays, and all compensable pay during an  \nemployee’s basic work week shall be included to calculate full time status.  \nDuring the twelve (12) week qualifying period, employees off for up to one (1)  \nweek due to illness and/or layoff shall not be reclassified and the number of weeks  \nworked shall be frozen and upon retum to work shall continue‘as if there was no  \nbreak for the purpose of qualifying.  \nB. Wages: Effective during the term of this Agreement, the minimum wage rates  \nand classifications shall be as set forth in Appendix (A) attached hereto.  \nPrevious comparable experience must be shown on an application for employment,  \notherwise the employee shall forfeit any claim under this provision. -  \nFarmer Jack (Grocery)  \n2004 - 2007  \nDocumentation to support employee's previous experience rate shall be provided to  \nthe union upon request.  \nEmployees shall be paid for all time spent in the service of the Employer.  \nIf new job classifications not presently in existence are established, the parties  \nshall, within thirty (30) days, negotiate appropriate wage rates.  \nRates of pay and pay schedules as set forth in the wage schedule shall constitute  \nthe basis of determination of wages for time worked.  \nThe employer shall post all hours paid for on all paycheck stubs.  \nC. Work Week: The basic work week for all full-time employees shall be forty  \n(40) hours, which shall be worked in five (5) eight (8) hour days, not necessarily  \nconsecutive. Ten (10) hour shifts may be permitted by mutual agreement between  \nthe Employer and all full-time employees on said shift. This may be cancelled any  \ntime by the Employer, the Union, or by the employees. Daily overtime will not  \napply for ten (10) hour shifts.  \nFor employees on the payroll as of (Farmer Jack 8/7/87) (A&P 4/10/88), the work  \nweek shal] be Monday through Saturday inclusive. For all employees hired after  \n(Farmer Jack 8/7/87) (A&P 4/10/88), the work week shall be Sunday through  \nSaturday inclusive.  \nFor employees on the payroll as of (Farmer Jack 8/7/87) (A&P 4/10/88), Sunday  \nand/or holiday work shall be isolated and shall not be a part of the basic workweek.  \nSuch employees shall be given the opportunity to post their name for Sunday  \nand/or holiday work the last week of January, March, May, July, September &  \nNovember each year, and such posting shalt be in effect for the following two  \nmonths during which time no employee shall be permitted to add or delete their  \nname from the posting. The Employer shall rotate schedules for such employees  \nfrom the Sunday/holiday posting for Sunday/holiday work by classification  \n- provided they have the ability to perform such work and are otherwise authorized  \nby this Agreement to do so.  \nSunday/holiday at | 1/2 rate - Future Sunday/holiday hours available by store at |  \n1/2 times rate will not exceed the Sunday/holiday hours work at the I 1/2 time rate  \nin each store during the last quarter of 1991. Additional reduced stores affect will  \nbe worked out by the parties.  \nFarmer Jack (Grocery)  \n2004 - 2007  \nIn the event an adequate staff cannot be obtained for Sunday and/or holiday work  \nfrom the fist, the Employercan require employees to work in the reverse order of  \nseniority to meet staffing requirements. In the event an employee, whose name is  \non such list, transfers to another store or terminates his employment, a replacement  \nname may be added to the list at that time.  \nD. Work Schedules:  \n!. The Employer shall post and maintain a current seniority list of employees  \nemployed in the store and the hours of each employee shall be scheduled by the  \nEmployer in conformity with this Agreement.  \n2. Work schedules shall be posted in the stores no later than Thursday 6:00  \np.m. for the following week (night crews are to be notified before leaving work  \nThursday morning of their following week's schedule). All employees listed on the  \nschedule for work shall be guaranteed work or pay provided they report and work  \nas scheduled. Any employee required to work over his scheduled time any day  \nshall not be required to take time off later in the workweek. This guarantee shall  \nbe inapplicable in the event of fire, flood, civil disturbances or acts of God. Where  \npossible, work schedules will be placed in a non-tamperable location in the store  \nwith a seniority list next to it.  \n(a) If the schedule of employees is not in conformance with the employees’  \nseniority, employees shall have until Saturday 6:00 p.m. to bring to the store  \nmanager's attention the error in scheduling, and such schedule shall be  \nadjusted prior to the start of the workweek. In the event an employee fails to  \nreport the scheduling error as outlined above, the schedule will be deemed  \nacceptable and not subject to a grievance.  \n(b) Assistant head cashiers when scheduled to operate a register or other than  \nassistant head cashier duties at the beginning of their shift and/or for their  \nfull shift, shafl be scheduled in accordance with their clerk-cashier seniority.  \n(c) Full-time employees may, in writing, request a reduction of hours indicating  \ntheir unavailability for continued full-time work and once agreed to in  \nwriting by the Employer, the employee shall be placed on the store seniority  \nlist for available hours only and shall receive the hours of work his position  \non the sentority list entitles him to. The letter (R} will be placed next to the  \nnames of employees who have restrictions on their schedule.  \n13  \nes ei .  \nFarmer Jack (Grocery)  \n2004 - 2007  \n(d) If the employee at a later date advises the Employer in writing of his  \navailability for additional hours up to forty (40) hours per week, the  \nemployee may claim additional available hours but may not claim  \npreviously scheduled hours of another employee until hours become  \navailable because of a vacancy or become available on a regular basis;  \n(available hours on a regular basis are hours expected to exist on a  \npermanent basis for more than thirty (30) days).  \n(e) Upon receiving the hours as described above, the employee shall be placed  \ninto the store seniority list and hours will be scheduled in accordance with  \nhis seniority. The Company must notify employees if their schedule is  \nchanged after it has been posted.  \n(f) After the third (3rd) occurrence of the same offense and provided the Store  \nManager is notified, the Company will pay four (4) hours pay to the gnevant  \non the fourth (4th) or subsequent offenses.  \nfor department scheduling shall be given to those employees  \ncurrently working in the departments at that time of ratification.  \n(h) Clerks will be allowed to perform all work for which they are qualified  \nwithin the store.  \n3. The Employer shall recognize the wishes of senior employees’ choice for  \ndays off and daily work schedules by seniority based on classification and ability  \nto perform the duties within the store in which they work. Once the choice is  \nmade, neither the Employer nor employee wiil arbitrarily change the schedule.  \n4. After five (5) grievances relating to the late posting of schedules or five (5)  \ngrievances regarding late lunches and breaks within the store, a letter is to be sent  \nto the main office for verification. If confirmed, after five (5) more occurrences,  \nthe Employer will be required to pay one (1) hour pay to the employee filing the  \ngrievance, two (2) hours on the second occurrence and three (3) on the third and  \nsubsequent occurrences. If there are no violations for a one (1) year period, the  \ninitial group of grievances will not be considered in the application of this  \nprovision.  \nThe above language will not apply to circumstances beyond the control of the  \n. Employer.  \nFarmer Jack (Grocery)  \n2004 - 2007  \n5. Employees who, in writing, have voluntarily limited their availability for  \nwork may thereafter claim additional available hours, up to thirty (30) hours but  \nmay not claim previously scheduled hours of another employee until a vacancy  \noccurs or additional hours become available.  \n6. | When scheduling two (2) or more employees for less than an eight (8) hour  \nshift for a similar assignment in the same classification, there shall be a lapse of at  \nleast two and one-half (2 1/2) hours between shifts. The intent of this provision  \nShall be to maximize senior hours but shall not be construed to  \nguarantee overtime. In any circumstance where an eight (8) hour shift cannot be  \nscheduled, this language will not apply.  \n7, Part-time employees shall be scheduled for available hours in each store, in  \naccordance with seniority, job classification and ability to perform the work. Such  \nemployees who claim available hours can only claim up to thirty (30) hours per  \nweek (Monday through Saturday for employees on the payroll, as of (Farmer Jack  \n8/7/87) (A&P 4/10/88)); Sunday through Saturday for employees hired after  \n(Farmer Jack 8/7/87) (A&P 4/10/88). In no event can part-time employees be  \nscheduled or claim hours so that their total hours worked exceed thirty (30) hours  \n(Monday through Saturday for employees on the payroll, as of (Farmer Jack  \n8/7/87) (A&P 4/10/88); (Sunday through Saturday for employees hired after  \n(Farmer Jack 8/7/87) (A&P 4/10/88)) per week, unless by mutual agreement by the  \nEmployer and the employee, and in accordance with store seniority. Part-time  \nemployees shall be scheduled for no less than twelvé (12) hours per week in  \naccordance with seniority, job classification and ability to perform the work. A  \npart-time employee may waive his right to the minimum in writing subject to  \nEmployer and Union approval.  \n8. Employees who work in addition to their scheduled time shall not be  \ncompelled to take time off to avoid payment of overtime. If for any reason it  \nbecomes necessary to work an employee in addition to his scheduled time, he shall  \nalso be permitted to work the balance of his week as originally scheduled.  \n9. No full-time employee, except night stocking and receiving crews, shall be  \nrequired to work more than two (2) nights after 6:30 p.m. in any workweek, except  \nas necessary to enable work for the employee's basic work week. Saturday night  \nwork shall be uniformly rotated among those full-time employees scheduled to  \nwork nights. The Employer shal! schedule such employees in the reverse order of  \nfull-time seniority to work nights in accordance with the needs of the store. No  \n15  \nFarmer Jack (Grocery)  \n2004 - 2007  \nfull-time employee, because of his seniority, shall force another full-time employee  \nto work a third or more nights. No Assistant Head Cashiers will be forced to work  \nmore than two (2) nights without a Head Cashier working two (2) nights.  \n10. A part-time employee shall not be used to displace full-time employees for  \nany part of the basic eight (8) hour day or basic forty (40) hour week. Nor shall a  \njunior part-time employee be used to displace a more senior part-time employee,  \nprovided the senior employee has the ability to perform the work.  \n11. Noemployee shall be allowed or required to work a split shift.  \n12. A split shift is defined as two (2) work periods separated by more than the  \nnormal lunch period. For any violation of this provision, the employee shall be  \npaid at the applicable rate of pay from the start of the first work period to the end  \nof the second work period.  \n13. Employees who, in writing, have voluntarily limited  \ntheir availability for full-time work may thereafter claim additional available hours  \nbut may not claim previously scheduled hours of another employee until a vacancy  \noccurs or additional hours become available.  \n14. Only management personnel or Department Heads shall be assigned the duty  \nof closing the store in the evening, except only in the event of a bona fide  \nemergency.  \n15. The Employer agrees that he shall have in each store a minimum of  \nDepartment Heads as follows:  \nStores employing thirty-one (31) or more members of the bargaining  \nunit - four (4) Department Heads, one (1) Produce Manager, one (1)  \nHead Cashier, one (1) Head Dairy and either Head Stock or Head  \nGrocery.  \nStores with a delicatessen department shall have one (1) Head Deli Clerk.  \n16. The Company will provide Clerk/Cashier and Department Head hour and  \nhead count data on a bi-monthly basis.  \nFarmer Jack (Grocery)  \n2004 - 2007  \n"], ["ARTICLE 11  \nOVERTIME AND PREMIUM PAY  \n", "A. Overtime:  \n1. Any employee who works in excess of eight (8) hours in any one day or  \nforty (40) hours in any one (1) week, or thirty - two (32) hours and/or four (4) days  \nduring a holiday week shall be paid at the rate of time and one-half (1 1/2) his  \nstraight-time hourly rate. Employees hired after (Farmer Jack 8/7/87) (A&P  \n4/10/88) shall be paid at the rate of time and one-half (1 1/2) after eight (8) hours  \nin any one (1) day or forty (40) hours and/or five (5) days during a holiday week.  \n2. Any employee called upon to work the sixth (6th) day in any one (1) work  \nweek, or the fifth (Sth) day in a holiday week shall be paid at the rate of time and  \none-half his straight-time hourly rate. Employees hired after (Farmer Jack 8/7/87)  \n(A&P 4/10/88) shall be paid time and one-half (1 1/2) for work on the sixth (6th)  \nday in any one (1) week or the fifth (5th) day in a holiday week if the employee  \nqualifies for holiday pay.  \n3. . Any compensable absence pay provided in this Agreement shall be counted  \nas time worked for the purpose of computing overtime.  \n4, overtime shalt be offered by seniority within each classification  \nin each store. Daily overtime not previously scheduled shall be offered by  \nseniority within each classification in the store among employees present when the  \nneed for overtime arises. Employees shall not be required or compelled to work  \novertime as above defined. In such cases, the Employer can require employees to  \nwork overtime in the reverse order of seniority, subject to their ability to perform  \nthe work in their classification within the department. Sufficient notice shall be  \ngiven when overtime is necessary, and shall be judiciously requested. Sufficient  \nreason must be given for the refusal of overtime. However, inverse seniority may  \nbe used to fill the need.  \n5. No employee will be forced to work over one (1) hour past their scheduled  \ntime if they notify management in writing no later than the first two (2) hours of  \ntheir shift, and are scheduled to work eight (8) hours that day. Employees  \nscheduled to work less than eight (8) hours will not be forced to work more than  \ntwo (2) hours over their shift if they notify management in writing no later than the  \nfirst two (2) hours of their shift.  \na ce ee ee  \nFarmer Jack (Grocery)  \n2004 - 2007  \n6. There shal] be no pyramiding of premium pay, and hours paid for at  \npremium pay shall be set aside and not used in computation of other premium pay  \nor the computation of overtime.  \nSuch additional compensation shall be added to the employee's straight-time  \nhourly rate and the total used in computing overtime and/or premium pay and shall  \nbe paid for vacations, holidays, supplemental days, etc.  \nB. Sunday and Holiday Pay:  \n|. | Sunday and holiday work shali be defined as work performed from  \n{2:01 a.m. on Sundays and/or holidays, to midnight Sundays and/or holidays.  \n2. For employees on the payroll as of (Farmer Jack 8/7/87) (A&P 4/10/88),  \nwork performed on Sunday and shall be paid at time and one-half (1 1/2)  \nthe employees rate of pay. For employees hired after (Farmer Jack 8/7/87) (A&P  \n4/10/88), work performed on Sundays and holidays will be paid at the employee's  \nregular straight-time rate of pay. Employees with one (1) year of service who have  \nbeen hired after (Farmer Jack 8/7/87) (A&P 4/10/88), who work on Sundays or  \nholidays shall receive $1.00 per hour premium for work performed on Sundays or  \nholidays. Two (2) years of service - $2.00 per hour. Holiday pay as provided for  \nin Article 12 shall be in addition to time paid for holiday work.  \nAll employees hired after (3/4/01), shall be entitled to a Sunday premium based on  \nthe following scale: $1.00 - months $2.00 - After 48 months  \nC. PREMIUM PAY:  \n|. Inthe event of absence for a period of one (1) week or more of a Produce  \nManager, Head Cashier or Head Dairy, a full-time employee shall be  \nappointed to fill the vacancy and shall receive the wage rate of the  \nparticular Department Head he is relieving, but in no event less than  \ntwenty cents ($.20) per hour more than his own rate. Any employee  \ndesignated by the Store Manager to relieve a Head Stock and Receiving,  \nAssistant Head Cashier or Head Deli for a period of one (1) week or  \nmore shall receive the rate of the employee he is relieving, but in no  \nevent less than twenty cents ($.20) more than his own rate.  \n2. Lead Frozen Food Clerk to receive thirty cents ($.30) per hour premium  \nfor all hours worked, in stores with sales volume of two-hundred fifty  \n18  \nFarmer Jack (Grocery)  \n2004 - 2007  \nthousand dollars ($250,000) or more per week.  \n3. Employees assigned to grocery receiving duties to receive thirty cents  \n($.30) per hour premium for all hours worked in stores with sales  \nvolume of two-hundred fifty thousand dollars ($250,000) or more per  \nweek. Only one employee in any qualifying store may receive the  \npremium per week.  \n—  \n. Employees assigned to Lead Seafood Clerk shall be entitled to a thirty  \ncent ($.30) per hour premium for all hours worked in stores where a  \nService Seafood Department exists.  \n5. Employees scheduled to work between 6:00 p.m. and 6:00 a.m. as part of  \na night stocking crew, shall receive a premium of thirty cents ($.30) per  \nhour. When the majority of the week's work is between 6:00 p.m. and  \n6:00 a.m., such additional compensation shall be paid on all hours  \nworked  \n"], ["ARTICLE 12  \nHOLIDAYS AND PAY  \n", "A. For employees on the payroll as of (Farmer Jack 8/7/87) (A&P 4/ 10/88), the  \nfollowing shall be considered as holidays:  \nNew Year’s Day Thanksgiving Day  \nMemoria! Day Christmas Day  \nFourth of July Supplemental Days (See Sec. C)  \nLabor Day Stewards Holiday (See Sec. G)  \nor days customarily celebrated in lieu thereof. Full-time employees who have  \ncompleted thirty (30) days of employment and who work the scheduled day before  \nand the scheduled day after each holiday, excepting Sundays, shall receive holiday  \npay consisting of eight (8) hours pay at straight-time hourly rates. Full-time  \nemployees who are absent during a holiday week because of proven illness shall  \nreceive holiday pay if they have worked any part of the holiday week.  \nB. Part-time employees, who have completed thirty (30) days of employment and  \nwho work the scheduled day before and the scheduled day after each holiday,  \nexcepting Sundays, shall receive holiday pay consisting on four (4) hours holiday  \npay at straight-time hourly rates as they qualify. Part-time employees who are  \n19  \nFarmer Jack {Grocery)  \n2004 - 2007  \nabsent during a holiday week because of proven illness shall receive holiday pay if  \nthey have worked any part of the holiday week.  \nEmployees hired after (Farmer Jack 8/7/87) (A&P 4/10/88), shall receive paid  \nholidays per the following schedule:  \nAfter thirty (30) days Christmas Day  \nAfter one (t) year Labor Day  \nAfter two (2) years Memorial Day - Thanksgiving  \nAfter three (3) years New Year's - July 4th  \nTota! of six (6) national holidays after three (3) years of service.  \nAll employees to receive time and one-half (14) their straight-time hourly rate for  \nwork performed after 9:00 p.m. on Thanksgiving Eve and for work performed after  \n6:00 p.m. on New Year's Eve.  \nAll employees shall be afforded the option of taking time off without pay to  \nobserve the Martin Luther King Holiday, subject to the store's staffing needs. If, as  \nthe result of employees exercising this option, insufficient numbers of employees  \nare available to properly staff the store, employees will be permitted to exercise  \nthis option on the basis of seniority, with the store being staffed by inverse  \napplication of seniority. This provision will not adversely affect an employee's  \ntwelve (12) week average.  \nC. 1. Supplemental Days: Employees on the payroll as of (3/4/01) shall receive  \nfive (5) supplemental days off with pay per year.  \nEmployees hired after 3/4/01 (excluding Courtesy Clerks) shall receive  \nsupplemental days per the following schedule:  \nAfter6 months - days  \nAfter 12 months - four (4) days  \nAfter 24 months - five (5) days  \n2. Supplemental days may be used for the purpose of mini-vacations. Employees  \nshall be entitled to such days at a time of their choice subject to personnel needs of  \nthe Employer, subject to store seniority preference in the event of conflict of  \nemployee choice.  \n20  \nFarmer Jack (Grocery)  \n2004 - 2007  \nEmployee shall notify the store manager at least two (2) weeks in advance of his  \nintention to use his supplemental days off for a mini-vacation.  \n3. Employee shall notify the store manager at least one (1) week in advance of his  \nintention to take a supplemental day off (except in the case of using supplemental  \ndays for a mini-vacation), and the employee shall receive such day off or a  \nmutually agreed upon day off. Jn event of a conflict of employee choice, seniority  \nshall prevail.  \n4. Paid supplemental days will be given to those employees who call in sick  \nproviding that they call within an hour if they are scheduled for the opening shift,  \nor at least one (1) hour prior if they are scheduled for any other shift.  \n5. An employee who separates or is separated from the Employer's service,  \nvoluntarily or involuntarily (including but not limited to separation occasioned by  \nvoluntary or involuntary termination of the Employer's business), except when  \nsuch employee is duly discharged for dishonesty, shall on separation be paid for  \nunused supplemental days on a pro rata basis.  \n6. Employees with five (5) or more years of service are permitted to accumulate  \nup to four (4) unused Supplemental Days per year which will be paid to the  \nemployee the second pay period of December of each year.  \nD. Employees shal] not receive holiday pay for any holiday that occurs during a  \nleave of absence.  \nE. The Employer agrees to close the store no later than 5:30 p.m. on Christmas  \nEve. No employee shall be permitted or required to work after the closing hours,  \nexcept those employees necessary to serve the customers in the store at closing  \ntime. The Employer shall close the stores on December 25th. The Union may  \nenforce this section by injunction.  \nF. Hours of work after 6:00 p.m. on New Year's Eve and hours of work on New  \nYear's Day shall be voluntary. Each employee shall be given an opportunity to  \npost their name for New Year's Eve and/or New Year's Day work and shall be  \nentitled to such work. The Employer shall schedule employees from this list and  \nshall rotate all such employees, regardless of classification, equally for all such  \nwork, provided they have the ability to perform such work and are otherwise  \nauthorized by this Agreement to do so.  \n2]  \nFarmer Jack  \n2004 - 2007  \nIn the event an adequate staff cannot be obtained from this list, the Employer can  \nrequire employees to work in the reverse order of seniority to meet staffing  \nrequirements.  \nG. The steward designated as per Article 5 - Section A shall be allowed one (1)  \nday off per calendar year with pay, provided they attend the Union sponsored  \nSteward Conference. This benefit shall not exceed one (1) day off per store per  \ncalendar year.  \n"], ["ARTICLE 13  \nLUNCH PERIODS AND REST PERIODS  \n", "A. Lunch Period: All employees shail be allowed at least thirty (30) minutes and  \nup to one (1) hour lunch period without pay by mutual agreement. Lunch periods  \nshall be scheduled some time during the fourth and fifth hours after starting work.  \nB. Rest Periods: |  \n1. All employees, including full and part-time, shall receive a fifteen (15) minute  \nrest period in each one-half (1/2) shift on Employer time. Rest periods are, as  \nnearly as possible, to be assigned to the middle of each half shift, and to be  \nadequately spaced away from employee lunch periods.  \n2. All employees shall have an unbroken rest period of not less than eight (8)  \nhours between work periods. If an employee is called back during his eight (8)  \nhour rest period, he shall be paid double (2x) the applicable rate for all work  \nperformed during his eight (8) hour rest period.  \nNotwithstanding the provisions of this section, employees scheduled to work  \nSunday and holiday hours, with less than an eight (8) hour rest period, may do so.  \nC. Rest Rooms and Break Rooms |  \nRest rooms and break rooms shall be cleaned and maintained on a daily basis by all  \nemployees. The store management shall plan and schedule the maintenance and  \ncleaning.  \nBreak room (areas) shall be designated by the Employer for both smokers and non-  \nsmokers, if requested.  \n22  \nFarmer Jack (Grocery)  \n2004 - 2007  \n"], ["ARTICLE 14  \nCALL-IN PAY  \n", "Any employee who reports for work upon request shall be guaranteed for that day  \nnot less than four (4) hours of work, or the pay to which he would have been  \nentitled for such hours if worked (at his applicable straight-time, overtime or  \npremium rate for such hours). Notwithstanding the provisions of Article 10-D-2,  \nin the event hours become available because of an emergency, such additional  \nhours shall first be rescheduled to the senior full-time and/or part-time employee  \nhot working eight (8) hours that day. Any other additional hours shall be given to  \nthe most senior employee. This provision shall not be construed to guarantee  \novertime for that day.  \n"], ["ARTICLE 15  \nUNIFORMS AND TOOLS  \n", "Any tools deemed necessary by the Employer shall be furnished by the Employer.  \nThe Employer agrees that, if an employee is required to wear any kind of uniform  \nor protective garment, such uniform or garment shall be furnished and maintained  \nby the Employer at the standard required by the Employer. Drip-dry uniforms  \nfurnished by the Employer will be laundered by the employee.  \nFemale employees shall be allowed to wear slack suits and/or pantsuits of  \nconservative color. However, the Employer may require the wearing of uniforms —  \nwhere they are furnished by the Employer.  \n"], ["ARTICLE 16  \nVACATIONS  \n", "A. All employees shall annually receive vacation with pay as follows:  \nAfter one (!) year of service - One (1) week  \nAfter eight (8) years of service - Two (2) weeks  \nAfter thirteen (13) years of service - Three (3) weeks  \nAfter eighteen (18) years of service - Four (4) weeks  \nFor associates with three (3) or more years of service, one (1) additional week of  \nvacation may be taken without pay each year with no loss of benefits.  \n23  \nFarmer Jack (Grocery)  \n2004 - 2007  \nAll employees, excluding Department Heads, shall be permitted to take vacations  \nconsecutively by seniority. Department Heads shall be permitted to take three (3)  \nconsecutive weeks, if eligible, upon mutual agreement between the employee, the  \nEmployer and the Union. Any Department Head that has a special request for  \nmore than three (3) consecutive weeks of vacation will be reviewed by the  \nCompany and subject to Article 5.  \nEarned vacation may be split into weekly units by mutual agreement between the  \nEmployer and the employee. Vacations may be changed by mutual agreement  \nbetween the Employer and the employee.  \nService shall mean total time employed since the employee's latest hiring date  \nwhether full-time or part-time and/or a combination of both full-time and part-time  \nemployment.  \nB. Vacation with pay shall be deemed eamed as of the employee's first (Ist) or  \nlater anniversary date of employment, and again on the January Ist next following  \n(regardless of the intervening period) and again on each succeeding January Ist.  \nC. Vacation pay shall be deemed payable as of the date of vacation; except as the  \nemployee and Employer may otherwise agree; provided, that an employee who  \nseparates or is separated from the Employer's service, voluntarily or involuntarily  \n(including but not limited to separation occasioned by voluntary or involuntary  \ntermination of the Employer's business), except when such employee is duly  \ndischarged for just cause, shall on separation, be paid vacation pay earned as of his  \nanniversary date or January Ist, whichever is applicable, but not yet paid, together  \nwith further vacation pay prorated from said anniversary date or January Ist,  \nwhichever is applicable, to date of separation, which he shall be deemed to have  \nadditionally eamed.  \nD. Effective 1/1/02, vacation pay for full-time employees shall be based on forty  \n(40) hours per week. Vacation for part-time shall be based on the average hours  \nworked the preceding year to a maximum of forty (40) hours each week, and paid  \nat the prevailing straight-time hourly rate at the time of vacation.  \nE. {f any employee who would otherwise be entitled to a vacation under the  \nprovisions above set forth has had time off work, his vacation shall be affected as  \nfoliows:  \n24  \nFarmer Jack (Grocery)  \n2004 - 2007  \nTime off work accumulative up through ninety (90) days shall be counted as time  \nworked (eight (8) hours per day for full-time employees, four (4) hours per day for  \npart-time employees) for the purpose of computing vacation pay.  \nTime off work - ninety-one (91) through one hundred eighty (180) days - vacation  \npay shall be reduced by one-quarter (1/4).  \nTime off work - one hundred eighty-one (181) days through two hundred seventy  \n(270) days - vacation pay shall be reduced by one-half (1/2).  \nTime off work in excess of two hundred seventy (270) days makes the employee  \nineligible for any vacation pay.  \nIn the event an employee is off work because of illness and/or injury through one  \nhundred twenty (120) days, the Employer shall count all time off, as time worked  \nfor the purpose of computing vacation pay. Over one hundred twenty (120) days,  \nthe above formula shall apply.  \nF. Employees who qualify for vacation, as herein above provided, shall be entitled  \nto their vacations at a time of their choice, subject to the personnel needs of the  \nEmployer, subject to store seniority preference in the event of conflict of employee  \nchoice.  \nThe Employer shall, on January Ist, post a vacation request schedule. Employees  \nshall on or before February 28th, designate desired vacation weeks. The Employer  \nshall, on or before April ist approve the vacation schedule. Once approved the  \nvacation schedule may not be changed, except by mutual consent by the employee  \nand Employer.  \nG. If a holiday falis during an employee’s vacation, he shall receive an additional  \nday's pay. Eligible full-time employees shall receive this on the basis of eight (8)  \nhours at their straight-time hourly rate and eligible part-time employees on the  \nbasis of four (4) hours at their straight-time hourly rate. Vacations must be taken  \nduring the calendar year, unless, due to an emergency, management finds it  \nnecessary to request postponement. No employee shall be given pay in lieu of  \nvacation, unless agreed to by management.  \nH. The Employer will within each store permit the employees off each week in  \nscheduling vacations or mini-vacations, consistent with the needs of the business.  \n25  \nFarmer Jack (Grocery)  \n2004 - 2007  \n"], ["ARTICLE 17  \nSEVERANCE NOTICE OR PAY  \n", "A. All who have been in the employ of the Employer for a period of six  \n(6) months or more shall be given one (1) week's notice or one (1) week's pay in  \nlieu thereof (employees working less than forty (40) hours shall receive average  \npay), if !aid off from employment due to lack of work. Dismissal notice or  \ndismissal wages shall not apply to any employee who ts discharged for just cause.  \nDismissal notice or dismissal wages shall not apply to any employee who is  \ntemporarily laid off in an emergency which is no fault of the Employer, and in no  \ncase shall any employee receive dismissal wages more than once in any twelve  \nmonth period.  \nB. In the event the Employer sells or closes a store and employees are terminated  \nas a result thereof, employees with three (3) years of full-time service or frozen  \nfull-time service, shall be paid three (3) weeks of severance pay and one (i)  \nadditional week of severance pay for each additional year of full-time service or  \nfrozen full-time service up to a maximum of six (6) weeks of severance pay.  \nAll monies due employees shall be paid upon termination in accordance with the  \nAgreement, but not later than two (2) weeks after separation. An employee who  \ndoes not accept severance pay shall retain recall rights as provided in the  \nAgreement for a period of one (1) year, and if still not recalled to work by the  \nEmployer, shall receive his severance pay and have no further recall rights.  \nEmployees voluntarily terminating their employment shall not be eligible for  \nseverance pay.  \nEmployees who accept severance pay shall not retain seniority or recall rights.  \nEmployees who refuse a transfer as outlined in the Agreement shall not receive  \nseverance pay.  \n_ C. The Company, whenever possible, shall give thirty (30) days advanced notice  \nof a store closing.  \n26  \nFarmer Jack (Grocery)  \n2004 - 2007  \n"], ["ARTICLE 18  \nGOOD FRIDAY  \n", "Upon request employees shall be allowed time off between the hours of  \n12:00 noon and 3:00 p.m. on Good Friday for the purpose of attending religious  \nservices and shall not be required to make up such time off.  \n"], ["ARTICLE 19  \nLEAVES  \n", "A. Jury Duty Leave and Pay: If an employee is required to serve on a jury, he  \nshall be paid for hours necessarily absent from work because of such service. The  \ncombined hours of work and jury duty will not exceed eight (8) hours in any one  \n(1) day with the further understanding that upon release from jury service, such  \nemployee will report to work to complete the remaining portion of the employee's  \nschedule, not to exceed eight (8) hours.  \nB. Death Leave and Pay: Up to three (3) days leave of absence with pay for  \nscheduled time lost up to and including the day of the funeral shall be granted to an  \nemployee in the event of a death in the immediate family. \"Immediate Family” is  \ndeemed to include employee's parents, step-parents, grandparents, current mother  \nand father-in-law, brother, current brother-in-law, sister, current sister-in-law, wife,  \nhusband and child, whether or not any of said persons resides with the employee,  \nand any other relative that resides with the employee. The Employer shall grant  \nsuch employee up to an additional three (3) days leave of absence without pay if  \nsuch additional leave shall be necessary or reasonable with respect to the  \nemployee's responsibilities arising out of the death and/or funeral of such relative.  \nC. Personal and Leave: Employees may be granted a personal leave of  \nabsence, not exceeding thirty (30) days, upon the Employer's permission, and shall  \nbe granted a leave of absence for his or her certified illness (including but not  \nlimited to, pregnancy, miscarriage, childbirth, and recovery there from), not  \nexceeding one (1) year and up to two (2) years by agreement between the Union  \nand Employer. Employees who are on Workers’ Compensation shall be granted a  \nleave of absence not to exceed two (2) years. Seniority shall accrue during such  \npersonal and illness leave. Leaves of absence in excess of the foregoing periods  \nmay be granted by the Employer, but retention and/or accrual of seniority in such  \nevent shall require agreement by the Union and the Employer. Employees desiring  \na leave of absence other than for illness or injury must request this in writing.  \nEmployees retuming from illness, injury and/or approved leave of absence shall  \n27  \nFarmer Jack (Grocery)  \n2004 - 2007  \nnotify the manager by Wednesday noon of his availability for work the following  \nweek.  \nD. No leave of absence shall be granted to any employee for the purpose of trying  \nanother job or to venture into business for himself. Failure to comply with this  \nprovision shall result in the complete loss of seniority rights for the employee  \ninvolved.  \nE. The Employer shall grant a leave of absence without loss of seniority for a  \nperiod not to exceed one (1) year for any employee selected by the Union for the  \npurpose of Union employment within the Local covered by this Agreement.  \nF. An employee who is a member of the National Guard or U.S. Government  \nReserve Program and desires to take a leave of absence, rather than use vacation  \ntime, shall be granted a leave of absence without pay for the purpose of  \nparticipating in one of the above named programs. Seniority shall not be a factor  \nin the scheduling of vacations, for those employees exercising the provisions of  \nthis section.  \nG. Any employee who enlists or is inducted into military service shall retain job  \nrights and seniority in accordance with the provisions of applicable federal and  \nState laws.  \nH. Employees promoted out of the bargaining unit into a supervisory position shall  \nhave their seniority frozen for a period of up to one (1) year.  \n1. and Accident Benefits: Present full-time (A&P) employees on the  \npayroll who were full-time prior to September 16, 1980, who are eligible for the  \nCompany sick leave plan, shall be covered by the plan subject to their continuing  \neligibility,  \nThe maximum illness and accident benefit schedule for full-time employees who  \nhave completed more than one (1) year's continuous service shall be as follows:  \nMAXIMUM  \nLENGTH OF FULL-TIME SERVICE FULLPAY HALF PAY  \n| - 2 years Two (2) weeks = Three (3) weeks  \n2-5 years Three (3) weeks Five (5} weeks  \n5 -10 years Five (5) weeks = Seven (7) weeks  \n10 years and over weeks Nine (9) weeks  \n28  \nFarmer Jack (Grocery)  \n2004 - 2007  \n1.) When an eligible employee is hospitalized because of illness or injury, payment  \nshall be made beginning with the first day.  \n2.) When an eligible employee is absent because of substantiated illness or injury,  \npayment shall be made beginning with the fourth (4th) day.  \n3.) When an eligible employee is receiving payments from the MICHIGAN  \nUNITED FOOD AND COMMERCIAL WORKERS UNIONS & FOOD  \nEMPLOYERS HEALTH AND WELFARE FUND, the Employer shall pay the  \ndifference between the Union's health and welfare payment and the employee's  \ndaily and/or weekly pay in accordance with the benefit schedule and the following  \nmaximums:  \nClerk-Cashier - $290.00 per week  \nAssistant Head Cashier - $300.00 per week  \nHead Cashier - $315.00 per week  \nHead Deli - $315.00 per week  \nHead Dairy - $315.00 per week  \nHead Stock - $315.00 per week  \nHead Produce - $330.00 per week  \nAssistant Manager - per week  \nIn the event the Union's health and welfare payments are increased, the Employer  \nagrees to increase the above maximum payments by a like amount.  \n}. Job Injury: Employees injured on the job and unable to complete his/her day's  \nwork shal! be paid for all hours scheduled for that day plus an additional one (1)  \nday of scheduled lost time within seven (7) calendar days of the injury provided a  \ndoctor certifies an inability to retum to work and such time will not be charged to  \nsupplemental days.  \n"], ["ARTICLE 20  \nHEALTH AND WELFARE  \n", "A. The Employer shall participate in and contribute to the Michigan United Food  \nand Commercial Workers Unions and Employers Health & Welfare Fund (“Health  \nFund”), and adopts and agrees to be bound by the terms and conditions of the  \nHealth Fund’s Trust Agreement, as amended, and to the actions taken pursuant to  \nsuch provisions. The Employer shall execute the normal form of Participation -  \nAgreement concerning participation in the Health Fund.  \n29  \nFarmer Jack (Grocery)  \n2004 - 2007  \nB. Contributions to the Health Fund shall be made for all eligible employees on the  \nEmployer’s active payroll as of the first (Ist) day of each month and such  \ncontributions and related contribution report shall be received at the Health Fund  \nOffice, or other location which the Trustees may Designate, by the fifteenth (1 5th)  \nday of such month.  \nC. The contribution to the Health Fund required by this Agreement for an eligible  \nemployee, as herein described, shall be the monthly contribution necessary to  \nmaintain the applicable Class of Benefits for the affected employee, which shall be  \ndetermined in accordance with the Policy Statement on Employer Contribution  \nRates--Level of Reserves and Current Funding (the “Policy Statement”)  \nestablished from time to time by_the Trustees of the Health Fund (“Trustees”)  \nrelating to the contribution rate to maintain benefits and reserve levels. The  \ncontribution to maintain a Class of Benefits shall include the Employer’s pro rata  \nshare of the Health Fund Reserve Levels established by the Policy Statement  \nwhich shall include assets sufficient to satisfy incurred but not reported or paid  \n(IBNR) obligations; plus assets sufficient to satisfy one month’s eligibility lag  \nobligations; plus assets sufficient to maintain the death benefit reserves; plus three  \nmonths of net asset reserves. Health Fund Reserve Levels wili be evaluated by the  \nTrustees as of every January | and July | during the term of this Agreement and  \nthe contribution rate(s) for the Company shall be adjusted effective as of each such  \nevaluation date to a rate that is projected by the Fund Consultant to be sufficient to  \nmaintain the Company’s pro rata share of the cost of Plan Benefits and Health  \nFund Reserve Level for the next succeeding six (6) month period (i.e., until the  \nnext evaluation date.)  \nD. The parties agree to make their best efforts to direct the Trustees of the Health  \nFund to adopt as many cost containment measures as practical without reducing  \nexisting benefit levels. It is the desire of both parties that such cost containment  \nmeasures, when implemented might require a contribution rate that is fess than the  \ncontribution rates listed in the Agreement to maintain benefits. However, the  \nexisting applicable benefits may be modified by the Trustees only if the proposed  \nmodifications are unanimously agreed to by every Employer Trustee (or Alternate)  \nand by every Union Trustee (or Alternate.)  \nE. The Employer is responsible for reporting the appropriate contribution rate for  \neach eligible employee to the Health Fund Office on a contribution report each  \nmonth. The Health Fund Office will provide, as a matter of convenience, a  \n~ contribution report form, and the Employer shall have an obligation to update and  \n30  \nFarmer Jack (Grocery)  \n2004 - 2007  \ncorrect the information on that report on a monthly basis. The Employer accepts  \nthat failure to submit timely and correct contribution reports and contribution  \npayments may result in interest charges, liquidated damages and cost assessments  \npursuant to the Health Fund’s delinquency collection rules and/or applicable law.  \nThe Employer consents to the audit of its payroll records by persons designated by  \nthe Health Fund’s Trustees for the purpose of verifying the accuracy of the  \nEmployer’s contribution payments in accordance with uniform audit policies  \nadopted by the Trustees. Any underpayments disclosed by such an audit shall be  \nprocessed as delinquent contributions pursuant to the Health Fund’s delinquency  \ncollection procedures. Contributions must be reported and paid for each month,  \nwithout regard to any prior overpayments. Prior overpayments and mistaken  \ncontributions can be claimed by the Employer pursuant to the rules adopted by the  \nHealth Fund’s Trustees for refund of mistaken contributions.  \nF. Full-Time Employee Eligibility: The Employer shall make monthly  \ncontributions for the following full-time employees:  \n1. Full-time employees on the payroll prior to February 1, 1985 (excluding  \ncourtesy clerks and high school student clerks) shall have contributions paid for  \nPlan 5H Benefits (including student dependent coverage).  \n2. Full-time employees (excluding courtesy clerks and high school student  \nclerks), who are hired on or after January 31, 1985 and prior to March 5, 2001,  \nshali have contributions paid for Plan 5L Benefits (including student dependent  \ncoverage).  \n3. Full-time employees (excluding courtesy clerk and high schoo! student  \nclerks classification) hired after March 4, 2001 after completing 12 months of  \nservice shall have contributions paid for Plan 5L.  \n4. A full-time employee is one who is hired as such or who averages more than  \nthirty two (32) hours during their basic workweek, as defined in Article 10, for  \ntwelve (12) consecutive weeks.  \nG. Part-Time Employee Eligibility:  \n|. Part-time employees (excluding courtesy clerks and high schoo! student  \nclerks) on the payroll prior to February 1, 1985 contributions paid for  \nPlan 6H Benefits.  \n31  \nFarmer Jack (Grocery)  \n2004 - 2007  \n2. Part-time employees (excluding courtesy clerks and high school student  \nclerks) hired after January 31, 1985 and prior to March 5, 2001 shall have  \ncontributions paid for Plan 6L benefits.  \n3. Part-time employees (excluding courtesy clerks and high school student  \nclerks) hired after March 4, 2001 after completing 24 months of service shall have  \ncontributions paid for Pian 6L.  \n4. A part-time employee is one who is hired as such or who averages thirty  \n(30) hours or less per week for twelve (12) consecutive weeks. (For the months of  \nJuly and August part-time employees may be scheduled up to forty (40) hours per  \nweek and any such week will not be counted toward the twelve (12) week  \nqualifier.  \nH. The Employer shall continue contributions for a further period of three (3)  \nmonths for any of the above-eligible full-time employees who are reduced to part-  \ntime through no fault of their own and will resume full-time contributions if any  \nsuch employee thereafter is restored to or re-qualifies for full-time status.  \nI. The Employer shall continue contributions for any of said employees for up to  \nthree (3) months during absence from work due to an approved Worker’s  \nCompensation Leave and for a proven illness.  \nJ. Legal Holidays and vacations shall be considered as time worked for benefit  \npurposes.  \nK. The Employer agrees that the qualifying period shall be waived when hiring  \nemployees either currently covered under this Plan through another contributing  \nemployer or covered under another Health and Welfare Plan provided by an  \nacquiring employer group, by making the delinquent contribution, if any, except  \nthat the Employer shall not be required to pay more than one (1} month  \ndelinquency.  \nL. Once an employee is eligible for contributions to the Health Fund, the employee  \nshall remain eligible for contributions, as described above, as long as the employee  \nis employed by the Employer, provided, however, that Employer contributions  \nshall immediately be discontinued in any of the following events:  \n32  \nFarmer Jack (Grocery)  \n2004 - 2007  \n1. Leave of absence (not covered by FMLA).  \n2. Voluntary quit.  \n3. Termination for cause. *  \n4, Layoff (except that a contribution shall be paid for the one (i) month  \nimmediately following the layoff.)  \nM.Employer contributions shall be resumed as of the first (Ist) of the month  \nimmediately following retum to work on the Employer’s active payroll after  \nillness, injury, leave of absence, or layoff.  \nN. Once covered by the Health and Welfare Plan, the employee shall remain  \neligible and the Employer shall continue to pay such contributions as required so  \nlong as the employee remains employed in a covered classification. In cases where  \nan eligible employee voluntarily reduces himself to part-time status, the Employer  \nwill pay the lesser contribution unti! the employee retums to an eligible full-time  \nStatus.  \nO. The foregoing provisions are intended to establish the basis and amount of  \nEmployer contributions to the Health Fund, and nothing herein contained shall be  \ndeemed to establish the eligibility, or the type or amount of benefits to be provided  \nby the Health Fund, which determinations shall be in the sole discretion of the  \nHealth Fund’s Trustees pursuant to empowerment under the Health Fund’s Trust  \nAgreement, as amended from time to time.  \nP. Health and Welfare Delinquencies: If the Employer fails to make monthly  \nHealth and Welfare contributions as set forth herein, he shall be notified in writing  \nof his delinquency, by the Health and Welfare Fund Administrator, and if said  \nremittance is not paid within ten (10) days, notwithstanding any provisions of this  \nAgreement, the Union, without necessity of giving any other or further notice, shall  \nhave the right to strike or to take such action as it shall deem necessary until such  \ndelinquent payments are made, and it is further agreed that, in the event such  \naction is taken, the Employer shall be responsible to the employees for any losses  \nresulting there from.’ The Employer hereby waives the requirement of any notice  \nor notices being given by the Health & Welfare Administrator or by the Union to  \nhim or to anyone else other than such notice or notices expressly provided for in  \nthis Articie.  \nQ. Retiree Plan: The Employer agrees to contribute five cents ($.05) per hour for  \nall hours worked up to forty (40) hours per week per employee (except courtesy  \n33  \nFarmer Jack (Grocery)  \n2004 - 2007  \nclerks with less than six (6) months of service) to the Retiree Health Plan to  \nprovide Retiree Health benefits as may be determined by the Trustees of the Fund.  \nR. Coordination of Benefits Rules: When an eligible dependent has the option  \nof receiving money in lieu of selecting health care coverage under a plan provided  \nby such person’s employer, the Michigan UFCW Unions and Employers Health &  \nWelfare Fund will coordinate its benefits as if the other employer’s benefit  \ncoverage was in force. This coordination of benefits provision wil! also extend to  \ndependent coverage and, in that situation, the Fund also uses the “birthday tule” to  \ndetermine which coverage is primary. It is the employee’s responsibility to  \nprovide the Fund Office with information necessary to determine whether it will  \npay on a primary or secondary basis.  \nS. Service Eligibility for Employees Hired After March 4, 2001: Employees  \nhired after March 4, 2001, will participate in Plan SL (Full-Time) and Plan 6L  \n(Part-Time) in the following manner (excluding courtesy clerks):  \n1) Employer contributions for Medical Benefits (including student dependent  \ncoverage) are due the first (15t) of the month following 12 months of service  \nfor full time, and 24 months of service for part time employees. Medical  \nBenefits will begin the first (1St) of the month following receipt of such  \ncontributions.  \n2) Additional Employer contributions to add Vision benefits to the existing  \nPlan are due the first (15!) of the month following 18 months of service for  \nfull time, and thirty (30) months of service for part time employees. The  \nVision benefit will begin the first (1St) of the month following receipt of the  \nadditional Employer contribution.  \n3) Additional Employer contributions to add Time-loss benefits to the existing  \nPlan are due the first of the month following 24 months of service for  \nfull time, and thirty six (36) months of service for part time employees. The  \nTime-loss benefit will begin the first of the month following receipt of  \nthe additional Employer contribution.  \n4) Additional Employer contributions to add Life Insurance benefits to the  \nexisting Plan are due the first (1S!) of the month following thirty (30) months  \nof service for full time, and 42 months of service for part time employees.  \n34  \nFarmer Jack (Grocery)  \n2004 - 2007  \nThe Life Insurance benefit will begin the first (15!) of the month following  \nreceipt of the additional Employer contribution.  \n5) Additional Employer contributions to add Prescription Drug and Level 2  \nDental benefits to the existing Plan are due first (1S) of the month following  \n36 months of service for full time, and 48 months of service for part time  \nemployees. The Prescription Drug and Level 2 Dental benefits will begin  \nthe first (IS) of the month following receipt of the additional Employer  \ncontribution.  \n"], ["ARTICLE 21  \nPENSION PLAN  \n", "The Employer agrees to participate in and contribute to the UFCW Intemational  \nUnion-Industry Pension Fund. The Employer agrees to make contributions to the  \nFund in the following sums:  \nA. The Employer shall continue contributions for all employees currently at the  \nninety cents ($.90) per hour rate.  \nB. The Employer shall continue contributions for current employees with more  \nthan three (3) years of service at the forty two cents ($.42) per hour rate.  \nC. The Employer shall contribute the following amounts for eligible employees:  \n1 year of service - $.32/per hour  \n2 years of service - $.37/per hour  \n3 years of service -$.42/per hour  \nThe above contributions shall commence the first of the month following  \neligibility.  \nContributions are to be made for all hours worked up to eight (8) hours per day and  \nup to forty (40) hours per calendar week by members of the bargaining unit (other  \nthan courtesy clerks), including hours of all compensable absence pay. No  \ncontributions shall be made by the employer for employees off work for any non-  \ncompensable absences.  \n35  \nFarmer Jack (Grocery)  \n2004 - 2007  \nThe foregoing provisions are intended to establish the basis and amount of  \nEmployer contributions to the United Food and Commercial Workers International  \nUnion-Industry Pension Fund and nothing herein contained shall be deemed to  \nestablish the benefits or beneficiaries of the Fund, which shall be determined by  \nthe Trustees thereof, pursuant to the Trust Agreement, as from time to time  \namended, and applicable Pension Plan, as from time to time amended.  \nNotwithstanding the provisions of Article 6 of this Agreement, the Union reserves  \nthe right to exercise all lawful economic recourse, including strikes or other  \nconcerted activities in support of demands for delinquent contributions, if any,  \nowed by the Employer to the United Food and Commercial Workers International  \nUnion-Industry Pension Fund. Provided, however such action shall not take place  \nuntil the Fund Manager notifies the Employer, in writing, of the delinquency  \nThe current ratio as of 3/14/01 will remain the same between grocery clerks and  \nmeat clerks for the life of this contract.  \n"], ["ARTICLE 21-1  \nPREPAID LEGAL PLAN  \n", "A. The Employer shall participate in and contribute to the Michigan United  \nFood and Commercial Workers Union and Employers Joint Pre Paid Legal  \nServices Plan.  \nB. The Employer shall contribute the sum of two cents ($.02) per hour for all  \nhours worked by all members of the bargaining unit except Courtesy clerks and  \nother employees with less than one (1) year of non-Courtesy Clerk service.  \n"], ["ARTICLE 22  \nREVIEW OF EMPLOYER RECORDS  \n", "In order to facilitate the proper functioning of any employee benefit plan and to  \ninsure that contributions are being made for all employees covered by this  \n‘Agreement, in accordance with the provisions of the Bargaining Agreement, the  \nEmployer hereby agrees in accordance with the provisions of the applicable Trust  \nAgreements (Michigan United Food and Commercial Workers Unions and  \nEmployers Health and Welfare Fund, UFCW International Union-Industry Pension  \nFund, Michigan United Food and Commercial Workers Union and Employers  \nJoint Prepaid Legal Services Fund) to the examination of those records deemed  \n36  \nFarmer Jack (Grocery)  \n2004 - 2007  \nnecessary by a certified public accountant or by any other representative of the  \nFunds or Union.  \na  \n"], ["ARTICLE 23  \nSENIORITY  \n", "A. Seniority is the length of continuous employment with the Employer. Seniority  \nshall be dated from the date employee actually reports for work. When two (2) or -  \nmore employees are hired on the same date, their seniority standing will be  \ndetermined by alphabetical order of the employee's last name at date of hire.  \nSubsequent name changes will not affect seniority. Under this definition, the last  \nemployee hired shall be the first to be laid off. Recall to work shall be governed  \nby the same principle of seniority.  \nAbsence from work, as set forth in this Agreement, shall not break seniority.  \nSeniority may be broken only by the following:  \n. Quit.  \n. Justifiable discharge.  \n. Layoff of more than one (1) year.  \n. Faijure to retum to work in accordance with the terms  \nof leave of absence.  \n5. Failure to return to work after a layoff within one (1) week after  \nreceipt of notice from the Employer.  \nwh =  \nB. For purposes of this Article, a full-time employee is one who works more than  \nthirty-two (32) hours per week and including all compensable absence pay for  \ntwelve (12) consecutive calendar weeks. The first day worked of the twelve (12)  \nweek qualifying period, except as provided under Article 10-A, shall be used to  \ndetermine the seniority date, health and welfare, and vacation eligibility only. No  \nother benefits are payable during the twelve (12) week qualifying period. A part-  \ntime employee is an employee who regularly works thirty-two (32) hours or fewer  \nper week. (For the months of July and August, part-time employees may be  \nscheduled up to forty hours per week and any such weeks will not be counted  \ntoward the twelve-week qualifier.) A full-time employee involuntarily reduced to  \npart-time shall continue to be classified and treated as full-time until he has  \naveraged thirty (30) or fewer hours per week (including all compensable absence  \npay) for twelve (12) consecutive weeks.  \n37  \nmew were wre  \nFarmer Jack (Grocery}  \n2004 - 2007  \nFor the purpose of qualifying for full-time status the employer agrees to post full-  \ntime job bids on a quarterly basis per calendar year to equal 90% of the monthly  \ntotal of those who have qualified for full-time benefits. If full-time hours exceed  \n50% of the total hours in any given store the Union and Company will meet to  \ndiscuss resolution.  \n1. The Employer shail maintain and furntsh from time to time upon the  \nUnion's request a seniority list of all employees covered by this Agreement  \nfollows: .  \n(a) Department Heads by classiftcation.  \n(b) Full-time employees by classification.  \n(c) Part-time employees by classification.  \n2. A Clerk-Cashier faced with a lay-off may exercise his or her Clerk-  \nCashier seniority and previous frozen Courtesy Clerk seniority, if any to  \ndisplace a less senior Courtesy Clerk, or previous Specialty Clerk seniority, if  \nany, to displace a less senior Specialty Clerk.  \nPart-time employees shall not accumulate over full-time  \nemployees.  \n3. It is the intention of the parties that, subject to other provisions of this  \nAgreement, the work hours and pay of senior full-time employees shall be  \nmaximized, up to the basic workweek, over junior full-time employees and  \nover all part-time employees.  \n4. A full-time employee (including Department Head) suffering a reduction  \nof hours or laid-off shall have the right to displace a less senior employee of  \nthe same job classification. If there is no junior full-time employee in the  \nsame job classification, then such full-time employee shall have the right to  \ndisplace a part-time employee in the same job classification that will give him  \nthe maximum hours of work or displace a full-time employee in a lesser job  \nclassification for full-time work based on seniority in the job classification.  \nPart-time employees shall have seniority among other part-time employees  \nunder the same conditions enumerated for full-time employees.  \n5. Within each seniority list, seniority shall be applied Employer-wide  \nwithin the geographical jurisdiction of the Local Union. Expand current  \n38  \nFarmer Jack (Grocery)  \n2004 - 2007  \nseniority area to Company Wide in the event of store closings and full-time  \nlay-off.  \n6. All employees working under this Agreement will be allowed to place  \ntheir names on a list requesting, regular Clerk/Cashier work within their store,  \nafter a minimum of six (6) months seniority, provided qualification and skill  \nand ability are equal, for openings as they occur in positions covered under  \nthe contract. These employees shall have preference over new hires.  \nC. When a full-time employee (other than department head) is involuntarily  \nreduced to part-time his seniority shall be frozen, and shall pick up their previous  \nfull-time seniority date when retuned to full-time. When a full-time employee  \nvoluntarily reduces himself in writing, his part-time seniority is dated from the  \noriginal date of hire. The current ratio will remain the same between grocery  \nclerks and meat clerks for pension purposes only.  \nWhen a department head is voluntarily or involuntarily reduced, he shall be  \nreturned to his previous department head classification with his total department  \nhead seniority.  \nIn the event a department head is reduced and has no seniority in another  \ndepartment head classification, he shall have the right to use his total years of full-  \ntime Seniority to displace a clerk-cashier.  \nWhen a full-time employee (other than Clerk-at-large) is involuntarily reduced to  \npart-time, his seniority shall be frozen and shall pick up his previous full-time  \nseniority date when returned to full-time. When a full-time employee voluntarily  \nreduces himself to part-time, his part-time seniority is dated from the Original date  \nof hire and his full-time date shall be vacated.  \nWhen a department head (Clerk-at large) is involuntarily reduced, he shall be  \nretumed to his previous department head classification, with his total department  \nhead seniority. When a department head voluntarily reduces himself in writing, he  \nshall be returned to his former department head classification in accordance with  \nhis previous department head seniority in that classification.  \nIn the event a department head (Clerk-at-large) is reduced and has no seniority in  \nanother department head classification, he shall have the right to use his total years  \nof full-time seniority to displace an employee in his previous classification,  \n39  \nFarmer Jack (Grocery)  \n2004 - 2007  \nIn the event a department head (Clerk-at-large) in the bakery department is reduced  \nand has no previous seniority in a bakery classification, he shall be granted his total  \nbakery department seniority in a bakery department classification commensurate  \nwith his current qualification.  \nD. Promotions:  \n1. Senior part-time employees shall be promoted to full-time employment  \nover new hires.  \n2. Promotions shall be based on skill and ability, skill and ability being equal,  \npromotions shall be based on seniority.  \nlaw  \n. Preference for Deli Head and Produce Head openings will be given to  \nemployees with previous experience in the department where the opening  \nexists. However, the overall senior employee successfully bidding for the  \nabove named openings will be afforded the opportunity to train in the  \ndepartment they bid for (maximum thirty (30) days training). Once the  \ntraining is complete the employee will be returned to their previous job and  \nshift unless a permanent opening exists. Any employee who declines  \ntraining for future job openings will be disqualified from bidding for any  \ndepartment. _ head position for a period of one (1) year.  \n4. Preferences for Head Cashier openings will be given to employees in the  \nAssistant Head Cashier classification.  \nia  \n. Preference for Gourmet Decorator and Journeyman Baker opening will be  \ngiven to the employees with previous experience in the department where  \nthe opening exists.  \noN  \n. When a qualified candidate is unavailable in the current seniority area for  \nDepartment Head or full-time opening, the position shall be posted outside  \nthe current seniority area.  \n7. Temporary vacancies of up to twelve weeks duration (unless extended by  \nmutual agreement) created by vacations, leaves of absences, and short term  \nillness, that cannot be filled through the scheduling language, (if filled) will  \nbe filled by management selection and any such temporary vacancies will  \nnot de posted.  \n40  \nFarmer Jack (Grocery)  \n2004 - 2007  \nJob openings for Department Heads shall be posted in the stores for a period of  \nthree (3) days. The employee selected shall be promoted on a ninety (90) day  \ntrial basis during which time the employee may be reduced to his former status  \nfor justifiable reasons. An employee who may be reduced to his former status  \nfor justifiable reasons shat] be disqualified from re-bidding for the same  \ndepartment head job classification for six (6) months. The employee shall  \nreceive the classified department rate of pay during the trial period. The  \nvacancy created by the promotion shall not be permanently filled until the  \noriginal trial period is completed, after which the vacant job shall be posted.  \nThe temporary appointee shail receive the classified rate of pay.  \nAny employee who wins a job bid and declines to accept the position shall be  \ndisqualified from bidding for any Department Head position for a period of one  \n(1) year.  \nAny employee who wins a job bid and voluntarily or involuntarily is reduced  \nwithin ninety (90) days shall be returned to the store from which he came.  \nPermanent full-time vacancies for Clerk-Cashiers shall be posted in the stores  \nwithin the jurisdiction of the Local Union for a period of three (3) days and the  \nmost senior employee bidding shall be reclassified to full-time.  \nDepartment Heads who have been involuntarily reduced and whose seniority has  \nbeen frozen (as provided under Section C. above) shall by signing the job posting  \nreceive preference for the posted position in accordance with seniority in the  \nposted job classification.  \nCourtesy Clerks may freeze their Courtesy Clerk seniority when being promoted to  \nClerk-Cashier.  \nFull-time Clerk-Cashiers whose seniority has been frozen as provided under  \nSection C, above shall by signing the job posting, receive preference for the posted  \nposition in accordance with seniority.  \nCopies of the job posting results shall be furnished to the Union within thirty (30)  \ndays of the completion of the bid.  \n4]  \nFarmer Jack (Grocery)  \n2004 - 2007  \nIf the bid notice posted in Metro or Midstate/Northem area goes unsigned by  \nmembers in that particular area then it shall be posted in the opposing area before  \nhiring someone from outside the bargaining unit.  \nIn the event the employer fails to post notices for promotions and job openings, the  \naggrieved employee shall be compensated for loss of hours, additional! pay and/or  \nboth.  \nOnce a Department Head position is posted, it must be filled unless mutually  \nagreed to by the Union and the Company.  \nA copy of the successful bid signed and dated by the Personnel Department shall  \nbe furnished to the Union.  \nIn the event the Employer fails to post notices for promotions and job openings, the  \naggrieved employee shall be compensated for loss of hours, additional pay and/or  \nboth.  \nE. Transfers: No employee will be transferred from his/her store without his/her  \nconsent (except Assistant Managers, Co-B Managers). It is understood, however,  \nthat in unusual cases, an employee may be transferred without his/her consent, but  \nsuch cases will be discussed with the Union before the transfer is made.  \nWhen the transfer of an employee to a different store becomes necessary for  \njustifiable reasons, such transfer shall be made in the reverse order of seniority or  \non a voluntary basis. The Employer shall make every effort to assign an employee  \nto a store where such transfer shall require the lesser travel time from his home.  \nSuch transfer will not be applied in an arbitrary, capricious or discriminatory  \nmanner, nor shall it be utilized as a device for creating hardship to the employee in  \norder to provoke his resignation.  \nWhen a request for a transfer is made by the employee due to a reduction in hours,  \n\"Said request must be acted upon within fourteen (14) days. If the Employer fails to  \nact upon the request within the allotted period of time, the Employer shall be liable  \nfor any loss of hours due to the failure to transfer. (Reduction of hours will be  \ndefined as four (4) consecutive weeks of work at less than the employee's twelve  \n(12) week average).  \n42  \nFarmer Jack (Grocery)  \n2004 - 2007  \nFull-time employees who desire to transfer to a store closer to their homes shall  \nnotify the Store Manager in writing with a copy to the Union. The Employer  \nagrees to transfer said employee if a permanent full-time vacancy exists in his  \nclassification or if another full-time employee agrees to exchange work shifts with  \nsaid employee. Such transfers to new or remodeled stores are subject to the mutual  \nagreement of the Employer. If two (2) or more employees request a transfer to a  \nstore, seniority shall apply. The intent of this clause is to reduce an employee's  \ntravel distance to and from work for the purpose of energy conservation.  \nUnion stewards shall have top seniority with respect to layoffs (a reduction in  \nhours shall be considered as a layoff) in their stores. No Union steward shail be  \ntransferred without the consent of the steward and the Union except in the event of  \na store closing.  \nIn the event of store closing only, a full-time employee who is unable to bump in  \nhis present seniority area will have the right to bump in the geographical  \njurisdiction of the Local Union at the prevailing rate in the area to which the  \nemployee bumps.  \nF, Night Stocking and Receiving Crew: A full-time employee with two (2)  \nyears of service or more may exercise his senionty nghts in transferring (a  \nmaximum of one (1) employee per store in the first week of April and the first  \nweek of October each year) to day hours, based on seniority and ability in their  \nstore. Once the shift choice is made, neither the employee nor the Employer will  \narbitrarily change the shift. Such employees must advise the Employer and the  \nUnion, in writing, of their desire for day hours. Where two (2) or more employees  \nin the store make this request, seniority shall prevail. Such transfer requests shall  \nbe implemented within two (2) weeks of the date of request.  \nTransfers made other than each April and October shall be made under the  \napplicable provisions of the Agreement.  \nFull-time day employees shall have the right to refuse a transfer to a night stocking  \nand receiving crew and, in the event the employee refuses, it shall be considered an  \ninvoluntary reduction.  \nIf the Employer assigns an Assistant Store Manager to a night stocking and  \nreceiving crew, the Assistant Manager shall be in addition to the Head Night Stock  \nClerk.  \n43  \nFarmer Jack (Grocery)  \n2004 - 2007  \n"], ["ARTICLE 24  \nUNION COOPERATION  \n", "A. The Union agrees to the reasonable rules and regulations of the Employer in  \nregard to punctual and steady attendance, conduct on the job, and all other  \nreasonable rules and regulations established by the Employer.  \nB. The Union agrees to cooperate with the Employer in maintaining and improving  \nsafe working conditions and practices; in improving the cleanliness and good  \nhousekeeping of the stores; and in caring for equipment and machinery.  \nC. The Union agrees to cooperate in correcting inefficiencies of members which  \nmight otherwise necessitate discharge.  \nD. The Union recognizes the need for improved methods and output in the interest  \nof the employees and the business, and agrees to cooperate with the Employer in  \nthe installation of such methods, in suggesting improved methods, and in the  \neducation of its members in the necessity for such changes and improvements.  \nE. The Union recognizes the need for conservation and the elimination of waste  \nand agrees to cooperate with the Employer in suggesting and practicing methods in  \nthe interests of conservation and waste elimination.  \n"], ["ARTICLE 25  \nGENERAL  \n", "A. Notwithstanding anything herein to the contrary, the past practice of the  \nindustry as to coverage of employees shall prevail and the Employer shall take no  \naction that shall circumvent or attempt to circumvent the Union representation of  \nthe employees who have been represented and are presently represented by the  \nUnion.  \nB. It is agreed that in the event any article, section or clause hereof shall be  \n‘deemed invalid under applicable law or regulations that the various remaining  \nArticles, Sections and Clauses of this Agreement shall be deemed to be separable  \nand of continuing effect insofar as they shall not be affected thereby.  \nC. Use of the male gender herein shall, except as context requires otherwise, be  \ndeemed to include the female gender.  \nFarmer Jack (Grocery)  \n2004 - 2007  \nD. No employee or applicant for employment covered by this Agreement shall be  \nrequested or required by any representative of the Employer to be the subject of a  \nPolygraph (lie detector) test far any reason whatsoever, nor shal! the results of any  \nPolygraph test or opinion based thereon be relied upon by the Employer or be  \nadmissible in any arbitration or judicial proceeding for any purpose whatsoever.  \nE. The Employer shail permit Stewards to post and maintain any notice pertaining  \nto Union business in connection with employees covered by this Agreement on a  \nbulletin board within the establishment.  \nF. The Employer and the Union shall not discriminate against any employee for  \nreasons of sex, age, race, religion, handicap, sexual orientation, creed, color,  \nnational origin or Union activity.  \nG. The Employer shall display Union store cards which shall be furnished by the  \nUnion in each of the Employer's stores covered by the Agreement. Such cards  \nshall remain the property of the Union and shall be surrendered on demand. _  \nH. The Employer will not schedule meetings so as to conflict with regular or  \nspecial meetings of the Union.  \nI. In the event that the Employer contemplates the introduction of major  \ntechnological changes affecting bargaining unit work, advanced notice of such  \nchanges will be given to the Union. 1f requested to do so, the employer will meet  \nwith the Union to discuss the implementation of such changes before putting such  \nchanges into effect.  \nIn any discussions that are forthcoming as a result of technological change, both  \nparties are agreed that they will make every effort to arrive at mutually agreeable  \ndecisions with regard to those full-time members of the bargaining unit (on the  \npayroll as of June 11, 1995) who may become displaced as a direct result of the  \ntechnological change.  \nJ. Employees required to use their automobile shall be paid thirty-two and one-  \nhalf cents ($.325) per mile for all miles in excess of the mileage between their  \nhome store and base store. The Empioyer shall not arbitrarily change the  \nemployee’s base store.  \nEmployees who use their automobile for Employer errands shall be paid thirty-two  \nand one-half cents ($.325) per mile.  \n45  \nFarmer Jack (Grocery)  \n2004 - 2007  \nThe above rate will be adjusted periodically to coincide with Company policy.  \nK. Employees classified as Courtesy-Clerks may perform only the following  \nduties:  \n|) Bag or box merchandise after it has been checked out and take it to  \nthe customer's vehicle.  \n2) — Collect push carts and return them to the store.  \n3) Stock grocery bags in checkout stands.  \n4) All cleaning throughout the store except painting.  \n5) Keep sidewalks and parking areas orderly and free from refuse.  \n6) — Accept, receive, and sort empty bottles, cans and other redeemable  \ncontainers.  \n7) Obtain product from selling area requested by customer being  \nchecked out, check prices for customers and replace damaged and/or  \nsaleable merchandise accumulated at checkout counters.  \n8) Tie up cardboard and cartons.  \n9) Stock beer, wine and soft drinks. Such employees shall not be  \nassigned to any stocking duties other than as outlined above or operate  \ncash registers, take part in untoading of trucks, or be members of a  \nnight stocking crew.  \n10) Courtesy Clerks assigned to mechanical floor cleaning responsibility  \nshall receive $2.00 per hour in addition to their straight-time rate for  \neach hour they are so employed. Should this time be more than four  \n(4) hours, they will be paid this premium for all hours worked that  \nday. If they are employed less than four (4) hours at this task, they  \nwill be paid the $2.00 per hour rate.  \n46  \nFarmer Jack (Grocery)  \n2004 - 2007  \nL. A Joint Employee Relations Committee composed of a maximum of twelve  \n(12) union officials and/or employees will be selected to meet within the first two  \n(2) weeks of March and the-first two (2) weeks of September of each calendar  \nyear, with members of operating management of the company to discuss the  \nfollowing: absenteeism, tardiness, scheduling problems, and any blanket type  \ngrievances affecting the bargaining unit.  \nThe issues discussed must be answered or be acted upon within two (2) weeks. if  \nno action is taken within the two (2) week time frame those issues will be  \nsubmitted to the grievance procedure.  \nM.It is agreed that in the interest of improving customer service relating to  \nPharmacy operations, on those occasions that a bargaining unit employee is  \nscheduled and not immediately available through no fault of their own to ring up a  \ncustomer's Pharmacy purchase, a member of the Pharmacy staff wil! be permitted  \nto do so. This is intended to be an occasional occurrence and is not intended to  \ndisplace bargaining unit members.  \nN. 401(k) PLAN: The Company agrees to make and transmit employee 401(k)  \npayroll deductions to the Local 876 sponsored 401(k) Plan. Should it be decided  \nthat it is not feasible to do so; the Company will meet and explain to the Union  \nwhy it would not be feasible.  \nO. In the event the Company implements a corporate wide tuition reimbursement  \nprogram, Local 876 members shall be allowed to participate in the program.  \n47  \nFarmer Jack (Grocery)  \n2004 - 2007  \n"]]