[["", "06/09/05, THU 10:36 FAX 1 617 770 7162  \nF, 9 Oe  \nApril 15, 2005  \nMEMORANDUM OF AGREEMENT  \nBY AND BETWEEN  \n   \n    \n    \nTHOSE INDIVIDUAL EMPLO TRADING UNDER THE NAME OF FOODTOWN,  \nATHMARK STORES, IN  \nTHOSE INDIVIDUAL EMP ING UNDER THE NAME OF SHOPRITE,  \nAND STOP & SHOP SUPERMARKET COMPANY LLC  \nAND  \nUNITED FOOD AND COMMERCIAL WORKERS UNION, LOCAL 1262  \nTHE AUTHORIZED BARGAINING REPRESENTATIVES OF FOODTOWN,  \nPATHMARK, SHOPRITE, AND STOP & SHOP AND THE AUTHORIZED BARGAINING  \nREPRESENTATIVES OF UNITED FOOD AND COMMERCIAL WORKERS LOCAL 1262  \nAGREE TO THE TERMS OF THIS MEMORANDUM OF AGREEMENT IN FULL AND  \nFINAL SETTLEMENT OF THE COLLECTIVE BARGAINING NEGOTIATIONS FOR  \nSUCCESSOR COLLECTIVE BARGAINING AGREEMENTS BETWEEN THE  \nEMPLOYERS AND THE UNION. UNLESS EXPRESSLY MODIFIED BELOW, THE  \nTERMS OF THE CURRENT COLLECTIVE BARGAINING AGREEMENTS BETWEEN  \nTHE EMPLOYERS AND THE UNION WILL BE RENEWED FOR A PERIOD OF FOUR  \nYEARS, WITH AN EXPIRATION DATE AND TIME OF MIDNIGHT APRIL 18, 2009.  \nArticle 30 — Shop Stewards  \n(b) Modify to provide that one (1) Shop Steward per store and members of the Executive  \nCommittee shall receive two (2) additional personal days per year to be used for  \neducational purposes.  \n- Article 34 — Health and Welfare  \n   \n(a) Modify to reflect the following schedule of plan eligibility for part-time employees hired  \nafter April 16, 2005:  \n1°* Day of the Month following 6 Months of Continuous Service:  \nLife Insurance Plan, Accidental Death & Dismemberment Insurance Plan  \n1* Day of the Month following 12 Months of Continuous Service:  \nVision Care Plan  \n“(5/95 - ¢/ielag  \n04/09/05 THU 10:36 FAX 1 617 770 7162  \n1° Day of the Month following 18 Months of Continuous Service:  \nLegal Services Plan, Annual Physical Examination  \n1\" Day of the Month following 24 Months of Continuous Service:  \nDental Care Plan  \n1 Day of the Month following 36 Months of Continuous Service:  \nPrescription Drug Plan |  \n1\" Day of the Month following 40 Months of Continuous Service:  \nMedical Plan!  \nArticle 35 — Pension  \n   \n(a) Effective June 1, 2005, increase the monthly contribution for each eligible full-time  \nemployee to $230. Effective June 1, 2006, increase the monthly contribution for each  \neligible full-time employee to $240.  \n(b) Effective June 1, 2005, increase the monthly contribution for each eligible part-time  \nemployee to $76.67. Effective June 1, 2006, increase the monthly contribution for each  \neligible part-time employee to $80.  \n   \nArticle 41 — Job Protection  \nChange date from April 9, 1989 to April 15, 2001.  \nArticle 44 — Service Clerks  \n   \nService Clerks who on June 30” have completed four (4) or more years of service shall  \nbe eligible to receive an additional week of vacation with pay under the existing terms and  \nconditions.  \n   \nHospital coverage not available to part-time employees with less than 1,000 hours worked until  \nafter 120 days of hospitalization.  \n06/09/05 THU 10:37 FAX 1 617 770 7162 (gZoo4  \nSCHEDULE “A” - WAGES  \nSECTION I  \n   \nA. Across-the-Board Increases  \na  \nFor those employees who, on the date of the across-the-board increases outlined below,  \nare at or above the top of the applicable progression scale:  \nEffective | Effective | Effective | Effective Total |  \n4/17/2005 | 4/16/2006 | 4/15/2007 | 4/13/2008  \nPart-Time Employees $0.35 $0.35 $0.35 $0.35 $1.40  \nService Clerks $0.20 $0.15 $0.15 i ae  \nC. Wage Progression Scales and Minimum Rates of Pay for Part-Time Employees  \nIncrease the $8.50 top rate as follows:  \n    \n       \n     \n      \n         \n         \nEffective April 17, 2005 — $8.75  \nEffective April 16, 2006 — $9.00  \nEffective April 15, 2007 — $9.25  \nEffective April 13, 2008 — $9.50  \nSECTION Il - DEPARTMENT MANAGERS AND CLASSIFIED EMPLOYEES  \n   \nIncrease the premium for the following Classified positions, where designated, by $5 per  \nweek, effective April 17, 2005:  \nFoodtown  \n(c) Full-Time Head Bookkeeper, from $20 to $25  \n(d) Head Cashier, from $15 to $20  \n(ec) Full-Time Front End Manager, from $20 to $25  \n(f) Full-Time Head Courtesy Clerk, from $15 to $20  \n(i) Full-Time Scanner Coordinator, from $15 to $20  \nPathmark  \n   \n-(c) Full-Time Head Cashier, from $20 to $25  \n(d) Full-Time Assistant Head Cashier, from $15 to $20  \n(ec) Full-Time Head Frozen Food Clerk, from $15 to $20  \n(g) Full-Time Price Integrity Coordinator, from $15 to $20  \n06/09/05 THU 10:37 FAX 1 617 770 7162 [gj 005  \n| Shop Rite  \n(c) Full-Time Head Bookkeeper, from $20 to $25  \n(d) ‘Full-Time Head Cashier, from $15 to $20  \n(e) Full-Time Front End Manager, from $20 to $25  \n(g) Full-Time Scanner Coordinator, from $15 to $20  \nStop & Shop  \n(c) Full-Time Head Bookkeeper, from $20 to $25  \n(d) Full-Time CSDH, from $15 to $20  \n(h) Full-Time Scanner Coordinator, from $15 to $20  \nSECTION Il - NIGHT SHIFT PREMIUM  \n   \nIncrease the premium for the Night Crew Manager, where designated, from $25 to $30  \nper week, effective April 17, 2005.  \n06/09/05 THU 10:37 FAX 1 617 770 7162 {Z) 006  \nIN WITNESS WHEREOF, the parties have hereunto set their hands and seals by their duly  \nauthorized officers and representatives on the day and year first written above.  \nFOR UFCW LOCAL 1262 FOR THE EMPLOYERS  \n  \nHarvey Whille For Those Individual Employers Trading  \nunder the Name of Foodtown Supermarkets  \ni  \nMatthew Molinaro Pathmark Stores, Inc.  \na  \nFor Those Individual Employers Trading  \nunder the Name of ShopRite  \ni  \nStop & Shop Supermarket Company LLC  \nDated: April 15, 2005  \nTHE BARGAINING COMMITTEE OF UFCW LOCAL 1262 UNANIMOUSLY  \nRECOMMENDS THIS MEMORANDUM OF AGREEMENT FOR  \nAPPROVAL BY THE MEMBERSHIP OF LOCAL 1262.  \nte as  \nTHE TERMS OF THIS MEMORANDUM OF AGREEMENT ARE SUBJECT TO THE  \nRATIFICATION OF THE MEMBERSHIP OF LOCAL 1262 EMPLOYED BY THE  \nEMPLOYERS LISTED ABOVE.  \n06/09/05 THU 10:37 FAX_1 617 770 7162  \nJOINT RECOMMENDATION OF THE BARGAINING COMMITTEES  \nFOR THE EMPLOYERS AND LOCAL 1262  \nTO  \nTHE BOARD OF TRUSTEES  \nOF THE UFCW LOCAL 1262 AND EMPLOYERS WELFARE FUND  \nThe authorized bargaining representatives of the Employers (Foodtown, Pathmark,  \nShopRite, and Stop & Shop) and the authorized representatives of UFCW Local 1262 make the  \nfollowing joint recommendations to the Board of Trustees of the UFCW Local 1262 and  \nEmployers Welfare Fund for adoption at the next Trustee meeting. These joint recommendations  \napply to current employees, new hires, and post-December 31, 1993 retirees.  \n1. Effective July 1, 2005, modify the deductibles as follows:  \nFull-Time: $300 Deductible / $600 Family Maximum (In-Network)  \n$400 Deductible / $800 Family Maximum (Out-of-Network)  \nPart-Time: $400 Deductible  \n2. Effective July 1, 2005, modify the out-of-pocket maximums as follows:  \nFull-Time: $1,500 Out-of-Pocket Maximum/$3,000 Family Maximum (In-Network)  \n$2000 Out-of-Pocket Maximum/$3,500 Family Maximum (Out-of-Network)  \nPart-Time: $2,000 Out-of-Pocket Maximum  \n3. Effective July 1, 2005, increase the emergency room copay to $75 (in-network and out-  \nof-network) for full-time and part-time employces. .  \n4. Effective July 1, 2005, increase the office visit copay to $20 for primary care physicians  \nand to $30 for specialists, for full-time and part-time employees.  \n5. Effective July 1, 2005, implement a mandatory generic design.  \n6. Effective July 1, 2005, implement a mandatory mail order maintenance drug design.  \n7. Effective July 1, 2005, contract the pharmacy network.  \n8. Effective July 1, 2005, implement a prescription plan coordination of benefits (COB)  \nprovision.  \n9. Effective July 1, 2005, implement an O.T.C. Prilosec and Claritin provision.  \n10. Effective July 1, 2005, implement a $5 generic / $15 formulary / $30 non-formulary  \ncopay design.  \n06/09/05 THU 10:38 FAX 1 617 770 7162  \nli. July 1, 2005, reduce dental plan individual, annual maximum from $5,000 to  \n$2,500.  \nFOR UFCW LOCAL 1262 FOR THE EMPLOYERS  \n  \nHarvey Whille For Those Individual Employers Trading  \nunder the Name of Foodtown Supermarkets  \neee  \nMatthew Molinaro Pathmark Stores, Inc.  \n  \nFor Those Individual Employers Trading  \nunder the Name of ShopRite  \n  \nStop & Shop Supermarket Company LLC  \nDated: April 15, 2005  \n06/09/05 THU 10:38 FAX 1 617 770 7162  \na ee, gwoag  \nJOINT RECOMMENDATION OF THE BARGAINING COMMITTEES  \nFOR THE EMPLOYERS AND LOCAL 1262  \nTO ,  \nTHE BOARD OF TRUSTEES  \nOF THE UFCW LOCAL 1262 AND EMPLOYERS PENSION FUND  \nThe authorized bargaining representatives of the Employers (Foodtown, Pathmark,  \nShopRite, and Stop & Shop) and the authorized representatives of UFCW Loca] 1262 make the  \nfollowing joint recommendations to the Board of Trustees of the UFCW Local 1262 and  \nEmployers Pension Fund for adoption at the next Trustee meeting.  \n1. Eliminate the 30 and out provision of the Pension Plan for employees hired after April  \n16, 2005.  \n2. Provide that participants would receive no credit prior to attaining age 2! and completing  \none year of vesting service. Contributions would be required for such participants under the  \nterms and conditions of Article 35,  \n3. Modify the benefit ievel for part-time employees hired after April 16, 2005 to be equal to :  \n33.3% of the full-time level. |  \nFOR UFCW LOCAL 1262 FOR THE EMPLOYERS  \nHarvey Whille For Those Individual Employers Trading  \nunder the Name of Foodtown Supermarkets  \nMatthew Molinaro Pathmark Stores, Inc.  \nFor Those Individual Employers Trading  \nunder the Name of ShopRite  \nStop & Shop Supermarket Company LLC  \nDated: April 15, 2005  \n  \nUFC  \njava one  \nand  \nPAT  \n  \nI<“ 6  \nTy Dod >  \n  \nNI wry  \n     \n   \n     \n   \n      \n   \n  \n   \nAFL-CIC  \nGG aay  \n   \nThis collective bargaining agreement  \nroudly negotiated for you by the Officers  \ncal 1262 and the tollowing rank-and-file  \nnembers of the Contract Negotiating  \nCommitice from Pathmark Stores.  \nFrances Green  \nby Boston ey  \n1 Burwell. Jr. Robert Grom  \net Creamer  \nh DeStefano Ed O'Hara  \nary Flythe Jule Salwen  \nymas Fuchs Antonio Spina  \nlter Garner Ricky Stefanelli  \nid Giordano Joseph Suchockt  \nPhen OAT ranma  \nWe extend our sincere appreciation  \no every member of the rank-and-file  \nContract Negotiating Committee.  \n     \nAFL-CIO  \npose  \nAgreement Between  \n~UFGW Local 1262 .-- >  \n   \nand a“ a Cs, wee  \n: \\.  \nyy  \n__ PATHMARK © Oe  \n_STORES, INC.  \nThis Union contract, a,  \nfor you by UFCW Local 1262, /  \ncarefully explains in detail all /  \nof the terms and conditions of és  \nyour employment and your  \nmany rights - and benefits as a  \nUnion member. oot. \\  \nYou should: read. this agreement oN  \ncarefully because it is important for you. to be: fully  \naware of all these protections.and: benefits and>to  \nunderstand how they help you on the job. a  \n. When all of the provisions of this contract are  \nobserved, you receive the full measure-of protection  \nyou are entitled to in return for your hours of labor: ~ .  \nIf you find this contract ts not being followed to  \nthe fullest, notify your Shop Steward or Union |  \n~—~Representative immediately.  \n‘In addition to providing job security, this contract  \nhas an efficient grievance procedure for the orderly  \nand fair settlement of any problem you may  \nencounter in the course of your employment.  \nIf you have any questions regarding your rights or  \n~~ under this agreement, please ask your Shop  \nSteward or Union Representative for assistance.  \nAlso feel free to call or visit the Union Office.  \nRemember, help is always as close to you as your  \ntelephone.  \n   \n   \n     \nmae,  \n~  \nSincerely and Fraternally,  \n  \nHarvey Whille, President  \n  \nTHIS AGREEMENT made and entered into as of the 15th day of  \nApril, 2001, by and between PATHMARK STORES, INC.. its successors  \nand assigns, hereinafter referred to as “Employer”, and the UNITED  \nFOOD AND COMMERCIAL WORKERS UNION, LOCAL 1262, char-  \ntered by the UNITED FOOD AND COMMERCIAL WORKERS UNION  \n(UFCW), AFL-CIO (hereinafter referred to as “Union”).  \n1  \nIn consideration of the mutual covenants hereinafter contained, the  \nparties hereto agree as follows:  \n~  \n{a} The Union is hereby recognized as the exclusive bargaining rep-  \nresentative of all the Employer's employees in the Employer's present and  \nfuture stores located in the following counties in the State of New Jersey:  \nSussex, Bergen, Passaic, Warren, Morris, Essex, Hudson, Hunterdon,  \nSomerset, Middlesex, Monmouth, Ocean and Union and in those portions  \nof the following listed counties in the State of New York which are on the  \nwestern side of the Hudson River: Warren, Washington, Saratoga, Fulton,  \nMontgomery, Schoharie, Greene, Columbia, Albany, Rensselaer,  \nSchenectady, Rockland, Orange and Ulster, excluding store managers,  \nassistant store managers, meat department employees and other employees  \nwho are presently covered by other collective bargaining agreements,  \nporters who perform cleaning work exclusively, pharmacists, cart persons,  \nreceivers who perform security work exclusively, and supervisors within  \nthe meaning of the National Labor Relations Act, as amended.  \n(b) There are recognized only four (4) job classifications in this  \ncontract.  \n1. Department managers and classified employees.  \n2. Full-time employees.  \n3. Part-time employees.  \n4. Service clerks.  \n(c) Store managers, store managers and other persons  \nexcluded from the bargaining unit shall not perform work customarily per-  \nformed by the Employer’s employees covered by this Agreement except in  \nthe absence of a scheduled employee, to perform prompt customer service,  \nor in the event of an emergency not attributable to the Employer.  \n(d) All work and services, other than that of or supervi-  \nsory employees connected with or incidental to the handling or selling of  \nall merchandise except meut, seafood, delicatessen and other work and  \nservices performed by employees covered by other collective bargaining  \nagreements, offered for sale to the public in the Employer's establishment  \ncovered by this Agreement shall be performed only by employees within  \nthe unit referred to above for which the Union is recognized as the collec-  \nlive bargaining agency by the Employer and except that this provision  \nshall not apply to such work when performed in connection with the initial  \nbuilding of special displays, promotions or rotation of merchandise, nor  \nshall this provision apply to bread and bakery products (such as cupcakes;  \nthat is, any and all products or items of merchandise which are the end  \nresult of the baking process), ice cream, drugs, perishable and semi-per-  \nishable items kept under refrigeration (except frozen foods), hospitality  \nand gourmet items, pet foods and supplies, salted nuts, cigarettes, spices,  \nproduce department specialty items such as potted plants, etc. and non-  \nfood items other than old line household items such as brooms, waxes, etc.  \nas well as beer and soda. The provisions of this paragruph shall not be  \napplicable until sixty (60) days following a new store opening, reopening,  \nremodeling or acquisition.  \n(e) For the purpose of establishing eligibility for full-time benefits  \nset forth in this Agreement, a full-time employee is one who is hired to  \nwork thirty (30) hours or more per week, a part-time employee who is  \nreclassified to full-time, or a part-time employee who is scheduled to work  \nthirty (30) hours or more per week in excess of six (6) consecutive weeks,  \nexcluding hours worked on Sundays, during vacation periods, or in the  \ntemporary relief of an employee on authorized leave.  \n(f) All other bargaining unit employees shall be classified as part-  \ntime employees or service clerks and are to receive those benefits specifi-  \ncally provided for them in this Agreement.  \n(g) Employees enrolied in a bona-fide training program may be  \nexcluded from the bargaining unit, but the number of trainees is limited to  \none (1) per store. In the event a traince fails to complete the program and  \nremains with the Employer, the employee shall be placed in a non-bar-  \ngaining unit job or is to be placed into the bargaining unit and covered by  \nthe terms and conditions of this Agreement. The Union has the right to  \nverify the bona-fides of a training program.  \n  \n  \n(a) All present employees who are members of the Union on the  \neffective date of this Agreement or the date of execution, whichever is  \nlater, shall remain members in good standing of the Union as a conditton  \nof employment. All present employees who are not members of the Union  \nand all employees who are hired hereafter shall become and remain mem-  \nbers in good standing of the Union on and after the thirty-first (3ist) day  \nfollowing the beginning of their employment, or on and after the thirty-  \nfirst (31st) day following the effective date of this Agreement or the date  \nof execution of this Agreement, whichever is later. An employee who is  \nnot a member in good standing of the Union because of failure to tender  \ninitiation fees and dues shall be discharged within seven (7) working days  \nafter notification in writing to the Employer by the Union.  \n(b) The foregoing provisions, as well as the enforcement thereof,  \nare operative when and to the extent permitted by the Labor Management  \nRelations Act. as amended.  \n7 7  \n-  \n(a) The Employer shall weekly deduct dues and initiation fees from  \nthe wages of all employees who have filed with the Employer a proper  \ndeduction card to the extent authorized by the Labor Management  \nRelations Act of 1947, as amended, or other applicable law, and to remit  \nthe amounts with the listing of names to the Union Office on or before the  \nfifth (Sth) day of each month. The Union will give the Employer signed  \ndues and deduction cards from the employees authorizing the deduction of  \ndues and initiation fees. The Employer's obligation to remit to the Union  \nshall be limited to the amounts which it actually does deduct from the  \nemployees’ wages.  \n(b} The Employer shall furnish the Union a list, quarterly, of all  \nnew hires in the bargaining unit. The list shall include the employee's  \nname, address, social security number, store employed at and classification  \nof full-time or part-time.  \n(c) The Employer agrees, on a once a year basis to deduct from pay  \nand remit to the Union’s Active Ballot club an authorized amount from  \nemployees who are union members and who have signed deduction  \nauthorization cards.  \n(d) The Union agrees to hold the Employer harmless from all legal  \nclaims or liabilities that may arise out of any erroneous deductions as a  \nresult of the above checkoff provision.  \n4 - N  \n{a) Subject to the provisions of this Agreement, the Employer has  \nthe exclusive right and authority to establish policies and manage stores  \ncovered by this Agreement and to direct the working forces employed  \ntherein including, but not limited to, the rights of hiring. suspending and  \ndischarging for proper cause, promoting, transferring and releasing  \nemployees from duties because of lack of work.  \n{b) The Employer will notify the Union when it places a cashier on  \nan individual cash contro! program.  \n(c) There shall be no suspension because of work performance,  \nabsenteeism and/or tardiness, without prior written notice having been  \ngiven to the Union and the employee involved.  \n{d) The trial period for newly engaged employees shall be the first  \nthirty (30) days of employment and may be extended to sixty (60) days at  \nthe request of the Employer to the Union. When new or remodeled stores  \nare opened by the Employer, the trial period shall be sixty (60) days for all  \nemployees newly employed at such time and may be extended to ninety  \n(90) days at the request of the Employer to the Union. After the first sixty  \n(60) days from the opening date of the store, the trial period shall be thir-  \nty (30) days.  \n(e) The discharge of probationary employees is not subject to the  \ngrievance and arbitration provisions contained in Article 14 of the  \nAgreement.  \n‘  \na nl Tt  \n(a) The work week for all full-time employees including depart-  \nment managers shall consist of five (5) eight (8) hour days (Monday  \nthrough Saturday) forty (40) hours per week. All time worked before or  \nafter the aforementioned tour of duty or after eight (8) hours in any day or  \nafter forty (40) hours in any week shall be considered overtime and paid at  \nthe rate of time and one-half (1 1/2) the employee's regular hourly rate, but  \nnot both.  \n(b} (1) The Employer may schedule first shift full-time employ-  \nees, other than bakery production employees, to start between 5:00 A.M.  \nand 10:00 A.M. at their regular straight-time rate of pay. Except for bak-  \nery production employees, hours worked before 5:00 A.M. shall be con-  \nsidered premium time and puid at the rate of time and one-half (i 1/2). The  \nEmployer may not schedule any full-time employees later than 10:00 A.M.  \nexcept those assigned to a second shift or as discussed below. Full-timers  \nhired or appointed after April 8, 1984, or first shift full-timers appointed  \nfrom the night crew, 2nd shift or part-time, in order to maximize customer  \nservice, may be scheduled to start no Juter than 3:30 P.M. two (2) days per  \nweek.  \n(2) Where Saturday is available as a day off, it shall be made  \navailable to full-time employees, by seniority, on 2 rotating basis, exclud-  \ning Department Managers and other classified employees.  \n(b) (3) Full-time employees, by seniority, have preference to  \nselect the schedule within their shift, department and job classification so  \nlong as they have the ability and are available.  \n(c) Any full-time employee called in to work on the  \nregularly scheduled day off shall be paid at the rate of time and one-half  \n(? 1/2) and guaranteed a full day's work,  \n(d) (1) Full-time employees hired or appointed on or before April  \n8, 1984 shall continue to be paid at the rate of double (2) their straight-time  \nhourly rate for al] hours worked on Sunday. Effective May 8, 1994, such  \nemployees shall receive Sunday premium equal to their straight-time  \nhourly rate in effect after the April 10, 1994 across-the-board wage  \nincrease. This Sunday premium shatl continue to be paid for Sunday work  \nin addition to the employee's applicable straight-time wage rate. Full-time  \n4  \nemployees hired or appointed after April 8, 1984, shall be paid at the rate  \nof one and one-half (1 1/2) the straight-time hourly rate for all hours  \nworked on Sunday.  \nAny full-time employee reporting to work as scheduled on a Sunday  \nshall be guaranteed a minimum of four (4) hours’ work.  \n{d) (2) Full-time employees, excluding the night crew, shall be  \noffered work on one (1) Sunday per month within the existing schedules  \nprovided they are capable of performing the work. Such employee shall  \nbe offered the number of hours, less lunch period, the depart-  \nment is to be manned on that Sunday; however, not exceeding eight (8)  \nhours provided the employee remains available for said hours. Any  \nemployee not available for the above hours must be available for a mini-  \nmum of four (4) hours and shall be offered four (4) hours’ work.  \nWhen night crew work is performed on Sunday (Saturday night,  \nSunday A.M.) on a regular basis, such work shall be offered to each full-  \ntime member of the regular night crew on the basis of one (1) Sunday per  \nmonth in accordance with the terms set forth in this paragraph.  \n(e) Overtime shall be worked as required unless excused for good  \ncause. Whenever full-time overtime work is made available by the  \nEmployer in a department, such full-time overtime work will be offered to  \nthe full-time employees who work in that department on a rotating basis,  \nexcluding the department manager and other classified employees.  \n(f} The Employer agrees to post work schedules and days off in  \neach store for full-time and part-time employees by the end of the first shift  \non Friday of each week for the following week except in the case of the  \nnight crew where their schedule will be posted before their shift ends on  \nFriday morning. In case of emergency or any condition beyond the con-  \ntrol of the Employer, these schedules may be subject to change, but no  \nschedule may be changed in order to deprive an employee of a holiday.  \nThere shall be no split shifts. Those full-time employees who regularly  \nhave the same day off shall be given a week’s notice before it is changed.  \n(g) (1) The Employer shall not be restricted in using part-time  \nemployees in its stores as to their starting time or the number of hours they  \nwork within the provisions of this Agreement. However, part-time  \nemployees shall be paid at the rate of time and one-half (1 1/2) the employ-  \nee’s regular hourly rate for al! hours in excess of eight (8) hours in any one  \n(1) day.  \n(g) (2) Part-time employees are guaranteed a minimum of four  \n(4) hours’ work each day they report to work as scheduled. Part-time  \nemployees who are minors are guaranteed a minimum of three (3) hours’  \nwork each day they report to work as scheduled.  \n(g) (3) If any part-time employee is called into work on a day for  \nwhich the employee is not scheduled, the Employer guarantees to offer any  \nsuch employee a minimum of four (4) hours’ work and the employee's  \nschedule for the remainder of the week shall not be changed or reduced  \nbecause of this.  \n(g) (4) Part-time employees who are scheduled for five (5) days  \nin one (1) week, and who are called in to work on their scheduled day off  \nshall receive time and one-half (1 1/2) for all hours worked on said sched-  \nuled day off, provided said employee works the remainder of the schedule  \nfor that week. Part-time employees who are scheduled to work four (4)  \ndays in one (1) week, and who are called in to work a fifth (Sth) and a sixth  \n(6th) day, shall receive time and one-half (1 1/2) for all hours worked on  \nthe sixth day which will be the second day called tn.  \n(g) (5) Sunday work that is made available for part-time employ-  \nees shall be rotated among all such employees who are capable of per-  \nforming the work. Part-time employees hired before April 13, 1997 work-  \ning on Sunday shall receive one and one-half (1 1/2) times their straight-  \ntime hourly rate for all time worked. Part-time employees hired on or after  \n5  \nApril 13, 1997, shall receive their straight-time hourly rate plus a  \n$1.50/hour premium for all hours worked on Sunday for the first thirty (30)  \nmonths of continuous service; after completing thirty (30) months of con-  \ntinuous service, such employees shall receive one and one-half (1 1/2)  \ntimes their straight-time hourly rate for all hours worked on Sunday.  \nPart-time employees reporting to work on Sunday shall be offered a  \nminimum of four (4) hours’ work.  \n(g) (6) Part-time employees on the payroll prior to the vacation  \nperiod are to receive initial preference for vacation period work over new  \nhires and secondary preference for such work shall be given to former part-  \ntime employees over new hires provided the former part-time employees  \nmake written application to the Employer within one (1) week following  \nEaster Sunday.  \n(nh) (1) The Employer shaJl endeavor to combine existing part-  \ntime assignments on a seniority basis, providing they can do the work so  \nas to provide the maximum part-time employment per individual within  \nthe definition of part-time employment providing the employee is avail-  \nable to work such hours on a regular and continuing basis. A part-time  \nemployee may claim the daily schedule of hours of a less senior part-time  \nemployee in order to maximize his/her schedule within the definition of  \nstraight-time employment for part-time employces. The Employer shall  \nendeavor to create full-time positions providing such positions can be  \nassigned to employees who are available to work such hours on a regular  \nand continuous basis.  \n(h) (2) Part-time employees may claim hours that may become  \navailable to maximize their work hours as provided in (h) (1) above.  \n(nh) (3) The Employer shall endeavor to provide that part-time  \nemployees by seniority shall have the preference to select the work sched-  \nule within their department provided they have the ability and are available  \non a continuing basis.  \n(h) (4) Inthe event the Employer suffers a decline in business due  \nto competition, the parties shall meet on or after April |, 1991, to review  \nthe facts to seek to mutually agree on how the store or stores will be staffed  \nand how employees are to be scheduled with the objective of maintaining  \na more productive staff at a more competitive average hourly cost,  \nnotwithstanding the provisions contained in paragraphs (h)(1), (2) and (3)  \nherein and in Article 13(g). This shall not affect any wages or benefits  \nestablished by this Agreement.  \n(i) The Employer shall have the right to establish a second shift  \nunder the same rates and conditions as those employees who work under  \nthe provisions of Sections (a) and (b) of this Article. Employees working  \non the second shift will have a starting time between the hours of 11:00  \nA.M. and 5:00 PM. Full-time employees on the second shift may be  \nscheduled to start an eight (8) hour shift between the hours of 5:00 A.M.  \nand 11:00 A.M. one (1) or more days per week.  \n(4j) Employees hired prior to October 1, 1963, will not be obligated  \nto work on the second shift unless they so choose. Employees hired after  \nOctober 1, 1963, can exercise their seniority to avoid a transfer to the sec-  \nond shift by bumping the least senior employee by department on a dis-  \ntrict-wide basis and then on a company-wide basis if there is no employee  \nwith less seniority in the district. The employee bumped must take the sec-  \nond (2nd) shift position. The Employer must transfer from day to second  \nshift in inverse order of seniority, except for employees with less than one  \n(1) year of service.  \n(k) Those employees working on the second shift shall be entitled  \nto a meal period of thirty (30) minutes to one (1) hour between 4:00 P.M.  \nand 8:00 P.M. and shall be entitled to two (2) fifteen (15) minute rest peri-  \nods within the eight (8) hour day.  \n(1) All full-time employees employed on the second shift shall be  \n6  \noffered, in accordance with seniority, opportunities to be scheduled to  \nwork the first shift before any new hires are scheduled to work that shift.  \nFull-time employees on the night crew shall be offered opportunities to fill  \nsecond shift openings or to fill first shift openings not filled from the sec-  \nond shift as above, provided they are capable and are continuously avail-  \nable before new hires are scheduled to work that shift.  \n"], ["ARTICLE 6 - GOVERNMENT ENACTMENT. OF MAXIMUM  \nHOURS AND MINIMUM WAGE  \n", "(a) Should any law be enacted by the United States Government or  \nState Government which will fix a maximum hour work week for retail  \nclerks in retail stores at a point lower than specified herein, then such work  \nweek shall become the maximum work week for the employees covered by  \nthis Agreement for the unexpired term of this Agreement,  \n(b) It is further understood and agreed by the Employer that the  \nemployees so affected by the work week law shall not suffer a reduction in  \ntheir present gross earnings even though their work may be reduced other  \nthan specified herein.  \n(¢) Should any law be enacted by any state or the federal govern-  \nment which increases the minimum wage, the parties will meet to discuss  \nthe effects on employees.  \n(a) (1) The scale of wages shall be as appears in Schedule “A”  \nattached and made part of this Agreement.  \n(a} (2) Any premium paid to a classified or night crew employee  \nunder the terms of this Agreement is to be included as part of the employ-  \nee’s regular hourly wage rate for all purposes.  \n(a) (3) When a full-time employee who has been classified as  \nsuch for six (6) months, is involuntarily reduced to part-time status, the  \nemployee shall not suffer a reduction in the employee’s Straight-time  \nhourly rate. Thereafter, said employee shall progress on the part-time  \nwage scale and the employee shall receive any applicable part-time across-  \nthe-board increases provided they are at the top of the applicable progres-  \nsion scale on the date of the across-the-board increase.  \nA full-time employee who voluntarily reduces to part-time status  \nshall be placed on the appropriate part-time progression scale based on the  \nlength of service, up to a maximum of eight dollars and fifty  \ncents ($8.50) per hour, as well as any previously granted cost of living pro-  \ntection increases. Thereafter, said employee shall receive any applicable  \npart-time across-the-board increases provided they are at the top of the  \napplicable progression scale on the date of the across-the-board increase.  \nAny such voluntary reduction to part-time status shall only be by mutual  \nconsent of the Employer and the Employee.  \n(a) (4) Should the Employer establish new classifications within  \nthe bargaining unit, the job content of which is substantially different from  \nthose then existing and for which rates of pay are not provided in this  \nAgreement, the Employer and the Union shall negotiate rates of pay for  \nsuch new classification.  \n(b) The rates of pay specified in thts Agreement and presently paid  \nto employees shall not be reduced during the period of this Agreement.  \n(c) Any full-time employee hired or presently employed at a rate in  \nexcess of the minimum rate to which that employee would be entitled pur-  \nsuant to Schedule “A” shall be given credit for the continuous full-time  \nservice required for the progression rate equal to or next below the  \nemployee's actual rate. Any employee hired at a rate in excess of the start-  \ning rate shall progress successively to the next higher rate after six (6)  \nmonths in any given bracket, but no employee shall receive more than the  \n7  \nmaximum of the progression rate as a result of the operation of this clause.  \n(d) Part-time employees hired at a wage rate in excess of the mini-  \nmum rate to which they would be entitled pursuant to the wage progres-  \nsion scale of Schedule “A” will be given credit for the continuous part-  \ntime service required for the progression rate equal to or next below their  \nactual rate and shall advance thereafter in accordance with the terms of  \nsaid wage progression scale.  \n(e) Part-time employees hired after April 10, 1993, shall receive an  \nincrease thirty (30) days after their date of hire and shall, so long as con-  \ntinuously employed, progress to the next higher rate on the applicable  \nwage scale at six (6) month intervals following their date of hire or  \nappointment.  \n(f} Part-time employees who receive advances in progression equa!  \nto a particular progression rate shall progress to the next higher rate in  \naccordance with Section 7(e) above.  \n(g) Part-time employees who receive advances in progressions in  \nan amount less than the next progression wage level shall, six (6) months  \nfrom the date of the last progression wage increase, preceding the advances  \nin progressions, receive only the difference necessary to bring them up to  \nthe next progression wage level.  \n(h) No part-time employee shall receive more than the maximum of  \nthe progression wage scale as a result of the operation of (d), (e),(f) and (g)  \nabove.  \n(i) Part-time employees who are on the part-time wage progression  \nand who are converted to full-time shall be given credit for their service on  \na one {1} month for two (2) month basis to establish their beginning wage  \nrate as full-time employees except that they shall not receive a rate higher  \nthan the next full-time progression step or a maximum increase of one dol-  \nlar ($1.00) per hous, whichever is less, but not fess than the full-time start-  \ning rate. Thereafter, said employee shall progress on the full-time wage  \nscale on an anniversary date basis, but shall be eligible for across-the-  \nboard wage increases pursuant to Schedule A. However, those employees  \non the payroll prior to April 9, 1984, shall continue to receive the previ-  \nously granted cost-of-living protection increases.  \nPart-time employees who are on the full-time wage progression and  \nwho are converted to full-time status, shall continue to progress on the full-  \ntime wage scale as provided in Section 7(e) above and shall be eligible for  \nacross-the-board increases pursuant to Schedule A and previously granted  \ncost-of-living protection wage increases.  \n(j) Except as otherwise provided in this Agreement, no employee  \nshall suffer a reduction in the employee’s earnings as a result of any of the  \nprovisions of this Agreement, nor shall present part-time employees’ hours  \nof work be reduced as a result of this contract except for economic reasons  \nsuch as a reduction of business.  \n(k) No employee shall be deprived of the wage rate for length of  \nservice due to any increase granted under the terms of this contract.  \n(1) Any employee receiving wages above the rates specified here-  \nin shall, nevertheless, receive the increase as granted under the terms of  \nthis contract.  \n(m) All new full-time employees hired by the Employer who have  \nhad verified similar supermarket industry experience in the classification  \nfor which they were hired within two (2) years preceding their date of hire  \nby the Employer, who claim such experience on the job application, shall  \nbe given credit for such experience after thirty (30) days’ employment, and  \ntheir rate of pay thenceforth shall be based on their so verified full-time  \nexperience within the preceding two (2) years according to the rate sched-  \nule of this contract.  \n(n) Rehired part-time employees shall be given credit for up to one  \n(1) year’s experience with the same Employer, preceding their new date of  \n8  \nhire by the Employer, to determine their rate of pay according to the part-  \ntime rate schedule of this contract.  \n(o) By mutual agreement with the Employee, the Employer may  \nmake available to each Employee the option of having his/her paychecks  \ndeposited directly into his/her specified bank account via electronic wire  \ntransfer.  \n~  \n{a} The following days shall be recognized as paid holidays. When  \na holiday falls on Sunday, the following Monday shall be observed:  \nNew Year's Day Labor Day  \nBirthday Presidential Election Day  \nMemorial Day (if registered voter)  \nIndependence Day Thanksgiving Day  \nChristmas Day  \nWork may be performed on any of the holidays and part-time  \nemployees hired prior to April 13, 1997 and full-time employees who are  \neligible for holiday pay, shall be compensated at the rate of time and one-  \nhalf (1 1/2} the employee’s regular hourly rate plus pay for the holiday as  \nset forth below. Part-time employees hired on or after April 13, 1997 who  \nare eligible for holiday pay will be compensated at the appropriate premi-  \num or appropriate rate of pay as per the terms of paragraph (b)(3). Work  \non Thanksgiving Day, Christmas Day and New Year's Day will be offered  \nfirst on a voluntary basis. [f the Employer is unable to properly staff the  \nstore, employees shall be scheduled and required to work in order of  \ninverse seniority.  \n(b) (1) The work week during which one of the holidays occurs  \nis a four (4) day week consisting of thirty-two (32) hours. Hours worked  \nin excess of thirty-two are overtime and compensated at the rate of time  \nand one-half (1 1/2). Full-time employees may work a fifth (Sth) day in a  \nholiday week at the straight-time hourly rate by mutual agreement.  \n(b) (2) Part-time employees may be scheduled to work a fifth day  \nin a holiday week at their straight-time rate by mutual agreement.  \n(b) (3) Part-time employees hired on or after April 13, 1997, shall  \nreceive straight-time for all hours worked on Holidays for the first eight-  \neen (18) months of continuous service; for the next eighteen (18) months  \nof continuous service, such employees shall receive straight-time plus a  \none dollar ($1.00) premium for all hours worked on Holidays; and after  \ncompleting thirty-six (36) months of continuous service, such employees  \nshall receive one and one-half (1 1/2) times their straight-time hourly rate  \nfor all hours worked on Holidays.  \n(c) The Employer shall have full discretion in determining the  \nnumber of employees who shall work on a given holiday but shall draw  \nsaid employees from the normal complement of employees who would  \nwork in the store on that particular day of the week.  \n(d) An employee shall be required to work the scheduled day  \nbefore and after a holiday to be eligible for holiday pay unless excused for  \ngood and just cause. The part-time employees must also work all the hours  \nscheduled for the weck unless excused in advance for cause.  \n{e) Full-time employees shalt receive eight (8) hours’ pay for the  \nholiday at their straight-time hourly rate, after three (3) months of service.  \n(f) After six (6) months’ service, the part-trme employee hired  \nprior to April 9, 1984 shall be paid for the holidays and receive four (4)  \nhours’ pay unless the day falls on a day he or she would normally be sched-  \nuted to work. The employee will receive up to six (6) hours’ pay for the  \nholiday if he or she was scheduled to normally work more than four (4)  \nhours on that day. For employees hired on or after April 9, 1984, up to four  \n(4) hours pay maximum for the holiday.  \n9  \n(g) Night crew employees shall not be required to work on the eve  \nof Thanksgiving, Christmas and New Year's. However, they will work the  \nfollowing night at their regular straight-time rate. [t shall not be a viola-  \ntion of this provision for the scheduled night crew to continue the practice  \nof working one or the other evenings at straight-time at the employees’  \noption.  \n(h) No employee’s schedule shall be changed during a holiday  \nweek to avoid granting an entitled holiday.  \n(i) Personal Days  \n(1) Full-time employees hired or appointed on or before April 10,  \n1993 shall receive one (1) personal day off with pay for each three (3)  \nmonths of service, up to a maximum of four (4) days per year. After com-  \npleting one (1) year of service, these employees shall receive five (5) per-  \nsonal days off with pay in each ensuing year. Full-time employees hired  \nor appointed after April 10, 1993, shall receive two (2) personal days off  \nwith pay after one (1) year of service and four (4) personal days off with  \npay after two (2) years of service.  \n(2) Part-time employees hired on or before April 10, 1993, shall  \nreceive personal days off with pay according to the following schedule:  \nAfter 6 months of service - 1 day  \nAfter 9 months of service - 1 day  \nAfter 12 months of service - 3 days per year maximum.  \nPart-time employees hired after April 10, 1993, shall receive person-  \nal days off with pay according to the following schedule:  \nAfter 18 months of service - | day  \nAfter 24 months of service - I day  \nAfter 30 months of service - } day  \nAfter 36 months of service - 2 days per year maximum.  \n(3) Personal days may be used for the purpose of mini-vacations,  \nthat is, consecutive work days off. Employees with two (2) or more years  \nof service shall be entitled to such days off at a time of their choice, sub-  \nject to department seniority in the event of conflict of employee choice.  \nAn employee shall notify the store manager at least two (2) weeks in  \nadvance of his or her intention to use personal days for a minivacation,  \nwhich shal! be taken with due regard to business needs and not in con-  \njunction with a regular vacation.  \n(4) Employees shall notify the store manager at least two (2) weeks  \nin advance of schedule posting of intention to take a personal day off and  \nthe employee shall receive such day or a mutually agreed upon day off.  \nEmployees shall be allowed to select Mastin Luther King Jr.'s Birthday as  \na personal day subject to the provisions contained herein, In the event of a  \nconflict of employee choice, department seniority shall prevail. In the event  \nthe Employer refuses to permit an employee to take a previously scheduled  \npersonal day, the Employer will pay the employee in lieu of that day.  \n(5) Full-time employees shall be paid eight (8) hours pay at their  \nStraight-time hourly rate for each personal day. Part-time employees shall  \nbe paid up to six (6) hours (but not less than four (4) hours) pay at their  \nStraight-time hourly rate for each personal day if said employee normally  \nwould have been scheduled to work more than four (4) hours on that day.  \nFor employees hired after April 8, 1984, up to four (4) hours pay, maxi-  \nmum, for the holiday.  \nad T  \n.  \n(a) This Agreement shall be binding upon the successors,  \nassignees, heirs, purchasers or lessees of the Employer or of any store or  \npart thereof of the Employer.  \n(b) Employees of acquired supermarkets who are hired and  \n10  \nretained after the completion of their probationary period shall have sen-  \niority for layoff purposes only, among themselves in the acquired super-  \nmarkets, but not over other employees employed by the Employer pnor to  \nany such acquisition.  \n  \n(a) The Employer shall comply with all applicable laws concerning  \nsafety and sanitary conditions.  \n(b) The Employer and the Union shall make every effort to see that  \nthe safety rules are obeyed.  \n(c) The Employer shall provide stress pads at the checkout stands.  \n(d) The Employer agrees to post in the break room, where applica-  \nble, an exit diagram of the store.  \n(e) The Employer agrees to provide a first aid kit in all stores.  \n(a) Regular full-time employees hired on or before April 10, 1993,  \nshall receive vacations with pay as follows:  \nOne (1) week's vacation after one (1) year of service.  \nTwo (2) weeks’ vacation after two (2) years of service.  \nThree (3) weeks’ vacation after six (6) years of service.  \nFour (4) weeks’ vacation after twelve (12) years of service.  \nFive (5) weeks’ vacation after twenty (20) years of service.  \nRegular full-time employees hired after April 10, 1993, shall receive  \nvacations with pay as follows:  \nOne (1) week's vacation after one (1) year of service.  \nTwo (2) week's vacation after three (3) years of service.  \nThree (3) week’s vacation after eight (8) years of service.  \nFour (4) week's vacation after fourteen (14) years of service.  \nThe vacation period is May | through September 30, except that  \nthose employees who are entitled to more than three (3) weeks’ vacation  \nmay be required to take the additional vacation weeks outside the vacation  \nperiod. Employees who are entitled to five (5) weeks* vacation may be  \nrequired to take one (1) vacation week after September 30.  \nEligibility for full-time employees shall be determined as of their  \nanniversary date and the length of service which falls prior to or within the  \nvacation period. Part-time employees who are converted to full-time shall  \nbe given credit for their service on a one (1) month for two (2) month basis  \nto establish their vacation entitlement as full-time employees.  \nThose employees who desire to take their vacation at a time other  \nthan the vacation period (May | through September 30) or to split their  \nvacation period between that time and another time may do so provided it  \nis not taken during a peak business week period.  \n(b) By mutual consent, full-time employees’ vacations may be  \ntaken in two (2) separate periods or by consecutive periods in accordance  \nwith seniority on a store-wide basis.  \n(c) Full-time night crew employees shall receive their night pay  \ndifferential in their vacation pay.  \n(d) Full-time employees who work forty-five (45) or more hours  \nper week for a period of twenty-six (26) weeks or more during a year shall  \nreceive forty-five (45) hours’ straight-time pay for each week of vacation  \nto which they are entitled.  \n(e) Part-time employees hired on or before April 10, 1993, with one  \nor more years of service as of June 30 in any year shall be granted vaca-  \ntion with pay pro-rated on the basis of average weekly straight-time hours  \nworked in the preceding calendar year as follows:  \n11  \n   \nOne (1) week for one (1) year of continuous service  \nprior to June 30.  \nTwo (2) weeks for three (3) years of continuous  \nservice prior to June 30.  \nThree (3) weeks for six (6) years of continuous serv-  \nice prior to June 30,  \nFour (4) weeks for twelve (12) years of continuous  \nservice prior to June 30.  \nFive (5) weeks for twenty (20) years of continuous  \nservice prior to June 30.  \nPart-time employees hired after April 10, 1993, with one (1) or more  \nyears of service as of June 30 in any year shall be granted vacation with  \npay pro-rated on the basis of average weekly straight-time hours worked in  \nthe preceding calendar year as follows:  \nOne (1) week for one (1) year of continuous service  \nprior to June 30.  \nTwo (2) weeks for three (3) years of continuous  \nservice prior to June 30.  \nThree (3) weeks for cight (8) years of continuous  \nservice prior to June 30.  \nFour (4) weeks for fourteen (14) years of continuous  \nservice prior to June 30.  \n(f} Employees joining the Armed Forces shall receive one-twelfth  \n(1/12) of the vacation pay to which they are entitled for each month of  \nemployment during the employee’s anniversary year.  \n{g) In the event a holiday occurs during a full-time employee’s  \nvacation, said employee shall, at the option of the Employer, be given an  \nadditional day's vacation or an additional day’s pay. The additional day  \nmay be taken either the last work day before, or the first work day after,  \nthe employee's vacation, said chotce to be at the employee's option.  \nNo employee shall be required to work beyond 6:00 P.M. the evening  \nprior to the commencement of the employee's vacation.  \n(h) Full-time employees with more than one (1) year’s service who  \nare laid off or who voluntarily terminate their employment shall receive a  \npro-rata vacation and payment for fifty (50%) percent of unused sick leave  \nup to a maximum of twenty (20) hours. In the case of voluntary termina-  \ntion, the employees must give two (2) weeks’ advance written notice to the  \nEmployer. Pro-rata vacation is vacation time earned since last anniversary  \ndate and not already taken. Part-time employees with two (2) years or  \nmore of service who are laid off shall receive their pro-rated vacation pay  \nwhich has been earned but not taken.  \n(i) Payment for amounts due an employee under this Article  \nbe in a separate check or by separate computation not included with other  \nremuneration.  \nyn ml a ret a t  \nThe Employer agrees to furnish and launder (except drip dry gar-  \nments) the customary store coats, aprons and gowns required by the  \nEmployer to be worm by the employee. Employees who normally are not  \nrequired to work in the sales area, during their working day, will not be  \n12  \nrequired to wear white shirts, but will, nevertheless, be expected at all  \ntimes to be neat and tidy in their dress and appearance.  \n™  \n(a) Seniority shall be defined as continuous length of service with-  \nin the bargaining unit of this Agreement.  \n(b) (1) The Employer shall maintain four (4) separate sentority  \nlists for these groups of employees:  \n(i} Department managers and other classified employees;  \n(ii) Full-time employees other than the above,  \n(iii) Part-time employees;  \n(iv} Service clerks.  \n(2) Part-time employees shall not accumulate seniority over full-  \ntime employees. Service clerks will have and accumulate seniority only in  \ntheir classification and only in their own store.  \n(3) Full-time employees involuntarily reduced to part-time shall  \nhave their full-time seniority frozen and shall pick it up when returned to  \nfull-time employment. Seniority as part-time employees shall be meas-  \nured from original dates of hire and shall include all service with the  \nEmployer in the bargaining unit.  \n(4) When full-time employees voluntarily reduce themselves to  \npart-time employment, their original dates of hire shal] be their senionty  \ndates.  \n(5) When part-time employees are reclassified to full-time, their  \nseniority as full-time employees shall begin with the date of reclassifica-  \ntion to full-time. Their service as part-time employees shal! be frozen for  \nthem.  \n(c) No employee can exercise seniority to claim a classified job.  \n(d) All employees working less than forty (40) hours per week who  \nare interested in obtaining full-time positions shal! place their names on a  \nbid sheet. When a full-time job opportunity becomes available within the  \nbargaining unit, the most senior capable employee within the department  \nor skill level on the bid sheet shall be assigned to the job, provided. the  \nemployee is available to work such hours on a continuing basis. Bid sheets  \nshall be posted for six (6) month periods. Employees may place their  \nnames on them in the months of March and September of each year on a  \nform approved by and made available to the Union.  \n(e) All employees interested in promotion to department manager  \nand other classified positions shall place their names upon a classified job  \nopportunity sheet. The Employer shall make promottons from such sheet  \nprovided the employees on such sheet are capable to perform the work.  \nClassified job opportunity sheets shal! be posted for six (6) month periods,  \nEmployees may place their names on them in the months of March and  \nSeptember of each year on a form approved by and made available to the  \nUnion.  \n(f) Employees promoted to classified jobs shall retain previously  \nacquired seniority, and new seniority in the classified job shall commence  \nas of the time of promotion, In the event of layoff or the reduction of hours  \nor replacement of classified employees. such employees shall be permitted  \nto reclaim positions they previously held, or whatever equivalent jobs the  \nemployees are entitled to by the combined seniority in the employees’ clas-  \nsified and unclassified jobs.  \n(g) When there is a reduction of hours or layoff, employees shall be  \ntreated in the following manner:  \n(1) No employee shall have hours reduced until there has been a  \n13  \nreduction of hours among less senior employees as long as customer serv-  \nice is maintained.  \n(2) Full-time employees who have worked for the Employer for six  \n(6) consecutive months or more, and are laid off due to a reduction in the  \nwork force, shail be given five (5) days’ written notice or forty (40) hours’  \npay in lieu of such notice of layoff by the Employer.  \n(3) Part-time employees who have worked for the Employer for  \ntwelve (12) consecutive months or more, and are laid off due to a reduc-  \ntion in the work force, shall be given one (1) week's written notice or one  \n(1) week's pay (normal scheduled hours) in lieu of such notice of layoff by  \nthe Employer.  \n(4) Layoffs shall be in reverse order of seniority, first in the store of  \nemployment, then by bumping the least senior employee in another store  \nof the Employer on a district-wide basis or in a mutually agreed upon geo-  \ngraphical area, and finally on a bargaining unit-wide basis, provided the  \nemployee is capable to perform the work of the displaced employee and is  \navailable for the hours required to be worked.  \n(5) In the event of a layoff or reduction of hours among part-time  \nemployees, they will have the right to be reclassified as service clerks at  \nthe applicable service clerk rates, conditions and benefits in order to claim  \nthe hours of service clerks who have less seniority.  \n(6) in the event of a store closing or a major layoff, the Employer  \nshall notify the Union and meet two weeks prior to the layoff to resolve the  \nbumping rights of all the affected employees.  \n(h) Recall of from layoff shall be made in order of sen-  \niority so long as the most senior employee is capable and available to per-  \nform the work.  \n(i) An employee on layoff shall retain seniority for a period of six  \n(6) months provided the employee has been employed in the bargaining  \nunit for six (6) months or more prior to the date of layoff.  \n(j} An employee on a leave of absence shall retain seniority accu-  \nmulated prior to the leave, for the period of the Jeave of absence, in accor-  \ndance with the terms of Article 40.  \n(k} The shop steward or stewards shall, in any event, have top sen-  \niority in the stores for purpose of layoff.  \n(J) Sentority shall be terminated for any one or more of the fol-  \nlowing reasons:  \n(1) Any employee recalled after layoff who fails  \nto report for work within a period of forty-  \neight (48) hours, not including Saturday or  \nSunday, after the required date to report shail  \nforfeit the right to re-employment.  \n(2) Seniority may be broken only by quit, jusufi-  \nable discharge or failure to return to work in  \naccordance with the terms of Leaves of  \nAbsence,  \n(m) It is expressly understood that this Article shall be applied in  \naccordance with Article 21 of this Agreement.  \n"], ["ARTICLE 14 - GRIEVANCE PROCEDURE AND ARBITRATION  \n", "(a) Al! disputes, differences or grievances as to the interpretation or  \napplication of the provisions of this Agreement shall be settled in the fol-  \nlowing manner:  \n{1} The Union shall give written notice of the nature of the  \ndispute, difference or grievance to the duly designated representative of the  \nEmployer.  \n(2) After receipt of such notice by the Employer, the duly  \nauthorized officials of the Union and a duly designated representative of  \nthe Employer shall confer to adjust such dispute, difference or grievance.  \n14  \nThe Employer agrees to supply the Union with the relevant information  \nnecessary to process the  \n(3) Inthe event such dispute, difference or grievance shall not  \nhave been satisfactorily adjusted between the parties in the manner pro-  \nvided above, then such dispute, difference or grievance shail be referred to  \narbitration by either party by notice in writing. Upon the giving of such  \nnotice in writing by one party to the other, the parties shall mutually agree  \nupon an impartial arbitrator who, in cases involving discharge will hold  \nhearings within approximately thirty (30) days after accepting appoint-  \nment. If this does not occur in such case, the expedited arbitration proce-  \ndure of the American Arbitration Association may be utilized by the sub-  \nmitting party. If no agreement upon an impartial arbitrator is reached with-  \nin five (5) days after the giving of such notice of intention to arbitrate,  \neither party may apply to the American Arbitration Association for the  \nappointment of such impartial arbitrator.  \n(4) In order to comply with the Union’s internal appeal pro-  \ncedure, the Union shall have ninety (90) days from the date of initial filing  \nof grievance to notify the Employer that it may go forward to arbitration.  \n(b) The decision of said arbitrator shall be final and binding upon  \nthe parties. The parties further agree that there shall be no suspension of  \nwork when any such dispute, difference or grievance arises and while it is  \nin the process of adjustment or arbitration. The parties agree that the  \nexpenses of arbitration shall be borne equally between them.  \n(c) Any member of the Union who shail, at the direction of the  \narbitrator, be required to testify at any arbitration procedure shall not suf-  \nfer any loss in wages by reason thereof.  \n(d) A dispute, difference or grievance concerning the discharge of an  \nemployee shall be deemed waived unless, within ten (10) calendar days after  \nthe date of discharge, the Union gives written notice of such dispute, differ-  \nence or grievance to the duly designated representative of the Employer.  \n(e) Neither party shal! utilize any coercive or retaliatory measure to  \ncompel the other party to accede to its demands.  \n(f) The arbitrator shall not have the power to arbitrate provisions of  \na new agreement, to arbitrate away, in whole or in part, any provision of  \nthis Agreement and shall not have the power to add to, delete from or mod-  \nify the provisions of this Agreement.  \n(g) The shop steward or Union representative has the right to be  \npresent during any corrective interview between an official of the  \nEmployer and a member of the bargaining unit conceming discipline or the  \napplication of the interpretation of this Agreement. An employee has the  \nright to request the presence of a Union representative or shop steward at  \nany investigatory interview which the employee reasonably believes might  \nresult in disciplinary action.  \n>  \n-  \nThere shall be no strikes, sitdowns, slowdowns or stoppages of work  \nauthorized or sanctioned by the Union, nor shall there be any lockout on  \nthe part of the Employer during the term of this Agreement. This clause  \nshall not bind a party to this Agreement if the other refuses to arbitrate or  \nabide by the award.  \n-  \n  \nAn employee designated by the Employer to substitute for a depart-  \nment manager shail be paid the premium of the job for which the employ-  \nee is substituting.  \nWhere applicable, full-time employees shall receive from thirty (30)  \nminutes to one (1) full hour for lunch as close to noon as possible between  \n15  \nthe hours of 10:30 A.M. and 2:00 P.M. When an employee works in excess  \nof five (5) hours or more, the employee shall be entitled to a lunch period  \nduring the shift. If employees are required to work overtime, one-half  \n(1/2) hour for supper shal} be granted which shall not be deemed hours  \nworked providing the overtime shall be of at least two (2) hours’ duration.  \nree  \n(a) All full-time employees shal! be granted a fifteen (15) minute  \nTest period twice a day, which must be punched in and out on the time card,  \nonce in the moming and once in the afternoon, and shall be at their work  \nstation immediately after the rest period ends. Employees on a second  \nshift shall be granted rest periods as set forth in Article 5, Section (k).  \nTime off for rest periods shail be included as time worked.  \n(b) Part-time employees shall be entitled to a rest period when they  \nwork a four (4) hour shift during the middle two (2) hours of such shift.  \na 7 7 ~ 1  \n- -  \n(a) The Employer agrees that whenever a full-time job becomes  \nvacant, the Employer will replace the full-time employee with a new full-  \ntime employee taken from the bid sheet, unless the vacancy occurs because  \nof a reduction for economic reasons or a transfer under Article 13.  \n(b) The above paragraph shall not be applicable to newly hired or  \nappointed full-time positions created after April 4, 1987. However, the  \nabove paragraph shail be applicable to newly hired or appointed permanent  \nfull-time positions created within the first ninety (90) days of a new store  \nopening.  \n(c) Any part-time employee promoted to a new full-time position  \nunder the provisions of paragraph (b) above, who is reduced voluntarily to  \npart-time status, shall be placed on the appropriate part-time progression  \nscale based on the employee's length of service, up to a maximum of eight  \ndollars and fifty cents ($8.50) per hour as well as any previously granted  \ncost of living increase. Thereafter, said employee shall receive any appli-  \ncable part-time across-the-board increases provided they are at the top of  \nthe applicable progression scale on the date of the across-the-board  \nincrease. Any such voluntary reduction to part-time status shall only be by  \nmutual consent of the Employer and the Employee. Any part-time employ-  \nee promoted to a new full-time position under the provistons of paragraph  \n(b) above, who is involuntarily reduced to part-time status shall revert to  \ntheir prior part-time rate, plus any applicable progression or across-the-  \nboard increases, which they would have received had they not converted to  \nfull-time. Thereafter, said employee shall receive any applicable part-time  \nacross-the-board increases provided they are al the top of the applicable  \nprogresston scale on the date of the across-the-board increase.  \n{d) Any full-time employee with one (1) or more years of continu-  \nous service who is discharged or laid off, providing such discharge was not  \nfor dishonesty, shal] be paid a pro-rata vacation and the pay for fifty (50%)  \npercent of unused sick days up to a maximum of twenty (20) hours. Pro-  \nrata vacation is vacation time eamed since the employee’s last anniversary  \ndate and not already taken.  \n   \nThe parties hereto agree that should any section, part or paragraph of  \nthis Agreement be or become unlawful, invalid, ineffective or unenforce-  \nable by virtue of the National Labor Relations Act, as amended, any other  \nact, law or decision of any established administrative agency or court, then  \nsaid section, part or paragraph so declared shall not affect the validity and  \nenforceability of any other section, part or paragraph thereof, and the  \nremainder of this Agreement shall continue to remain in full force and  \neffect.  \n16  \nt  \nThere shall be no discrimination against any employee conceming  \nany condition of employment because of the employee's race, color, sex,  \nreligion, creed or national origin.  \nT  \n-  \nThe Union agrees that it will not refuse to cross a picket line unless  \nsuch picket line is directed against the Employer in its capacity as an  \nEmployer and unless such picket line is authorized by the International  \nUnion of the picketing Union, and unless the Employer has been notified  \nby the Union by registered mail at least three (3) working days in advance  \nof its intention to honor the picketing Union’s line.  \n  \n(a) Any full-time employee who has worked for the Employer for  \nninety (90) days or more and who is called to jury duty shall be paid by the  \nEmployer the difference in pay between the employee's base wages and  \nthe amount received for the jury service, limited to not more than fourteen  \n(14) days* pay in any one (1) year. Employees on jury duty shall report to  \nwork on Saturday if not serving on the jury, unless they have served on the  \njury five (5} days during the week, in which event they will not be required  \nto work on Saturday and shall be paid the differential on a five (5) day  \nbasis as if the employee had been scheduled Monday through Friday. An  \nemployee who is dismissed from jury service sufficiently early to enable  \nthe employee to work four (4) hours or more of a scheduled shift shall  \nreport to the store to complete the employee's shift.  \n(b) Any part-time employee who has worked for the Employer  \ntwelve (12) months or more and who is called to jury duty will be paid for  \nscheduled hours by the Employer the difference in pay between the  \nbase wages and the amount received for jury service limited to  \nnot more than fourteen (14) scheduled days’ adjusted pay in any one (1)  \nyear. Part-time employees shall receive such differential only for those  \nhours they are normally scheduled and unable to work because of serving  \non the jury. However, there will be no coverage for part-time employees  \nwho receive jury duty pay from another Employer. An employee who ts  \ndismissed from jury service sufficiently early to enable the employee to  \nwork four (4) hours or more of a scheduled shift shall report to the store to  \ncomplete the shift.  \n(c} Night crew employees called and serving on jury duty, will be  \nexcused from their work schedules without any loss of base wages.  \n(a) All full-time employees, after thirty (30) days of employment,  \nwill be entitled up to five (5) days’ pay for a funeral leave in the event of  \ndeath of a spouse or a child. For all other deaths in the immediate family,  \nall full-time employees wiil be entitled up to three (3) days’ pay for a  \nfuneral leave. Payment shall be for the scheduled days missed as a result  \nof funeral leave in the amount of wages normally paid for said days.  \nImmediate family is defined to mean: parent, sister, brother, mother-in-  \nlaw and father-in-law. One (1) day’s paid leave will be granted tn the event  \nof the death of a grandparent or grandchild of said employee.  \n{b) All part-time employees with six (6) months or more service  \nwill be entitled up to five (5) days’ paid funeral leave in the event of death  \nof a spouse or a child. In the event of death in the immediate family of  \nsomeone other than spouse or child, up to three (3) days* leave shall be  \ngranted. Payments shall be for the scheduled days missed as a result of  \nfuneral leave in the amount of the wages normally paid for the number of  \nhours scheduled on said days. Immediate family is defined to mean: par-  \nent, sister, brother, mother-in-law and father-in-law. One (1) day’s paid  \n17  \nleave at the rate of pay indicated herein for other funeral leave will be  \ngranted in the event of the death of a grandparent or grandchild of said  \nemployee for the employee’s scheduled day only.  \nTt T  \n.  \nRepresentatives of the Union shall have the right to visit any of the  \nEmployer’s places of business at any reasonable ime during normal work-  \ning hours for the purpose of ascertaining whether this Agreement is being  \nproperly observed provided that there shall be no interruption of or inter-  \nference with the Employer’s business. In the event of a dispute involving  \na cashier, the Union shall have the nght to have said employee relieved of  \nduty, provided a suitable substitute is available, to converse with the Union  \nRepresentative.  \nAl hi  \n.  \n(a) The Union recognizes the Employer's right to make permanent  \ntransfers for business reasons. Such transfers shall be made from the bar-  \ngaining unit seniority list in reverse order of seniority, and with employees  \nwho are able and available to work, to stores within a reasonable distance.  \n(b} The Union, at the request of the full-time employee, shall have  \nthe right to petition the Employer for reimbursement of the added expense  \nto such transferred employee in the event such transfer causes the employ-  \nee to expend an excessive amount of carfare in reporting to the new loca-  \ntion. The Employer agrees, to the best of its ability, to limit permanent  \ntransfers within a reasonable radius of the employee’s home. The  \nEmployer agrees to notify the Union one (1) week in advance of the con-  \ntemplated permanent transfer,  \n(c) of temporary transfer, notification to the Union is not  \nrequired. Further, the Employer agrees that temporary transfers of full-  \ntime employees shall not exceed three (3) times a year. Temporary trans-  \nfer shall not exceed three (3) weeks, except by mutual consent between the  \nEmployer and the Union.  \n(d) Should the Union consider any transfer to be an abuse of this  \ntransfer clause, it shall have the right to raise such transfer as a grievance  \nto be handled in accordance with the grievance procedure contained with-  \nin this contract.  \n(ec) Anemployee transferred from one store to another shall have in  \nthe store to which the employee is transferred the seniority which the  \nemployee accumulated up to the time of transfer.  \ni  \nIn the event of a dispute between the parties to this Agreement us to  \nwhether an employee is being paid the wages under this Agreement, the  \nEmployer shall, at the request of the Union, furnish the Union information  \nregarding the wages paid to and hours worked by the particular employee  \ninvolved.  \n7  \nNo agreement between the Employer and any employee which is in  \nconflict with the terms of this Agreement shall be entered into nor shall any  \nsuch agreement be binding upon the parties hereto or the employee  \ninvolved.  \n"], ["ARTICLE 29 - DISCRIMINATION OR DISCHARGE OF  \n", "No employee shall be discharged or discriminated against because of  \nUnion activities nor shall any such activity by an employee be considered  \na violation of this Agreement. It is agreed that employees shall not engage  \nin Union activities during working hours,  \n18  \n(a) The Employer agrees that Union Shop Stewards shall have top  \nseniority and shall be the last person to be transferred in the event of a lay-  \noff.  \n(b) One (1) Shop Steward per store is to receive one (1) personal  \nday with pay a year to be used for attending a Local 1262 Shop Steward  \nSeminar.  \n(c) The Employer agrees to provide each newly appointed shop  \nsteward with four (4) hours unpaid time off for the purpose of attending a  \none-time shop steward training session to be provided by the Union.  \nThe Employer agrees to cover employees under Worker's  \nCompensation Insurance in accordance with the state laws.  \n{t is agreed that the Employer shall adhere to the re-employment pro-  \nvisions of the Military Selective Service Act and any amendments thereto.  \n(a) Full-time employees are eligible for ten (10) sick leave days  \nwith pay at the beginning of each sick leave year, after completing one (1)  \nsick leave year of service. Full-time employees hired or appointed prior  \nto April 11, 1993 are eligible for sick leave on the basis of one (1) day for  \neach month of service, after their first three (3) months of employment up  \nto a maximum of nine (9) days, for the first sick leave year. Full-time  \nemployees hired or appointed after April 10, 1993, are eligible for sick  \nleave on the basis of one (1) day for each month of service after their first  \nthree (3) months of service up to a maximum of three (3) days for the first  \nyear, and after one (1) year of service, they shall receive seven (7) sick  \ndays.  \n(b) Sick leave for full-time employees with less than one (1) year  \nof service shall not be paid for the first day of sick leave. Full-time  \nemployees with more than one (1) year of service are paid for the first day  \nand for each day of sick leave.  \n(c) Full-time employees eligible for sick leave will receive a bonus  \nof all unused sick leave within sixty (60) days after the end of the sick  \nleave year provided they have one (1) or more years of service. Such  \nbonus is to be paid in a separate check or by separate computation not  \nincluded with other remuneration.  \n(d) The Employer may require a doctor's certificate after two (2)  \nconsecutive days of absence. Sick leave pay is to be paid promptly.  \n(e) Part-time employees hired on or before April 10, 1993, shall be  \nentitled to the following sick leave benefits:  \nLENGTH OF SERVICE SICK LEAVE  \nAfter one year Up to three (3) scheduled days  \nAfter two (2) years Up to four (4) scheduled days  \nAfter three (3) years Up to five (5) scheduled days  \nPart-time employees hired after April 10, 1993, shall be entitled to  \nthe following sick leave benefits:  \n19  \nLENGTH OF SERVICE SICK LEAVE  \nAfter one (1) year Two (2) scheduled days  \nAfter two (2) years Three (3) scheduled days  \nAfter three (3) years Four (4) scheduled days  \nSick leave pay shali be for the hours scheduled to a maximum of six  \n(6) hours’ pay per day. Part-time employees hired after April 8, 1984, shall  \nbe paid sick leave for the hours scheduled to a maximum of four (4) hours’  \npay per day. Part-time employees, after one (1) year of service, shall be  \npaid for unused sick days within sixty (60) days after the end of the sick  \nleave year, on the basis of four (4) straight-time pay for each unused  \nday. Such bonus is to be paid in a separate check or by separate computa-  \ntion not included with other remuneration. There shall be no sick leave  \npay for the first scheduled day not worked because of illness during the  \nfirst year of employment.  \n(f} Employees injured on the job and unable to complete his/her  \nday’s work shali be paid for all hours scheduled for that day.  \n(g) The Employer will pay full-time employees with two (2) or  \nmore years of service, who are out of work because of illness or injury, a  \npayment of fifty ($50.00) dollars per week after the fourth (4th) full week  \nof absence up to a maximum of thirteen (13) weeks. This payment shall be  \nin addition to any state disability or Workers’ Compensation benefit the  \nemployee may receive.  \n= t  \n{a) The parties have negotiated a plan of benefits for those employ-  \nees who have met the eligibility requirements including those noted below:  \nFull-Time Employees (Excluding Full-Time Porters and Service  \nClerks) - These employees and their eligible dependents are eligible to par-  \nticipate in the medical, dental care, vision care, physical pre-  \nscription drug and life and dismemberment insurance plans the first of the  \nmonth following three months of service — assuming al! other eligibility  \ncriteria are satisfied.  \nPart-Time Employees (Excluding Part-Time and Service  \nClerks) are eligible — for single coverage only — to participate in the  \nvision care, physical exam and life and dismemberment plans as of the first  \nof the month following six months of service: a prescription drug plan as  \nof the first of the month following twelve months of service; a dental care  \nplan as of the first of the month following twenty-four months of service;  \nand a medical plan (a reimbursement plan only, all other plans paying pri-  \nmary) as of the first of the month following twenty-four months of service  \nif the 1,000 hour work criteria (during the 12 month period commencing  \non October | and ending on September 30) is met. The employee is also  \ncovered, if s/he satisfies the twenty four month criteria, but works less than  \n1,000 hours but more than 750 hours in the applicable period, with his/her  \nratio of hours worked divided by the number of months worked equaling  \nat least 85. Otherwise, the first 120 (one hundred and twenty) days of hos-  \npitalization will not be covered.  \nThe specific terms of these benefits and eligibility for coverage are  \nset forth in the Plan Document adopted by the Trustees, incorporated here-  \nin by reference and made a part hereof. Copies of the Plan Document are  \navailable at the Fund Office, 1389 Broad Street, Clifton, New Jersey  \n07013.  \n(b) The Funding Policy Agreement negotiated by the parties hereto  \nand adopted by the Trustees, affixed hereto and made part hereof, shall be  \ndeterminative of each participating Employer’s obligation to fund the ben-  \nefits provided through the UFCW Local 1262 and Employers Welfare  \nFund. Copies of the Funding Policy Agreement are available at the Fund  \nOffice, 1389 Broad Street, Clifton, New Jersey 07013.  \n20  \n(c)  \nL  \n(d)  \n1.  \nContributions  \nThe Fixed Contribution is made for full-time employees eligi-  \nble for benefits as of the first of the month following three (3)  \nmonths of employment and for part-time employees as of the  \nfirst of the month following one (1) year of employment.  \nThe Variable Contribution shall be made for all employees eli-  \ngible for benefits. The Fixed Contribution will be made month-  \nly for all eligible full-time and part-time employees who are  \nactive as of the first (1st) of the month or for those imactive as  \nprovided for in the Eligibility and Coverage sections of this  \nArticle, Section (d), subsection (1) through (12).  \nTo the extent that any Employer Health and Welfare contribu-  \ntions lose their status as fully tax deductible for the Employer  \n(or other tax law changes), the Employer and the Union will  \nmeet and implement changes that will allow the Employer to  \ncontinue to pay for benefits at the same after tax cost (after the  \ntax law change is taken into consideration) as before the tax  \nchanges. This is not intended to create a windfall to the  \nEmployer, but is intended to prevent any additional cost to the  \nEmployer. It is intended to allow the parties, with no addition-  \na! after tax cost to the Employer, to utilize the funds available in  \norder to maintain Employer benefits as close to the ievel that  \nexisted prior to the new tax structure. The specific eligibility  \nand coverage provisions are set forth in the Plan Document.  \nreferred to above which is controlling. A summary of some  \npoints of eligibility and coverage are set forth in Section (d)  \nbelow.  \nDuring the term of this Agreement, if the Trustees determine  \nthat the fixed contributions to the Welfare Fund may be reduced  \nprudently, then such amounts shall be contributed to the  \nPension Fund.  \nCoverage and Eligibility  \nCoverage for all benefit plans begins on the first of the month  \nfollowing the applicable eligibility period, as Jong as the  \nemployee is actively at work on that date and has been actively  \nemployed during this period. An employee will be considered  \nactively at work if s/he is performing in the customary manner  \nall the regular duties of employment. Active employment shall  \nalso include me for which an employee is not performing reg-  \nular duties but is paid, such as vacation days, sick days, jury  \nduty and bereavement time. I[f an employee is not actively at  \nwork on the date the employee’s coverage would become effec-  \ntive, provided the requisite eligibility period had been satisfied,  \nthen the employee becomes eligible on the first day following  \nhis/her return to active employment.  \nFor full-time employees only, (excluding Full-Time Service  \nClerks and Porters) coverage is provided for eligible dependents.  \nEligible dependents include: a legally married spouse; unmar-  \nried children under age 19; unmarried children who are full-time  \nstudents under the age of 23; and, an unmamed child over age  \n19 who may be mentally or physically handicapped and depend-  \nent upon the employee for support, so long as the incapacity  \ncommenced prior to age 19 (or 23 if a full-time student).  \nEligible dependents (where applicable) become eligible on the  \nsame date the employee becomes eligible provided that they are  \nnot hospitalized or otherwise not in active service on that date.  \nDependents must also be in “active service” in order for their  \ncoverage to begin. This means that they must engage in all of  \nthe normal activities of people in good health of similar age and  \n21  \ngender. If dependents are hospitalized or not in active service on  \nthe date the employee's coverage becomes effective, they would  \nthen become eligible on the first day following their discharge  \nfrom the hospital or return to active service.  \nIn the event of an intra-Company transfer of an employee cov-  \nered under a collective bargaining agreement with another  \nUnited Food and Commercial Workers local and eligible for  \nwelfare benefits under that agreement, the employee shall be  \ncovered for welfare benefits hereunder.  \nThe waiting period shall be waived when hiring employees cur-  \nrently eligible and covered by ShopRite, Foodtown, Stop &  \nShop or Grand Union contracts with Local 1262 providing this  \nemployment takes place within thirty (30) days. Fixed contri-  \nbutions will commence on the first of the month following hire.  \nCoverage for all employees shall continue for up to three  \nmonths during absence from work due to compensable or non-  \ncompensable injury or illness.  \nFull-time employees with five (5) or more years of service who  \nare laid-off shall continue to be covered for Health and Welfare  \nfor three (3) calendar months following the date of layoff,  \nunless they are otherwise employed and eligible for benefits.  \nFor part-time employees reclassified to full-time, full-time  \nFixed Contributions will commence on the first of the month  \nfollowing reclassification. For employees reclassified to full-  \ntime who were not eligible for part-time coverage, 50% credit  \nwill be given for part-time service toward the full-time waiting  \nperiod. Full credit will be given to employees converting from  \nfull-time to part-time who were not eligible for full-time cover-  \nage.  \nFull-time employees (with full-time coverage) involuntarily  \nreduced to part-time shall continue full-time coverage for three  \nmonths following the reduction. The first of the month there-  \nafter, applicable part-lime coverage will commence. The appli-  \ncable part-time fixed contributions and coverage will com-  \nmence on the first of the month following voluntary change  \nfrom full-time to part-time for employees eligible for full-time  \ncoverage.  \nCoverage will commence following re-employment of an eligi-  \nble employee who leaves employment lo enter the military serv-  \nice of the United States and who is entitled to re-employment  \nunder the applicable laws of the United States.  \nCoverage shall be resumed on the first of the month following  \nthe return to work on the Employer's active payroll after illness,  \ninjury, teave of absence or recall from layoff providing the per-  \nson is otherwise eligible for coverage and the coverage had  \nbeen previously discontinued.  \nCoverage will cease as of the last day of work for employees  \nwho quit, are terminated for cause or who are otherwise not  \nactively at work and who do not have extended coverage as oth-  \nerwise provided for herein. Coverage will cease as of the last  \nday coincident with the extension of coverage provided for an  \napproved leave of absence, layoff or absence due to compensa-  \nble or non-compensable injury or illness.  \nThose full-time employees who retire on or after April 10, 1993  \nand on or before December 31, 1993 will be covered as Group  \nIV Retirees. Full-time employees who retire on or after January  \n1, 1994 are considered Group V Retirees. Specific eligibility  \nand coverage provisions for each class of retirees are set forth  \nin the Plan Document.  \n22  \n   \nt  \n(a) The Employer agrees to make contributions for each eligible  \nfull-time employee at the rate of seventy-eight dollars ($78.00) per month,  \non the first (1st) day of each month, to the U.F.C.W., Local 1262 and  \nEmployers Pension Plan. Effective May 1, 2001, the monthly contribution  \nshall be one hundred and six dollars ($106). Effective May |, 2002, the  \nmonthly contribution shall be one hundred and twenty-six dollars ($126).  \nEffective May !, 2003, the monthly contribution shall be one hundred and  \nforty-six dollars ($146).  \n(b) The Employer agrees to make contributions for each eligible  \npart-time employee at the rate of twenty-six dollars ($26.00) per month, on  \nthe first (Ist) day of each month, to the U.F.C.W., Local 1262 and  \nEmployer Pension Plan. Effective May 1, 2001, the monthly contribution  \nshall be thirty-five dollars and thirty-three cents ($35.33). Effective May  \n1, 2002, the monthly contribution shall be forty-two dollars ($42.00).  \nEffective May 1, 2003, the monthly shall be forty-eight dol-  \nlars and sixty-seven cents ($48.67).  \n(c) The monthly contribution by the Employer for full-time  \nemployees will commence with the first (1st) full payroll month following  \nthe completion of the employee’s probationary period with the Employer.  \nThe monthly contribution by the Employer for part-time employees will  \ncommence the first (Ist) full payrotl month following six (6) months of  \ncontinuous part-time employment with the Employer.  \n(d) The Pension Plan is administered jointly by the Union and var-  \nious Employers under agreement with the Union and is governed by an  \nAgreement and Declaration of Trust and a Pension Plan adopted thereun-  \nder. The Employer agrees to be bound by the terms of the Agreement and  \nDeclaration of Trust and the rules established by the Trustees governing  \ncontributions and delinquencies.  \n(e) The Pension Plan, as adopted, must have a continuing approval  \nof the IRS as an exempt plan and shall be in compliance with the  \nEmployees’ Retirement Income Security Act (ERISA) and any amend-  \nments thereto.  \n(f) The Employer agrees to grant those employees age 55 or older  \nwith at least nine (9) years of vesting service as defined in Local 1262's  \nPension Plan, sixteen (16) hours of pay for the purpose of attending a two-  \nday (eight (8) hours each) seminar on pre retirement counseling. This ben-  \nefit shall be granted once every seven (7) years. Further, the Employer  \nagrees to grant these employees time off if the seminar falls on a day they  \nare normally scheduled to work.  \n(g) If during the term of this Agreement, the Trustees determine  \nthat contributions to the Fund may be reduced then such  \namounts wil! be contributed to the Welfare Fund.  \n(h) The parties agree that the contributions to the Pension Fund  \nshall be deductible in full for the Employer's taxable year with respect to  \nwhich the contribution is made. The determination as to the deductibility  \nshall be based upon the information furnished by the Fund Actuary con-  \ncerning the funding status of the Pension Fund at the time the contribution  \nwould be due. If the contributions required by this Arttcle are not  \ndeductible, the parties agree that the said contributions will cease until the  \nfunding status is at a Jevel where contributions become tax deductible  \nthereafter.  \n  \n(a) The Employer shal! make a contribution of up to seven dollars  \nand fifty cents ($7.50) per month, if necessary to support the benefits exist-  \ning as of Apri! 15, 2001, for every full-time employee to U.F.C.W., Local  \n1262 and Employers Legal Services Fund for the purpose of providing a  \nprepaid legal benefit for such employees and their dependents.  \n23  \n(b) The Employer shall make a contribution of up to seven dollars  \nand fifty cents ($7.50) per month, if necessary to support the benefits exist-  \ning as of Apnl 15, 2001, for every part-time employee to provide them  \nwith a prepaid legal benefit.  \n{c) The monthiy contribution by the Employer for new full-time  \nemployees will commence on the first (Ist) of the month following three  \n(3) months” service for full-time employees and on the first (Ist) of the  \nmonth following twelve (12) months’ service for part-time employees.  \n(d} If an eligible part-time employee is reclassified to full-time, the  \nEmployer shall begin making contributions for said employee the first  \n(Ist) of the month following reclassification. If an employee is reclassi-  \nfied to full-time and was not eligible for part-time participation, fifty per-  \ncent (50%) credit will be given for the part-time service toward  \nthe waiting period for full-time participation, Full credit shall be given for  \nan employee who is reclassified from full-time to part-time and who had  \nnot reached eligibility.  \n{e) The Legal Services Plan shall be administered jointly by the  \nUnion and various Employers whose employees are represented by the  \nUnion. Said Pian shall be governed by an Agreement and Declaration of  \nTrust and a Legal Services Pian adopted thereunder.  \n(1) If the monthly contribution shall be insufficient to provide the  \nbenefits established as of this Agreement, then the Employer's monthly  \ncontribution shall be increased so that the established level of benefits will  \nbe maintained for the duration of this Agreement.  \n{g) If during the term of this Agreement, the Trustees determine  \nthat contributions to the Fund may be reduced prudently, then such  \namounts will be contributed to the Welfare Fund.  \nTt 7 t 7 gy “  \n-  \nIn order to facilitate the proper functioning of any employee benefit  \nplan, and to insure that contributions are being made for all employees  \ncovered by this Agreement in accordance with the provisions of the bar-  \ngaining agreement, the Employer hereby agrees to the examination of  \nthose payroll records deemed necessary by a certified public accountant or  \nby an authorized representative of the Funds.  \n™  \n-  \nWhere the Employer does not have a cash control system, the  \ncashiers will not be financially responsible for shortages.  \nae Tt  \n-  \nThe Employer agrees that no employee will be reprimanded in pub-  \nlic. Company policy manuals shall be furnished to the Union upon request  \nem AJ ~ ~~ _  \n-  \n(a) The Employer agrees to grant a leave of absence without pay to  \nthose employees with one (1) or more yeurs of continuous service for the  \nfollowing reasons and periods of time:  \n(1) Recuperation from illness or injury of the employee which  \nrequires absence from work for a period up to one (1) year.  \n(2) Matemity shall be treated as an illness or injury for the  \npurpose of this Article.  \n(3) Serious illness, injury or death in the immedi-  \nate family for a period up to forty-five (45) days.  \n(4) Military service, as required.  \n(5) Other reasons acceptable to Employer for a period up to  \nthirty (30) days.  \n(b) During any leave of absence granted for the reasons as above  \ndescribed, seniority shall be restored upon employee's retum to work, giv-  \n24  \ning credit up to the date on which said leave of absence commenced and  \nexcluding only the period of such leave of absence.  \n(c) Leaves of absence of sixty (60) days or less shall not adversely  \naffect wage progressions.  \n(d) Leaves of absence of ninety (90) days or less shall not adverse-  \nly affect vacation entitlement, sick leave and/or personal holidays entitle-  \nment.  \n(e) Employees who are out on a bona fide Workers’ Compensation  \nleave may be granted an additional three (3) months leave, provided they  \nrequire the additional time to continue their bona fide Workers’  \nCompensation leave.  \n(f} The Employer agrees to develop a mutually satisfactory unpaid  \nleave of absence for employees for purposes of Union business. Such  \nleave shall be for a maximum of twelve (12) months. To the extent per-  \nmitted by law, seniority shall not be affected by such leave and shall con-  \ntinue to accrue during any such period.  \nThe Employer reserves its rights to study and tntroduce new and  \nimproved methods of production and facilities. By this, it is not the inten-  \ntion of the Employer to replace or displace employees on the payroll as of  \nApril 9, 1989, and the Emptoyer agrees to retrain or place any such affect-  \ned employees in new jobs.  \nTe  \n. -  \n7  \nThe Employer and Union agree to encourage women and minority  \nemployees, irrespective of race, religion, or national origin, in their  \nadvancement to higher rated positions covered by this Agreement, includ-  \ning department managers.  \n~ ~  \nNo employee will be required to take a polygraph test.  \n  \n-  \n(a) Employees Covered - Employees classified as Service Clerks  \nwho have been employed for sixty (60) days or more shall be eligible to  \nreceive only those benefits and working conditions as herein set forth or  \nwhich are specifically incorporated herein by reference.  \nProvided such employees’ functions are limited to personal service to  \ncustomers and related counter duties, exclusive of production and prepara-  \ntion, the Employer agrees to include employees of the following sections  \nand departments under this Article 44:  \nSnack Bars  \nQuick Food Sections  \nSalad Bar  \nPizza Departments  \nWarm Beer Departments  \nElectronic (TV) Departments  \nCandy and Ice Cream Counter Personnel  \nBakery Counter Personnel  \nIn addition, the Employer will include employees of any similar such  \ndepartments or sections, which the Union and the Employer agree to have  \ncovered under this Article 44. Any full-time employee in charge of these  \nsections or departments will be a clerk covered by the clerk rates and  \nemployment conditions under this Agreement. Initial manning and/or exper-  \nimentation will not set the precedent for the final rate structure and employ-  \nment conditions in any of these newly covered departments or sections.  \n25  \n(b) Trial Period - The tnal period for Service Cierks shall be the  \nfirst thirty (30) days of employment.  \n(c) Union Shop - The Union Shop provisions of Article 2 shall  \napply after a Service Clerk’s sixtieth (60th) day of employment, or sixty  \n(60) days after the execution date of this Agreement, whichever is later.  \n(d) Hours  \n(1} Service Clerks shall be offered no less than three (3) hours  \nwork each day they are scheduled to report. The Employer may offer less  \nhours to minor children in conformance with child labor laws governing  \nthe employment of 14 and 15 year olds during days that school is in ses-  \nsion, and senior citizens on a voluntary basis.  \n(2) Service Clerks hired before April 13, 1997 shall receive  \none and one-half (1 1/2) times their stratght-time hourly rate of pay for all  \nhours worked on Sunday. Service clerks hired on or after April 13, 1997,  \nshall receive straight-time for alt hours worked on Sunday for the first  \neighteen (18) months of continuous service; for the next eighteen (18)  \nmonths of continuous service, such employees shall receive straight-time  \nplus a one dollar ($1.00) premium for all hours worked on Sunday; and,  \nafter completing thirty-six (36) months of continuous service, such  \nemployees shall receive one and one-half (1 1/2) times their straight-time  \nhourly rate of pay for all hours worked on Sunday.  \n(3) The Employer agrees to post work schedules and days off  \nin each store for full-time and part-time employees by the end of the first  \nshift on Friday of each week for the following week.  \n(e) Holidays  \n(1) Service Clerks with at least six (6) months but less than  \none (1) year of service shal! receive the following holidays with three (3)  \nhours’ straight-time pay per holiday provided that the holiday occurs on  \nthe day the employee is normally scheduled to work:  \nNew Year's Day Labor Day  \nMemorial Day Thanksgiving Day  \nIndependence Day Christmas Day  \n(2) Service Clerks with more than one (1) year of service shall  \nreceive the above holidays, with three (3) hours straight-time pay per hol-  \niday, regardless of the day of the week on which the holiday occurs.  \n(3) To be eligible for holiday pay, Service Clerks must work  \null scheduled hours in the holiday week,  \n(4) Service Clerks hired before April 13, 1997, shall receive  \none and one-half (1 1/2) times their straight-time hourly rate of pay tor all  \nhours worked on the above hotidays if otherwise eligible. Service clerks  \nhired on or after April 13, 1997, shall receive straight-time for all hours  \nworked on Holidays for the first eighteen months of continuous serv-  \nice; for the next eighteen (18) months of continuous service, such employ-  \nees shall receive straight-time plus a one dollar ($1.00) premium for all  \nhours worked on Holidays; and after completing thirty-six (36) months of  \ncontinuous service, such employees shall receive one and one-half (1 1/2)  \ntimes their straight-time hourly rate of pay for all hours worked on  \nHolidays.  \n(f) Vacations - Service Clerks who on June 30th have completed  \none (1) or more years of service shall be eligible to receive vacation with  \npay, at straight-time, based upon their average hours worked in the pre-  \nceding fifty-two (52) weeks, but in any event they shall receive at least ten  \n(10) hours’ vacation with pay at their straight-time rate.  \n(g) A service clerk on layoff shall retain seniority for a period of  \nthree (3) months provided the employee has been employed in the bar-  \ngaining unit for one (1) year or more prior to the date of layoff.  \n(h} Health and Welfare - Service Clerks shall receive individual  \nVision Care and the Physical Examination Plan on the first of the month fol-  \nlowing 12 months of service; and shall receive Individual Dental Coverage  \n26  \non the first of the month following 24 months of service assuming all other  \neligibility criteria are met. The specific terms of these benefits and eligi-  \nbility for coverage are set forth in the Plan Document adopted by the  \nTrustees, incorporated herein by reference and made a part hereof.  \n(i) When a Service Clerk is his original date of hire  \nshall be used for the purpose of establishing eligibility for all Funds’ ben-  \nefits as well as Sunday and Holiday premiums. Service Clerks shall be  \ngiven one (1) month credit for each two (2) months of service in the event  \nthey are reclassified for the purpose of determining eligibility for holidays,  \nvacations, personal days, and sick days.  \n(j} Pension - Effective January | of each year the Employer shal!  \nmake pension contributions retroactively to January | of the prior year  \nrespectively, to the U.F.C.W., Local 1262 and Employers Pension Plan on  \nbehalf of those Service Clerks with one (1) or more year’s of service who  \nhave attained age 21 and who have worked 1,000 or more hours during the  \nprior year.  \nFull-Time $78.00 per month  \nPart-Time $26.00 per month  \nEffective May 1, 2001, the monthly contribution for full-time Service  \nClerks shall be one hundred and six dollars ($106) and for part-time  \nService Clerks shall be thirty-five dollars and thirty-three cents ($35.33).  \nEffective May |, 2002, the monthly contribution for full-time Service  \nClerks shail be one hundred and twenty-six dollars ($126) and for part-  \ntime Service Clerks shall be forty-two dollars ($42.00). Effective May 1,  \n2003, the monthly contribution for full-time Service Clerks shall be one  \nhundred and forty-six dollars ($146) and for part-time Service Clerks shall  \nbe forty-eight dollars and sixty-seven cents ($48.67).  \n(k) Duties - The duties of Service Clerks are limited to bagging,  \ncarrying out orders, shop backs, handling empty bottles and bottle refunds,  \npicking up carts, cleaning store, sidewalks and parking lots, replenishing  \nfront-end supplies, performing parcel pickups and other work historically  \nperformed by Service Clerks in a particular store. Additional service  \nduties, excluding preparation and production, will be consistent with the  \ntype of service and entry level functions covered by this Article 44,  \n(1) Additional Terms and Conditions Included by Reference - The  \nfollowing Articles of this Agreement are hereby incorporated by reference:  \nRecognition, Union Shop, modified by (c) above, Check-off,  \nManagement, Government Enactment of Maximum Hours and Minimum  \nWages, Successors and Assigns, Safety & Sanitary Conditions, Store  \nLinen, Grievance Procedure and Arbitration, No Stnke, Lunch Period,  \nRest Period, Enforceability, No Discrimination, Effect of Strike and  \nPickets, Union Visitation, Wage Information. Individual Agreement,  \nDiscrimination or Discharge, Shop Stewards, Compensation Insurance,  \nMilitary Service, Examination of Payroll Records, Reprimands, Leaves of  \nAbsence, Polygraph Tests, Schedule “A”, Wages Section I.  \n(m) Excluded Terms and Conditions - All of the other Articles of  \nthis Agreement, which are not specifically mentioned hereinabove, shall  \nnot apply to Service Clerks.  \n7 x a Tt a  \nThis Agreement shal] take effect April 15, 2001, and shall remain in  \nfull force and effect until midnight, April 16, 2005, and thereafter from  \nyear to year unless either party, at least sixty (60) days prior to expiration  \ndate, shall serve upon the other written notice of any changes or demands  \nto be made.  \n27  \nIN WITNESS WHEREOF, the undersigned have affixed their signa-  \ntures as the duly authorized legal representatives of the Employer and the  \nUnion.  \nUNITED FOOD AND COMMERCIAL  \nWORKERS UNION, LOCAL 1262  \nHarvey Whille  \nHarvey Whille, President  \nMatthew Sotnareo-  \nMatthew Molinaro, Secretary-Treasurer  \nAiichael Klantor  \nMichael Kantor, Executive Vice President  \nFOR PATHMARK STORES, INC.  \nGerald P. Campbell  \nGerald P, Campbell  \nLabor Relations  \n28  \n- VICE  \nA. ACROSS-THE-BOARD INCREASES  \nOnly those employees who on the date of the across-the-board  \nincrease are at the top of the applicable progression scale shall be eligible  \nto receive the increases outlined below. Full-time employees who were at  \nthe top of the wage progression scale prior to its increase to $575.00 effec-  \ntive April 15, 2001 shall receive the greater of the April 15. 2001 across-  \nthe-board increase or the wage progression increase to $575.00.  \n4/15/2001 4/14/2002 4/13/2003 4/11/2004  \nFull-Time Employees $30.00 $25.00 $25.00 $25.00  \nPart-Time Employees $0.50 $0.40 $0.45 $0.45  \nService Clerks $0.25 $0.25 $0.25 $0.25  \nB. WAGE PROGRESSION SCALES AND MINIMUM RATES OF  \nPAY FOR FULL-TIME EMPLOYEES  \nThe following wage progression scale shall apply to employees who  \nare hired or appointed to full-time status after April 10, 1993:  \nStart $300.00  \n6 Months $310.00  \n12 Months $325.00  \n18 Months $350.00  \n24 Months $375.00  \n30 Months $410.00  \n36 Months $440.00  \n4? Months $475.00  \n48 Months $575.00  \nC. WAGE PROGRESSION SCALES AND MINIMUM RATES OF  \nPAY FOR PART-TIME EMPLOYEES  \nThe progression scale for all part-time employees hired on or after  \nApril 13, 1997 shall be: $0.25 after 30 continuous days of service, then  \n$0.20 on the six (6) month anniversary of their start date; thereafter, $0.20  \nevery six (6) months through their thirty (30) month anniversary date; on  \ntheir thirty-six (36) month anniversary date and thereafter, they will  \nreceive $0.25 every six (6) months until they reach a maximum of $8.50  \nper hour but no later than the forty-eight (48) month anniversary of their  \nstart date. After reaching the top of the scale, part-time employees shall  \nbecome eligible for any remaining across-the-board increases.  \nD. WAGE PROGRESSION SCALES FOR SERVICE CLERKS  \nThe following wage progression scales shall apply to all Service  \nClerks provided they are continuously employed:  \n60 Days -  1!5¢ per hour above applicable minimum wage  \n6 Months - = 15¢ additional  \n12 Months - =: 15¢  \n18 Months - ——-15¢ additional  \n24 Months - additional  \n30 Months 1S¢ additional  \n36 Months 15¢ additional  \n29  \nSECTION iI  \nDEPARTMENT MANAGERS AND CLASSIFIED EMPLOYEES  \n(a) At each step in the wage progression scale, the Department  \nManagers shall receive, effective April 15, 2001, a premium of fifty  \n($50.00) dollars per forty (40) hour week above the progression rate appli-  \ncable. Effective April 13, 2003, this premium shall increase to sixty  \n($60.00) dollars. Effective April 11, 2004, this premium shall increase to  \nseventy-five ($75.00) dollars.  \n(b) It is hereby agreed that the Employer shall have complete dis-  \ncretion to reclassify Department Managers and classified employees to  \nclerk status, and in such case, the employee shall receive the rate of a clerk  \nbased on length of service and any step-up or general increases which  \nwould have been received had the employee been a clerk during the peri-  \nod and retain any increases received while a clerk.  \n(c) Where designated, full-time Head Cashiers shall receive, effec-  \ntive April 15, 2001, a premium of twenty ($20.00) dollars per week for a  \nforty (40) hour week.  \n(d) Where designated, full-time Assistant Head Cashiers shall  \nreceive, effective April 15, 2001, a premium of fifteen ($15.00) dollars per  \nweek for a forty (40) hour week.  \n(e) Where designated, full-time head frozen food clerks shalt  \nreceive, effective April 15, 200i, a premium of fifteen ($15.00) dollars per  \nweek for a forty (40) hour week.  \n(f) Where designated, full-time head horticulture clerks shall  \nreceive, effective April 15, 2001, a premium of ten ($10.00) dollars per  \nweek for a forty (40) hour week.  \n(g} Where designated, full-time price integrity coordinators shall  \nreceive, effective April 15, 2001, a premium of fifteen ($15.00) dollars per  \nweek for a forty (40) hour week.  \n(h) Where designated, full-time Lead Service Center Clerks shall  \nreceive, effective April 15, 2001, a premium of ten ($10.00) dollars per  \nweek for a forty (40) hour week.  \n(i) Where designated, full-time Second Person Produce Clerk,  \nNon-Food Clerk, and Assistant Customer Service Manager shall receive,  \neffective Apnl 15, 2001, a premium of fifteen ($15.00) dollars per week  \nfor a forty (40) hour week. Selection will be in accordance with Article  \n13(e) and past practice under this provision.  \n(j) The above premiums shall not be duplicated.  \n30  \nSECTION HI  \nA,  \nNight crew employees who have been employed as such on or before  \nApril 9, 1978 shall receive a premium of ten (10%) percent of their April  \n7, 1990 base rate. Employees newly assigned to the night crew on or after  \nApril 10, 1978 shall receive a premium of seventy-five ($.75) cents per  \nhour.  \nB.  \n1. night crew consists of three (3) or more employees, one  \n(t) said employee shall be classified as Night Crew manager and will  \nreceive a premium of twenty-five ($25.00) dollars per week over and  \nabove the employee’s rate and night premium.  \n2. In stores open twenty-four (24) hours, when the Night Crew  \nChief also is designated Night Store Manager, said employee shall be paid  \na Department Manager premium of fifty ($50.00) dollars per week, effec-  \ntive April 15, 2001. Effective April 13, 2003, this premium shall increase  \nto sixty ($60.00) dollars. Effective April 11, 2004, this premium shall  \nincrease to seventy-five ($75.00) dollars.  \n34  \nINDEX  \n"]]