[["", "  \n\\  \n  \n  \nW  \ntn  \npss “9  \nAGREEMENT  \nTHIS AGREEMENT MADE, BY AND BETWEEN  \n4  \nTHE RIVERSIDE DIVISION OF PENN TRAFFIC, INC.  \n(Stores Contract)  \nHEREINAFTER REFERRED TO AS THE EMPLOYER  \n   \nLOCAL 23  \nChartered by the  \nUnited Food & Commercial Workers International Union, AFL-CIO-CLC  \nHEREINAFTER REFERRED TO AS THE UNION  \nEFFECTIVE: 5-1-99 TERMINATION: 4-30-2003  \n   \noO!  \n~  \nAGREEMENT  \n"], ["", "ARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \n1  \n2  \n3  \n10  \nAd  \n12  \n13  \n14  \n15  \n16  \n17  \n18  \nSCHEDULE 1  \n"], ["", "ARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \n19  \n20  \n21  \n22  \n23  \n24  \n25  \n26  \n4  \nd  \nea  \n>  \n   \nPurpose and Intent  \nRecognition  \nUnion Shop  \nCheckoff  \nManagement Rights  \nLabor/Management Meetings  \nNo Strike/No Lockout  \nUnion Activity  \nSettlement of Disputes  \nEmployee Discipline or Discharge  \nNo Discrimination  \nSafety  \nUniforms and Equipment  \nMilitary Service  \nProbationary Period  \nSeniority  \nJob Postings and Transfers  \nReductions in the Work Force, Severance Pay,  \nand Bumping  \nHours  \nWork  \nLeaves of Absence  \nWages, Classifications, and Premium Pay  \nSundays and Holidays  \nVacations  \nBereavement  \nJury Duty  \n1i  \n12  \n15  \n16  \n19  \n21  \nZe  \n26  \n27  \n30  \n30  \n"], ["", "ARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nARTICLE  \nAPPENDIX  \nAPPENDIX \"B\"  \nAPPENDIX  \nAPPENDIX  \nAPPENDIX  \n27  \n28  \n29  \n30  \nad,  \n32  \n33  \n34  \n35  \n  \nmow  \n\"D -  \ntp -  \nINDEX (Continued) :  \nHealth and Welfare  \nPension Benefits  \nMiscellaneous Conditions  \nLegal Benefits  \nScholarship Fund  \nPharmacy Openings  \nApprentice Meat Cutters  \nSeparability and Reopening  \nTerm of Agreement  \n- Full-Time Job Preservation Agreement  \n- Profit Disbursement Program  \n- Supplemental Unemployment Benefit  \n1\"  \n2H  \ngroups/contract/RVRSDEAB.WP.DOC  \n31  \n37  \n38  \nEe)  \n33  \n39  \n39  \n40  \n40  \n41  \n42  \n43  \n47  \n99  \na AGREEMENT  \nThis Agreement made by and between The Riverside Division of Penn  \nTraffic Company of DuBois, PA and hereinafter referred to as the \"Employer\",  \nand the United Food and Commercial Workers Union, Local 23, AFL-CIO, CLC,  \nhereinafter referred to as the \"Union\" on behalf of all present retail  \nstores, excluding Mt. Carmel, operated by the Employer, excluding those  \nstores specified under another agreement.  \nIn addition to the bargaining unit described in the Agreement  \nabove, the Employer, to the extent permitted by law, agrees to recognize the  \nUnion as the sole and exclusive bargaining agent for employees employed at  \nany additional store which the Employer may hereafter establish in any  \ngeographical area assigned to Local 23 by the United Food and Commercial  \nWorkers International Union, but excluding the convenience stores as  \nprovided in Article 1.1 below; however, that recognition shall be extended  \nonly in each such additional store for which Local 23 presents the Employer  \nwith signed authorization cards or membership applications authorizing Local  \n23 to represent the majority of the employees in each such additional store.  \nWITNESSETH:  \nThat in consideration of the mutual and reciprocal promises herein  \ncontained the Employer and Union covenant and agree as follows:  \nARTICLE 1 - Purpose and Intent:  \n1.1 This Agreement is for the exclusive joint use and benefit of  \nthe contracting parties as defined and set forth herein. It is the intent  \nand purpose of the parties hereto that this Agreement shall promote and  \nimprove industrial and economical relationships and to set forth herein  \nbasic agreements covering rates of pay, hours of work and conditions of  \nemployment and shall cover the persons employed in any store owned or  \noperated by the Employer. This contract excludes convenience stores with  \nnine (9) or less employees.  \n1.2 It is mutually understood that the terms and conditions of  \nemployment relating to the employment of the workers covered by this  \nAgreement have been decided upon by collective bargaining. This Agreement  \nmay be modified only by mutual consent, in writing by the parties hereto.  \n1.3 It is the intent of this Agreement to reserve to the Employer  \nthe right to employ and to except from the provisions of the same an  \nadequate force of supervisory employees to conduct the safe and efficient  \noperation of its units and at the same time to provide against the abuse of  \nsuch reservation by limiting use of same employees to such employees as may  \nbe reasonably required for that particular purpose.  \n1.4 Wherever \"he\" is used in this Agreement, it is intended to  \nmean he or she, or vice versa.  \n1.5 In further consideration of the mutual promises contained  \nherein, the parties hereto expressly agree that neither party shall bring or  \ncause to be brought any court or other legal or administrative action  \nagainst the other until the dispute, claim, grievance, or other shall have  \nbrought to the attention of the party against whom it shall be made and  \nthe said party given actual notice of the same.  \n1. ARTICLE 1 - Purpose and Intent (Continued):  \n1.6 This Agreement shall supersede all existing and previous  \ncontracts and all local rules, regulations and customs heretofore  \nestablished in conflict with this Agreement. Prior practices and customs  \nnot in conflict with this Agreement may be continued.  \n1.7 This Agreement covers the entire understanding between the  \nparties hereto.  \nARTICLE 2 - Recognition:  \n2.1 The Employer recognizes the United Food and Commercial Workers  \nas the exclusive bargaining agent for all employees engaged in employment  \ncovered by this Agreement, and it will be a condition of employment that all  \nemployees hired will be members of the United Food and Commercial Workers  \nUnion after thirty (30) calendar days employment with the Employer.  \n2.2 Demo employees who work sixteen (16) hours per week for four  \n(4) consecutive weeks are covered by this agreement and all terms of the  \nagreement apply.  \nARTICLE 3 - Union Shop:  \n3.1 It shall be a condition of employment that the employees in  \nthe bargaining units covered by this Agreement, who are members of the Union  \nin good standing on the execution date of this Agreement, shall remain  \nmembers in good standing, and those who are not members on the execution  \ndate of this Agreement, shall, on the thirty-first (31st) day following the  \nexecution date of this Agreement, become and remain members in good standing  \nin the Union. Employees hired during the terms of this Agreement, shall, as  \na condition of continued employment, become members no later than the  \nthirty-first (31st) day from the initial date of hire.  \n3.2 The requirement of membership in the Union shall be satisfied  \nupon payment or tender of payment by the employee of the amount of  \ninitiation fees, regular or periodic dues, and assessments uniformly  \nrequired by the Union as a condition of acquiring or retaining membership.  \n3.3 The Employer shall be obligated to terminate the employment of  \nany employee covered by this Agreement by reason of his or her failure to  \nobtain or maintain membership in the Union as required by this Article 3  \nupon receipt of a written request by the Union for such termination. Such  \ntermination shall be effective no later than fourteen (14) calendar days  \nfrom the receipt of such notice; it being understood, however, that the  \nEmployer shall have the right to refuse such request if it has reasonable  \ngrounds to believe (1) that such membership is not available to the employee  \non the same terms and conditions generally applicable to other members, or;  \n(2) that membership has been denied or terminated for reasons other than the  \nfailure of the employee to tender periodic dues and initiation fees  \nuniformly required as a condition of obtaining or retaining membership.  \n3.4 The Union agrees to indemnify and save the Employer harmless  \nagainst any and all claims, demands, suits or other forms of liability that  \narise out of or by reason of any action taken by it in reliance on any  \ndirection by the Union under this Article 3, and Article 4 below for the  \npurpose of complying with the provisions of each Article, unless Employer  \nneglect is proven.  \nARTICLE 3 - Union Shop (Continued) :  \n3.5 The Employer will not interfere with the rights of its  \nemployees to become members of the Union. There shall be no discrimination,  \ninterference, restraint, or coercion by the Employer or any of its agents  \nagainst any employee because of membership in the Union.  \nARTICLE 4 - Checkoff :  \n4.1 The Employer agrees to deduct union dues, the initiation fee  \nand authorized assessments from the weekly wages of employees in the  \nbargaining unit who provide the Employer with a voluntary written  \nauthorization to do so. Such deductions Shall be made by the Employer each  \npayroll period, pro rata, from the wages of employees. An estimated payment  \namount, based on the existing work force, shall be forwarded to the  \nPresident of the Union within seven (7) days following each payroll period;  \nwith a reconciliation and adjusted payment forwarded, as necessary, within  \nten (10) days following the last payroll period each month. In the event no  \nwages are due an employee or are insufficient to cover the required  \ndeductions, the deductions for such week Shall be made from the wages next  \ndue the employee and thereupon transmitted to the Union.  \n4.2 Remittances of funds deducted from union members shall be  \naccompanied by an itemized statement showing the name of each employee and  \nthe amount checked off for dues, initiation fees, and assessments together  \nwith a list of Union employees from whom dues assessments and initiation  \nfees have not been collected. In addition to the above, the Employer shall  \nfurnish to the Union, each month, a list of those employees who have  \nterminated and the date they terminated.  \n4.3 The Employer shall provide a payroll deduction for voluntary  \nActive Ballot Club contributions. Such deductions shall be made and  \nremitted in accordance with Section 4.1 of this Article.  \n4.4 The Employer agrees to deduct from an employee's earnings each  \npayroll period, including vacation pay, the amount specified by an employee  \non the UFCW Local 23 Federal Credit Union written authorization for payroll  \ndeductions. Payroll deductions will commence with the payroll period  \nfollowing receipt of an employee's written authorization for UFCW Local 23  \nFederal Credit Union payroll deductions. The Employer agrees to forward  \nSuch payroll deductions to the UFCW Local 23 Federal Credit Union within  \nseven (7) days following each payroll period for each employee. Each  \nemployee will be allowed only one (1) Credit Union deduction, at the  \nemployee's discretion.  \nARTICLE 5 - Management Rights:  \n5.1 Except as otherwise provided in this Agreement, the management  \nof the work, the direction of the work force, the right to hire, and for  \njust cause, the right to suspend or discharge, are all vested exclusively in  \nthe Employer and the Union shall not abridge this right. It is not the  \nintent of this provision to encourage the discharge of employees.  \n2-2 The Employer shall not be hindered or prevented from the use  \nof any type or quality of machinery, tools, and appliances and labor-saving  \ndevices and may secure materials or equipment from any market or source it  \nsees fit without interference of any nature.  \nARTICLE 6 - Labor/Management Meetings:  \n6.1 It is agreed to provide for labor/management meetings to be  \nheld as needed or as requested by either party. The purpose of the meetings  \nwill be to review problems that arise from the Operation of the working  \nagreement and other appropriate matters. However, these meetings do not  \nreplace the need for communications or meetings between the Union's Business  \nRepresentatives and the Employer's representative to resolve problems on a  \nday-to-day basis as they occur. It is the intent of both parties to resolve  \ncurrent issues without delay.  \nARTICLE 7 - No Strike/No Lockout:  \n7.1 The contracting parties agree that, as a part of the  \nconsideration of this Agreement, any and all disputes, claims or demands  \ngrowing or arising from any Article or Section of this Agreement shall be  \nsettled by the contracting parties and determined exclusively by the  \nmachinery provided in the \"Settlement of Disputes\" Section of this  \nAgreement, or by the full use of free collective bargaining.  \n7.2 It is mutually agreed that there shall be no strikes or  \njockouts during the existence of this Agreement. The Union agrees that  \nduring such time it will refrain from ordering, and will use every effort to  \nprevent cessation of work by any of its members employed by the Employer for  \nany reason.  \n7.3 It shall not be a violation of this Agreement, nor grounds for  \ndiscipline, discharge or replacement of employees for employees covered  \nhereunder, to refuse to cross a picket line which has been authorized by and  \nSanctioned by the Union signatory hereto, for the term of this Agreement.  \nARTICLE 8 - Union Activity:  \n8.1 The Union will furnish the Employer at least one (1) Union  \nstore card or Union store decal for use at each location. Each such card or  \ndecal shall remain the property of the Union and shall be surrendered to the  \nUnion upon demand for legitimate cause.  \n8.2 (a) Representatives of the Union shall have the right to  \nvisit the Employer's places of business at any time during working hours for  \nthe purpose of ascertaining whether this Agreement is being properly  \nobserved, provided that there shall be no interruption of or interference  \nwith the Employer's business. Any and all disputes, grievances, complaints  \nor questions hereunder shall be taken up for discussion and settlement by a  \nrepresentative of the Union and of the Employer. If a Business  \nRepresentative needs to have a conversation with a member which will require  \nmore than a minimal amount of time; the Business Representative will request  \nthe store manager or the person in charge to grant the employee time away  \nfrom the selling area for such conversations. When possible, such  \nconversation shall occur during the employee's normal rest periods.  \n(b) The Union also, through its Payroll Checking Representatives,  \nshall have the right to visit the Employer's places of business with prior  \nnotification on an appointment basis, at any time during working hours for  \nthe purpose of updating Union records and fringe benefit entitlements.  \n8.3 Union officers or Business Representatives are permitted to  \nattend any store meetings which could result in discipline or discharge of  \nUnion members.  \n4  \nARTICLE 8 - Union Activity (Continued) ;  \n8.4 A Union Steward, upon request to his immediate supervisor,  \nshall be granted reasonable time during working hours, if required, to  \nprocess grievances in accordance with this Agreement without loss of pay or  \nother benefits.  \n8.5 The Union may designate steward(s) at each store covered by  \nthis Agreement. The Union Steward(s) shall be employees in the bargaining  \nunit, and the most Senior Steward shall be the last to be laid off in the  \nevent of a reduction in the store's work force. The Union will furnish the  \nEmployer with the identity of the Union Steward(s) and, as necessary, shall  \napprise the Employer of any change in the identity of the Union Steward(s).  \nOnly one (1) steward shall be involved in the handling of each grievance.  \n8.6 The Employer shall grant up to one (1) day with pay per year  \nfor up to two (2) stewards per store to attend a Steward's meeting upon  \nnotification by the Union. If there is more than one (1) steward ina  \ndepartment, only one (1) steward shall be allowed to attend meetings if it  \ncreates a hardship in the department.  \n8.7 The Union shail have the right to use the Employer's bulletin  \nboard for the posting of official Union business, such as recreational or  \nsocial affairs, union elections and the results of union elections, union  \nappointments, union meetings, and other notices concerning bona fide Union  \nactivity. However, there will be no general distribution or posting by  \nemployees of pamphlets, advertising, political matters, notices, or any kind  \nof literature upon Company property other than as herein provided.  \n8.8 Market managers or assistants will introduce new employees to  \na shop steward during the first week of employment. Additionally, the  \nEmployer will grant up to one-half (1/2) hour during a new employee's  \nregular work schedule with no loss of pay for the purpose of the Union  \nproviding an orientation program either in conjunction with or separate from  \nthe Employer's orientation of new employees.  \nARTICLE 9 - Settlement of Disputes:  \n9.1 Should differences arise as to the meaning and application of  \nthe provisions of this Agreement or should differences arise about matters  \nnot specifically covered in this Agreement, or should any local troubles  \narise in any of the Company units, an earnest effort shall be made to settle  \nsuch differences immediately in the following chronological manner:  \n1. The employee must file a written grievance on a form  \nprovided by the Union, no later than ten (10) calendar  \ndays from the time the incident occurs.  \n2. A meeting between the aggrieved parties, accompanied by  \nthe Union Steward and/or Business Representative and the  \nUnit Manager shall be held within three (3) working days  \nand the Unit Manager shall give his answer within three  \n(3) working days following the meeting.  \n3. If the matter is not resolved at the Second Step, the  \nofficers and/or Business Representatives may present the  \nmatter to the Division Director of Human Resources within  \nthree (3) working days and request a meeting. The  \n5  \nARTICLE 9 - of Disputes (Continued) :  \nmeeting shall be held within five (5) working days  \nfollowing the request and the Director's decision shall  \nbe given within five (5) working days following the  \nmeeting.  \n4. Should the answer at Step 3 fail to resolve the matter,  \neither party may, within ten (10) working days, notify  \nthe other party of its intent to refer the case to  \narbitration. The parties may attempt to agree upon an  \narbitrator to hear the case. Either party may promptly  \nrequest a panel from either the FMCS or the AAA. An  \narbitrator shall be selected within five (5) working days  \nand his decision shall be final and binding on the  \nparties. The fees and expenses of the Arbitrator shall  \nbe shared equally by the parties.  \nA decision reached at any stage of the proceedings above outlined  \nShall be binding on both parties hereto and shall not be subject to  \nreopening by any other party except by mutual consent and agreement of both  \nparties.  \n9.2 Any of the time limits may be extended by mutual agreement of  \nthe parties. However, an agreement to extend the time for referring a case  \nto arbitration must be in writing and signed by a representative of each  \nparty.  \n9.3 Should either party fail to abide by an arbitrator's decision,  \nArticle 7 of this Agreement shall be considered void.  \n"]]