[["", "   \nTe ee pS ae ee  \nGREE MENT: MATHS:  \naur gil Te a Sc  \n“3  \nik Dl te tr  \n   \nPott  \nCITED tare work! ;  \neo bk eee ee ae caw  \n   \n"], ["", "ARTICLE |  \nARTICLE 2  \nARTICLE 3  \nARTICLE 4  \nARTICLE 5  \nARTICLE 6  \nARTICLE 7  \nARTICLE 8  \nARTICLE 9  \nARTICLE 10  \nARTICLE 1]  \nARTICLE 12  \nARTICLE 13  \nARTICLE 14  \nARTICLE 15  \nARTICLE 16  \nARTICLE 17  \nARTICLE 18  \nARTICLE 19  \nARTICLE 20  \nARTICLE 21  \nARTICLE 22  \nARTICLE 23  \nARTICLE 24  \nARTICLE 25  \nARTICLE 26  \nARTICLE 27  \nARTICLE 28  \nARTICLE 29  \nARTICLE 30  \nARTICLE 31  \nARTICLE 32  \nARTICLE 33  \nARTICLE 34  \nARTICLE 35  \nARTICLE 36  \nARTICLE 37  \nARTICLE 38  \nARTICLE 39’  \nSCHEDULE’A\"  \nTABLE OF CONTENTS  \nUNION-RECOGNITION I  \nUNION SHOP ...... 00... eee 1  \naia ca ys te oa oe oe oes eres oa ew eo we l  \nMANAGEMENT CLAUSE 2  \nTRIAL PERIOD eens 2  \nDEFINITION OF STATUS  \nTRANSFERS «oi xs os xs ee cows once ome ox ene oo 3  \nSENIORITY cee cece 3  \nVACATIONS eee 4  \nHOLIDAYS: cscs ie cece oa pees ce eee oe ee oe wee 5  \nDEATH IN FAMILY 9  \nSICK LEAVE cc 9  \nINJURY ON THE JOB 11  \nSUR CITY xo scan su ween wee OOS ll  \nMILITARY SERVICE 12  \nLEAVE OF ABSENCE 12  \nLAUNDRY AND EQUIPMENT ............... 13  \nWELFARE PLAN ee 13  \nPENSION PLAN 14  \nLEGAL SERVICES PLAN 14  \nPROVISIONS APPLICABLE TO ALL FUNDS .. .15  \nWAGES: nes 16  \nWORK WEEK AND HOURS ................. 16  \nOVERTIME AND PREMIUM PAY ...........- 17  \nWORK SCHEDULE 19  \nDISCHARGE. 5 cigs te tees ees ewes 19  \nGRIEVANCE PROCEDURE & ARBITRATION , .20  \nNO STRIKES NO LOCKOUTS ..............- 20  \nSHOP STEWARDS 20  \nACCESS TO STORES & UNION STORE CARD .2!  \nMINORS cece eee eee 21  \nLIE DETECTOR TESTS 21  \nINDUSTRY EXPERIENCE 21  \nRECLASSIFICATION 21  \nTECHNOLOGY .. eee 22  \nINDIVIDUAL AGREEMENTS ................ 22  \nSAVINGS CLAUSE 22  \nSUCCESSORS AND ASSIGNS ............... 22  \nTERM OF AGREEMENT 22  \nCAS A CS OO 23  \nAGREEMENT made as of the 25th day of June, 2006, by and between  \nU.F.C.W., LOCAL 1500, chartered by the UNITED FOOD AND  \nCOMMERCIAL WORKERS INTERNATIONAL UNION, with offices at  \n221-10 Jamaica Avenue. Queens Village, New York 11428, hereinafter  \nreferred to as the \"Union\", and PATHMARK STORES, INC., and any new  \nor acquired corporation operating retail food stores, having its principal  \nplace of business at 200 Milik Street, Carteret. New Jersey, 07008,  \nhereinafter referred to as the \"Employer\".  \n"], ["ARTICLE 1 - UNION-RECOGNITION  \n", "The Employer does hereby recognize the Union as the sole and  \nexclusive agent for all employees except supervisors. store  \nmanagers, assistant store managers. security guards, stock takers, meat and  \ndelicatessen departments, and bakery department employees in all stores or  \nother establishments that are now owned, conducted, maintained or  \noperated by it, and in any new store, stores, or other establishments that it  \nmay acquire, conduct, maintain or operate at any time during the life of this  \nAgreement which are in the City of New York. Nassau. Suffolk,  \nWestchester. Putnam and Dutchess Counties in New York.  \n"], ["ARTICLE 2 - UNION SHOP  \n", "A. It shall be a condition of employment that all employees of the  \nEmployer covered by this Agreement who are members of the Union in  \ngood standing on the effective date of this Agreement, shall remain members  \nin good standing and those who are not members on the effective date of this  \nAgreement shall. as a condition of their continued employment by the  \nEmployer, become members of the Union on the thirty first (31st) day  \nfollowing the beginning of their employment or the execution date of this  \nAgreement, whichever is the later, and they shall thereafter maintain their  \nmembership in the Unton in good standing during the term of this  \nAgreement.  \nB. Any employee who is expelled from membership in this union  \nbecause of non payment of dues or initiation fees to the union which would  \nsubject the employee to discharge under the provisions of the Labor  \nManagement Relations Act of 1947, as amended. shall be subject to  \ndismissal from employment, within seven (7) days after receipt by the  \nEmployer from the Union. of written notice setting forth such non payment  \nof dues or initiation fees.  \nA. The Union shall provide the Employer with a duly executed  \nauthorization for check off of dues and initiation fees signed by each  \nemployee who shall be subject thereto. and such authorization shall conform  \nwith the requirements of the Labor Management Relations Act of 1947 and  \nthe amendments thereto.  \nB. The Employer agrees to deduct union dues and initiation fees from  \nthe wages of the employees in the bargaining unit who provide the Employer  \nwith such written authorization.  \nC. Such deductions will be made weekly by the Employer from the  \nwages of the employees in advance of the month due and will be  \ntransmitted to the Union by the tenth (10th) day of the following month. If  \nthe Employer fails to remit the checked off dues and initiation fees as  \nprovided in this paragraph by the fifteenth (15th) day of the month due, the  \nUnion shal] have the right to turn the matter over to an attorney to institute  \nany proceedings deemed appropriate for collection provided that the Union  \nshall, prior to the said fifteenth (15th) day. orally notify the Employer of the  \ndelinquency. In the event the delinquency is turned over to an attorney for  \ncollection, the Employer agrees to be responsible for all reasonable  \ncollection expenses, including, but not limited to, reasonable attorneys’ fees.  \nD. The Employer agrees to remit to the Union's Active Ballot Club, on  \nan annual basis, an agreed upon amount to be deducted from the wages of  \nemployees who are Union members and who have signed deduction  \nauthorization cards.  \nThe Employer agrees that when and if it has the capability to make  \nweekly Active Ballot Club deduction, it will remit to UPCW Local 1500  \nmonthly an agreed upon amount deducted from the wages of employees  \nwho are union members and who have signed deduction authorization cards.  \nE. The Union shall indemnify and save the Employer harmless against  \nany and all claims, demands, suits or other forms of liability that shall arise  \nout of or by reason of action taken or not taken by the Employer in reliance  \nupon such authorization and a list furnished to the Employer by the Union  \nsetting forth the amount of dues and initiation fees owing from each  \nemployee or for the purpose of complying with the provisions of any check  \noff authorization.  \n"], ["ARTICLE 4_- MANAGEMENT CLAUSE  \n", "Subject to the provisions of this Agreement, the Employer has the exclusive  \nright and authority to establish policies and manage stores covered by this  \nAgreement and direct the working forces employed therein, including, but  \nnot limited to, the rights of hiring, suspending, discharging for proper cause,  \npromoting, transferring and releasing employees from duties because of lack  \nof work.  \n"], ["ARTICLE 5 - TRIAL PERIOD  \n", "A. The Employer shall have thirty (30) days from the day of  \nemployment within which to determine whether or not newly hired  \nemployees shall be retained, and sixty (60) days in the case of a new store  \nopening or remodeling. During the trial period, the Employer shall have the  \nright to try the employee at different types of work, transfer the employee,  \nrequire the employee to attend training periods and, in addition, to require  \nthe employee to take such tests as the Employer might propose, all of which  \nis intended to give the employee the fullest opportunity to qualify for  \ncontinued employment. Former employees of the Employer who have not  \nretained seniority shall be considered as newly hired employees. The said  \ntrial period is intended to provide the maximum number of workdays and if  \nthe employee does not work continuously during that period, the trial  \nperiod shall be extended to the number of working days which the  \nemployee has missed during the said trial period.  \nB. The employer shall have the right to terminate any newly hired  \nemployee during this period without recourse by the employee and/or the  \nUnion, and the Employer shall not be required to allege the cause for the  \nsaid termination.  \nC. The Employer shall have the right to employ Department Managers  \nfor a period of ninety (90) days in such capacity. During the said ninety (90)  \nday period, the Employer shall have the right to transfer, require attendance  \nat training periods and shall have the right to require the Department  \nManager to take such tests as the Employer shall propose, all of which is  \nintended to provide the Department Manager with the fullest opportunity to  \nqualify in this capacity. At any time during said trial period, the Employer  \nshall have the right to terminate the trial period, and the Department  \nManager shall revert to his or her former status. If the said employee is  \nnewly hired in such capacity, the Employer shall have the right to terminate  \n2  \nthe employment at any time during the trial period without recourse by the  \nemployee or Union, and the Employer shall not be required to allege the  \ncause for the said termination. The said ninety (90) day period is intended to  \nprovide the maximum number of workdays. and if the employee does not  \nwork continuously during that period, the trial period shall be extended by  \nthe number of working days which the employee has missed during the said  \nninety (90) day period.  \n"], ["ARTICLE 6 - DEFINITION OF STATUS  \n", "A. All employees regularly working thirty (30) or more hours per week  \nshail be considered full time employees.  \nB. All employees regularly working less than thirty (30) hours per  \nweek shall be considered part time employees.  \n"], ["ARTICLE 7 - TRANSFERS  \n", "A. If an involuntary transfer of a full time employee from one store to  \nanother results in additional traveling expense. eight ($.08) cents per mile for  \nadditional mileage and additional tolls incurred shall be paid. Effective  \nSeptember 1 , 2006 travel reimbursement shall increase to twelve ($0.12) cents  \nper mile. Effective September |. 2008 travel reimbursement shall increase to  \nfifteen ($0.15) cents per mile.  \nB. A transfer of personnel need not be according to seniority unless  \nconsideration of hardship is involved.  \nC. There shall be no travel pay if a transfer is voluntary.  \nD. The Employer shail give the Union one (1) week's written notice  \nprior to the permanent transfer of a full time employee and three (3) days’  \nnotice prior to the permanent transfer of a part time employee. In the case of  \nan emergency. the Union shall be notified as soon as possible.  \n"], ["ARTICLE 8 - SENIORITY  \n", "A. Seniority rights of employees in layoffs and recalls shall prevail on  \na bargaining unit departmental basis. Layoffs shall be made in the inverse  \norder of seniority, and recall shat] be made in the order of seniority for a  \nperiod of six (6) months only, and if employees are not recalled during the  \nsaid six (6} month period, they shall thereafter be considered new  \nemployees if rehired. Recalled employees shall have one (1) week after  \nnotice of recall within which to report for work provided that they shall  \nnotify the Employer within forty eight (48) hours after such notice that they  \nwill return, and if they fail to return or to give such notice, they shall lose  \ntheir seniority.  \nB. Employees who are recalled from a layoff shall be reemployed at  \nthe same point in the progression rate range at which they were laid off, if  \nat the time of their layoff they were in the progression rate range. otherwise,  \nat the same salary they had been receiving prior to their layoff. Employees  \nwho have lost seniority, if rehired, shall be rehired as new employees at the  \nminimum of the progression rate range.  \nC. In the event the Employer closes a store, or stores. two (2) weeks'  \nwritten notice shall be given to the union, if possible, along with a seniority  \nlist. The layoff or termination of employees covered by this Agreement  \noccasioned thereby shall be accomplished on the basis of bargaining unit  \nseniority in employment.  \nD. In no event shall the closing of any store, or stores, owned and  \n3  \noperated by the Employer, nor any transfer by the Employer, or any  \nemployee from one store to another result in any loss of seniority rights, except  \nin the case of termination of employment as provided for in this Agreement.  \n"], ["ARTICLE 9 - VACATIONS  \n", "A. (1) Regular full time employees who have completed twelve (12)  \nconsecutive months of full time employment shal] receive two (2) weeks,  \nvacation with pay, one (1) week of which shall be earned and may be taken  \nafter six (6) months.  \n(2} Regular full time employees hired or converted from part time to  \nfull time on or after June 19, 1994 shall receive one (1) week's vacation with  \npay after completing twelve (12) consecutive months of full time  \nemployment and two (2) weeks' vacation with pay after completing twenty  \nfour (24) months of full time employment.  \nB. Regular full time employees who have completed seven (7)  \nconsecutive years of full time employment with the Employer shall receive  \nthree (3) weeks’ vacation with pay.  \nC. Regular full time employees who have completed ten (10)  \nconsecutive years of full time employment with the Employer shall receive  \nfour (4) weeks' vacation with pay.  \nD. Regular full time employees who have completed twenty five (25)  \nconsecutive years of full time employment with the Employer shall receive  \nfive (5) weeks, vacation with pay.  \nE. When an employee is entitled to more than two (2) weeks’ vacation,  \nthe Employer reserves the right to grant or assign such additional week or  \nweeks at a time or times different from the first two (2) weeks.  \nF. Full time employees laid off by the Employer before the completion  \nof their six (6) month qualifying period shall receive pro rata vacation for  \neach month of continuous service except those employees who have been  \ndischarged for good cause or have voluntarily left their employment.  \nG. Full time employees resigning in good standing who have given  \nproper notice and who have earned vacation weeks which have not been  \ntaken will be paid earned vacation where six month intervals have passed  \nwhen entitled to up to two (2) weeks' vacation, four month intervals have  \npassed when entitled to up to three (3) weeks' vacation, and three month  \nintervals have passed when entitled to up to four (4) weeks' vacation by  \nvirtue of length of service. Payment will be made only for those full weeks  \nthat have thus been earned.  \nH. Regular part time employees who have been continuously  \nemployed by the Employer for twelve (12) consecutive months or more and  \nwho have worked eight hundred (800) hours or more during the year shall  \nbe entitled to vacation as follows:  \nLength of Hired Before Hired on or Hired After  \nService G19/94 After 6/19/94 9/2406  \nOne (1) year: 25 Hours 20 Hours 20 Hours  \nTwo (2) years: 50 Hours* 40 Hours 20 Hours  \nThwee (3) years: 50 Hours* 40 Hours 40 Hours  \nSeven (7) years: 75 Hours 75 Hours 75 Hours  \nTen (10) years: 100 Hours 100 Hours 100 Hours  \nTwenty-five (25) years: 125 Hours 125 Hours 125 Hours  \nI. Part time employees who do not meet the 800-hour requirement  \nduring the year shall receive vacation based upon their total hours worked  \nduring the year divided by 52. For the purpose of computing \"hours  \nworked\". all hours for which employees have been paid, including but not  \nlimited to holidays, vacations, sick and funeral leave shall be included  \nin making such computation.  \nJ. A part time employee who has completed at least six (6) months'  \ncontinuous service and who is promoted permanently to a regular full time  \nposition shall receive, beginning in the year subsequent to the promotion,  \none half (1/2) credit for al] time served in the part time position for the  \npurpose of calculating the employee's full time vacation entitlement. At the  \ntime of the promotion, the employee shall be paid for all part time vacation  \nentitlements on a pro rata basis.  \nK. Job classification premiums only excluding shift premiums, are to  \nbe included in vacation pay.  \nL. The Employer agrees to issue separate checks for vacation pay.  \nM. Vacation benefits shall not be payable to employees discharged for  \ngood cause.  \nN. The Employer reserves the exclusive right to establish vacation  \nassignments. Such assignments, however, will be made with due  \nconsideration for the seniority of the employee.  \n0. Employees who have completed at least six (6) months' continuous  \nservice and who are permanently laid off shall receive a vacation benefit on  \n4 pro rata basis.  \n"], ["ARTICLE 10 - HOLIDAYS  \n", "A. 1. All full time employees hired on or before June 15, 1991 covered  \nby this Agreement, and who qualify. shal] receive the following legal  \nholidays with pay:  \nNew Year's Day Labor Day  \nPresident's Day Presidential Election Day  \nMemorial Day Thanksgiving Day  \nIndependence Day Christmas Day  \n2. All full time employees hired on or after June 16, 1991, covered by  \nthis Agreement and who qualify, shall receive the following legal holidays  \nwith pay:  \nNew Year's Day Labor Day  \nMemorial Day Presidential] Election Day  \nIndependence Day Thanksgiving Day  \nChristmas Day  \nIn addition, such employees who have completed thirty (30) days’  \nemployment prior to the date on which President's Day occurs, shall receive  \na personal holiday in lieu thereof to be taken during the contract year.  \n3. Alt full time employees hired on or after June 19, 1994 who have three  \n(3) months' continuous full time employment, covered by this Agreement and  \nwho qualify shall receive the following legal holidays with pay:  \nNew Year's Day Presidential Election Day  \nMemorial Day (if registered voter)  \nIndependence Day Thanksgiving Day  \nLabor Day Christmas Day  \nB. Should a regular full time employee's regularly scheduled day off  \nfall on any of the above named holidays, said employee shall be granted  \nanother day off during the same week.  \nC. On Christmas Eve, one half (1/2) of the full time crew shall be  \nexcused one (1) hour before the end of the shift and the other half of the full  \ntime crew shall be excused one (1) hour before the end of the shift on New  \nYear's Eve. This applies to those full time employees working on the  \naforementioned days. If the Employer decides to close one (1) hour earlier  \non any of the above days, that shall be the hour off.  \nD. All regular full time employees, excluding full time employees  \nhired or converted to full time on or after June 19, 1994, eligible for one (1)  \nweek's vacation shall in lieu of previous existing half holidays, be granted  \none (1) additional day of vacation with pay which may be granted at the time  \nof their vacation or at a time different from their vacation, or the employee  \nmay be paid one (1) additional day's pay in lieu thereof, at the discretion of  \nthe Employer. All regular full-time employees, excluding full time  \nemployees hired or converted to full time on or after June 19, 1994, eligible  \nfor two (2) weeks, vacation or more shall be granted two (2) additional days  \nof vacation with pay, in lieu of previous existing half holidays, which may  \nbe granted at the time of their vacation or at a time different from their  \nvacation, or be paid two (2) additional day's pay in lieu thereof, at the  \ndiscretion of the Employer.  \nE. Full time employees, excluding full time employees hired or  \nconverted to full time on or after June 19, 1994, who have been in the  \nemploy of the Employer for six (6) consecutive months as regular full time  \nemployees shall be entitled to two (2) personal holidays during a contract  \nyear; the first to be taken during the first six (6) months of the contract year  \nand the second during the second six (6) months of the contract year. Full  \ntime employees hired or converted to full time on or after June 19, 1994,  \nwho have been in the employ of the Employer for twelve (12) consecutive  \nmonths as a regular full time employee shall be entitled to one (1) personal  \nholiday during a contract year; after twenty four (24) consecutive months as  \na regular full time employee shall be entitled to a maximum of two (2)  \npersonal holidays in a contract year and after thirty six (36) consecutive  \nmonths as a regular full time employee shall be entitled to a maximum of  \nfive (5) personal holidays in a contract year. Part time employees  \nreclassified to full time after June 19, 1994 who has President's Day or a per-  \nsonal holiday in lieu of President's Day shall be entitled to a maximum of  \nfour (4) personal holidays after thirty six (36) months of full-time service. In  \nassigning personal holidays, the Employer shall take into consideration the  \nconvenience of the employee. Only regularly scheduled work days of the  \nemployee may be selected as personal holidays and only one (1) employee  \nfrom a store shall be assigned a personal holiday on any one (1) day.  \nF. Full time employees, hired before June 19, 1994, who have been in  \nthe employ of the Employer for six (6) consecutive months and full time  \nemployees hired or converted to full time on or after June 19, 1994 who  \nhave been in the employ of the Employer for twelve (12) consecutive  \nmonths as regular full time employees shall be entitled to his or her birthday  \nas an additional personal holiday. The employee's birthday shall be assigned  \non the Monday following the week in which the birthday occurred, except  \nfor holiday weeks, in which case the birthday shall be assigned on the  \nfollowing Monday. Only one (1) employee from a store shall be assigned a  \nbirthday in any one (1) week.  \nG. Full time employees hired before June 19, 1994, who have been in  \nthe employ of the Employer for six (6) consecutive months and full time  \nemployees hired or converted to full time on or after June 19, 1994 who  \nhave been in the employ of the Employer for twenty four (24) consecutive  \n6  \nmonths as regular full time employees shall be entitled to his or her anniversary  \ndate of employment as an additional personal holiday. to be assigned in the  \nsame manner as a birthday.  \nH. When a holiday occurs during a full time employee's vacation  \nperiod, the employee's vacation shall be extended one (1) day. or at the  \noption of the Employer, the employee shall receive eight (8) hours’ straight  \ntime pay in lieu of said holiday.  \nI. Full time employees who work on any of the above named holidays  \nas described in A.1, A.2 or A.3 shall receive. in addition to the holiday pay  \nto which they are entitled, time and one half {1 1/2) their regular hourly rate  \nfor all hours worked on said holidays.  \nJ. Full time employees who work on a holiday will be scheduled for a  \nminimum eight (8) hours work, provided the store is open for such time and  \nthe employee is available. Full-time employees shall be given a reasonable  \nopportunity to work on holidays on a rotating basis by seniority when the  \nstore is open for business. The Employer may schedule full time employees  \nby inverse order of seniority if necessary to staff a department. When stores  \nare open on holidays on which they are presently closed, departments are to  \nbe staffed by volunteers first before inverse order of seniority is invoked.  \nK. When stores are closed on holidays. the entire nightcrew shall be  \ngiven the option of working on the holiday at straight time as part of the  \nwork week. In that event, the night crew shall not be scheduled to work on  \nthe night of the holiday.  \nL. 1. All part time employees hired on or before June 15, 1991.  \ncovered by this Agreement, who have completed three (3) or more months  \nof continuous employment with the Employer shall receive four (4) hours  \nholiday pay based on their regular straight time hourly wage rate for each of  \nthe foltowing legal holidays:  \nNew Year’s Day Labor Day  \nPresident's Day Presidential Election Day  \nMemorial Day Thanksgiving Day  \nIndependence Day Christmas Day  \n2. All part time employees hired on or after June 16, 1991, covered by  \nthis Agreement, who have completed three (3) or more months of continuous  \nemployment with the Employer shall receive four (4) hours holiday pay  \nbased on their regular straight time hourly wage rate for each of the  \nfollowing legal holidays:  \nNew Year's Day Labor Day  \nMemorial Day Presidential Election Day  \nIndependence Day Thanksgiving Day  \nChristmas Day  \nIn addition, such employees who have completed three (3) months'  \nemployment prior to the date on which President's Day occurs. shall receive  \na personal holiday in lieu thereof to be taken during the contract year.  \n3. All part time employees hired on or after June 19, 1994, covered by  \nthis Agreement, who have completed four (4) or more months of continuous  \nemployment with the Employer shall receive four (4) hours holiday pay  \nbased on their regular straight time hourly wage rate for each of the  \nfollowing legal holidays:  \nNew Year's Day Presidential Election Day  \nMemorial Day (if a registered voter)  \nIndependence Day Thanksgiving Day  \nLabor Day Christmas Day  \nIn addition, such employees who have completed twelve (12) months  \nemployment shall receive a personal holiday to be taken during the contract  \nyear.  \nM. Part time employees hired before June 19, 1994, who have been in  \nthe employ of the Employer for six (6) consecutive months and part time  \nemployees hired on or after June 19, 1994 who have been in the employ of  \nthe Employer for twenty four (24) consecutive months as regular part time  \nemployees shall be entitled to his or her birthday as an additional personal  \nholiday, and shall receive four (4) hours, holiday pay based on their regular  \nstraight time hourly wage rate for said holiday. The employee's birthday  \nshall be assigned on the Monday following the week in which the birthday  \noccurred, except for holiday weeks, in which case the birthday shall be  \nassigned on the following Monday. Only one (1) employee from a store shall  \nbe assigned a birthday in any one (1) week.  \nN. Part time employees hired before June 19, 1994, who have been in  \nthe employ of the Employer for six (6) consecutive months and part time  \nemployees hired on or after June 19, 1994 who have been in the employ of  \nthe Employer for thirty six (36) consecutive months as regular part time  \nemployees shall be entitled to his or her anniversary date of employment as  \nan additional personal holiday, and shall receive four (4) hours holiday pay  \nbased on their regular straight time hourly wage rate for said holiday, to be  \nassigned in the same manner as a birthday.  \n0. Part time employees who work on any of the above named holidays  \nas described in L.1, L.2 or L.3 shall receive, in addition to the holiday pay  \nto which they are entitled, time and one half (1 1/2) their regular hourly rate  \nfor all hours worked on said holidays.  \nP. Part time employees who are promoted to full time positions shall  \nbe entitled to receive full time holidays. Part time employees who have  \ncompleted six (6) months service and who are promoted to full time  \npositions shall be entitled to receive full time personal, anniversary and  \nbirthday holidays. Any part time employee hired on or after June 19, 1994  \nwho converts to full time has to complete the year length of service before  \nthey qualify for their respective personal holidays for the first (1st) year,  \nthen they would quality for the additional personal holidays as described in  \nSections E., F. and G. above.  \nQ. In order to qualify for holiday pay, all eligible employees shall work  \ntheir regularly scheduled day before and their regularly scheduled day  \nfollowing the holiday and shall also work all their scheduled hours during  \nthe week in which the holiday occurs. An employee who has been absent  \nfrom work will qualify for holiday pay if the absence is excused, which  \nexcuse shall not be unreasonably denied.  \nR. All employees who qualify for legal holidays shall have the option  \nof substituting Martin Luther King Day for one (1) of their entitled Holidays  \nwithin this agreement. Employees electing this option shall be required to  \ncomplete and submit, to their General Store Manager, a form acknowledg-  \ning their alternate selection. This form shall be available beginning  \nThanksgiving of the preceding year and shall be required to be returned by  \nDecember 15th.  \nS. Personal holidays for all employees are to be assigned and taken or  \nshall be paid for at the end of each contract year provided that the  \nemployee is in the employ of the Employer at such time.  \n"], ["ARTICLE 11_- DEATH IN FAMILY  \n", "A. Regular full time employees after thirty (30) days of employment  \nshall be entitled to three (3) days paid leave for all regularly scheduled  \nworkdays lost from the day of death in case of death in the immediate  \nfamily. The \"immediate family\" is defined as the employee's parent, child,  \nbrother. sister, spouse or spouse's parent. Regular fuil time employec shall  \nbe entitled to one (1) day paid leave for a regularly scheduled work day lost  \nto attend the funeral or memorial service of the employee's grandparent.  \ngrandchild, brother in law, sister inlaw, nephew or niece.  \nB. Past time employees after thirty (30) days of employment shall be  \nentitled to paid leave for the actual time lost, as set forth on the employee's  \nweekly work schedule. in case of death in the immediate family as  \nprovided for regular full time employees on a pro rata basis. Regular part  \ntime employees shall be entitled to one (1) day paid leave for a reguiarly  \nscheduled work day lost to attend the funeral or memorial service of the  \nemployee's grandparent or grandchild.  \n"], ["ARTICLE 12 - SICK LEAVE  \n", "A. 1. All regular full time employees hired on or before June 15, 199]  \nshall after three (3) consecutive months of full-time employment with the  \nEmployer be eligible to reccive, in a sick leave year, a maximum of ten (10)  \ndays sick leave with pay at their regular straight time rate of pay for eight  \n(8) hours for days they are absent from work due to illness.  \n2. All regular full time employees hired on or after June 16, 1991 shall  \nafter three (3) consecutive months of full-time employment with the  \nEmployer be eligible to receive in their first (1st) sick leave year one {1) day  \nof sick leave with pay at their regular straight time rate of pay for cight (8)  \nhours for each full month of employment to a maximum of ten (10) days.  \nSuch employees shall be eligible to receive ten (10) days sick leave in sub-  \nsequent sick Icave years.  \n3. All regular full time employees hired on or after June 19, 1994 shall  \nbe entitled to sick leave with pay at their regular straight time rate of pay for  \neight (8) hours for days they are absent from work due to illness as follows:  \nAfter three (3) consecutive maximum four (4) days  \nmonths of full time in a calendar year  \nemployment eamed one (1) day per month  \nAfter twelve (12) consecutive maximum six (6) days  \nmonths of full time in a calendar year  \nemployment  \nAfter twenty four (24) maximum eight (8) days  \nconsecutive months of in a calendar year  \nfull time employment  \nAfter thirty six (36) months maximum ten (10) days  \nof full time employment in a calendar year  \nB. Employees who are in the employ of the Employer in a regular full  \ntime capacity on the last day of each sick leave year, and who have been  \nemployed in a regular full time capacity for three (3) consecutive months or  \nmore during the said year, shall be paid on a pro rata basis for all sick leave  \nfor which they were eligible but which they did not use. Such unused sick  \nleave must be paid within thirty (30) days after the close of the calendar  \nyear.  \nC. 1. Regular part time employees with one (1) year of continuous  \nservice shall receive up to three (3) scheduled days paid sick leave at four  \n(4) hours per day, four (4) days after two (2) years’ service and five (5) days  \nafter three (3) years service starting with the first scheduled day of illness.  \n2. Regular part time employees hired on or after June 19, 1994 shall be  \nentitled to sick leave at four (4) hours per day with pay starting with the first  \nscheduled day of illness as follows:  \nAfter twelve (12) months maximum three (3) days  \nof continuous service in a calendar year earned  \nfour (4) hours for each  \nfour (4) months  \nAfter twenty four (24) months maximum four (4) days in a  \nof continuous service calendar year earned  \nfour (4) hours for each  \nthree (3) months  \nAfter thirty six (36) months maximum five (5) days  \nof continuous service in a calendar year  \n3. Regular part-time employees hired on or after June 25, 2006 shall  \nbe entitled to sick leave at four (4) hours per day with pay starting with the  \nfirst scheduled day of illness as follows:  \nAfter twelve (12) months maximum three (3) days  \nof continuous service in a calendar year earned  \nfour (4) hours for  \neach four (4) months  \nAfter twenty-four (24) months maximum three (3) days  \nof continuous service in a calendar year earned  \nfour (4) hours for each four  \n(4) months  \nAfter thirty-six (36) months maximum four (4) days in a  \nof continuous service calendar year  \nAfter forty-eight (48) months maximum five (5) days  \nof continuous service in a calendar year  \nD. Regular part time employees who have been employed for a period  \nof two (2) years shall be paid on a pro rata basis for all sick leave for which  \nthey were eligible but which they did not use. Such unused sick leave must  \nbe paid within thirty (30) days after the close of the calendar year as outlined  \nin C.1. above. Part time employees hired on or after June 19, 1994 who have  \nbeen employed for a period of three (3) years shall be paid for all sick leave  \nfor which they were eligible, but which they did not use within thirty (30)  \ndays after the close of the calendar year as outlined in C.2. above.  \n10  \nE. 1. A part time employee hired on or before June 15, 1991, who has  \ncompleted three (3) months service and who is promoted to a full time  \nposition shall be eligible for full time sick leave benefits immediately upon  \nthe promotion. Such employee shall receive no payment for unused sick  \nleave earned as a part time employee.  \n2. A part time employee hired on or after June 16, 1991, who is  \npromoted to a full time position shall be eligible for ful] time sick leave  \nbenefits as described in A.2 above.  \n3. A part time employee hired on or after June 19, 1994 who is  \npromoted to a full time position shall be eligible for full time sick leave  \nbenefits as described in A. 3. above.  \nF. In order to be eligible for sick leave all employees must notify the  \nEmployer of their inability to report to work no later than two (2) hours prior  \nto their scheduled starting time on the first (1st) day of absence, if able. and  \nas often as reasonably possible thereafter if such illness extends beyond one  \n(1) day.  \nG. Any employee covered by this Agreement who falsifies sick leave,  \nor who knowingly attempts to collect sick leave under false pretenses. shall  \nbe subject to immediate discharge.  \nH. An employee who is permanently laid off shall be paid on a pro rata  \nbasis for fifty (50%) percent of all sick leave for which the employee is  \neligible but did not use.  \nI. An employee who retires from the Employer with a pension from the  \nPension Fund shall be paid on a pro rata basis for all sick leave for which  \nthe employee is eligible but did not use.  \n"], ["ARTICLE 13 - INJURY ON THE JOB  \n", "An employee who is injured on the job and is directed by a medical doctor  \nnot to continue work shall be paid said employee's usual day's wages for that  \nday at straight time for the day on which the injury occurred and which time  \nshall not be considered sick leave.  \n"], ["ARTICLE 14 - JURY DUTY  \n", "A. Employees who have completed ninety (90) days of continuous  \nservice, called for jury duty in a court of law necessitating a loss of the  \nemployee's straight time scheduled working hours. shall be paid while on  \njury duty. less jury pay, not to exceed ten (10) working days in any contract  \nyear or thirty (30) working days during the term of the Agreement in the case  \nof an employee called for grand jury duty. To be eligible for pay under this  \nprovision, the employee shall present the jury service notice to the Employer  \nat least seven (7) days before the start of the term as a juror and shall  \npresent to the Employer a Certificate of Service showing dates. time of  \nservice and jury fees paid. Employees receiving jury duty pay from any  \nother employer shall not be eligible to receive pay for jury duty under this  \nAgreement.  \nB. Any employee called for jury duty who, after having reported for  \nsuch jury duty is excused for the day after 1:00 P.M.. shall not be required  \nto report for work on that day.  \nC. An employee who has served five (5) days in a week on jury duty  \nshal] not be required to work on Saturday.  \n"], ["ARTICLE 15 _- MILITARY SERVICE  \n", "A. An employee who is required to leave a position by reason of  \nconscription or enlistment in the military service shall, upon application, be  \nreinstated to such position in the manner and on such conditions as the  \napplicable law provides including, but not restricted to, the benefit of any  \nincrease in wages and improvements in working conditions, and in no event  \nshall such military service be construed to deprive the employee of any  \nrights and privileges.  \nB. In the event that employees make application for return to work from  \nmilitary service, they shall do so in the manner provided by applicable law.  \nC. A full time employee who is a member of an organized reserve  \nprogram or in the National Guard shall be eligible for a two (2) weeks’ leave  \nof absence, subject to extension in exceptional cases, without pay. Such  \nleave may be in addition to the employee's regularly scheduled vacation  \nperiod in order that the employee may participate in the military training  \nrequired by such organization. An employee who wishes to use the regular  \nvacation period for military absence shall be paid in accordance with  \nregular vacation procedure.  \nD. All notices for any military leave of absence must be submitted in  \nwriting to the Employer.  \n"], ["ARTICLE 16 - LEAVE OF ABSENCE  \n", "A. Any employee with more than one (1) years service, requesting a  \nleave of absence for reasons other than the employee's illness or injury, shall  \nbe given said leave of absence by the Employer at its sole discretion,  \nprovided, however, that approval of such leave of absence shall not be  \nunreasonably withheld.  \nB. All requests for leave of absence shall be in writing and must be  \nsubmitted to the Employer at least two (2) weeks in advance of the date of  \nthe commencement of the requested leave of absence. The employee shall  \nbe notified in writing, with a copy to the Union, if the requested leave is  \napproved or denied. The notice shall specify the time limit placed on an  \napproved leave of absence. Advance written request for leave of absence is  \nnot necessary in case of family emergency. However, subsequent written  \nnotice and request shall be given as soon as is reasonably possible.  \nC. A leave of absence granted by the Employer shall not constitute a  \nbreak in seniority but if the leave of absence exceeds three (3) months in  \nduration then service for purposes of progression increases, vacations and all  \nother benefits required to be paid under this Agreement shall not be earned  \nduring said leaves.  \nD. The Employer shall make all contributions to all funds required by  \nthis Agreement for any month in which the employee performs any work for  \nwhich monthly contributions are required before taking the leave and after  \nreturning, but not for the months when no covered work is performed.  \nHowever, in the case of an employee's illness or injury contributions for the  \nWelfare Fund, Pension Fund and Legal Services Fund shall be made for a  \nperiod not to exceed three (3) months while the employee is absent from  \nwork.  \nE. An employee on an approved leave of absence will be automatical-  \nly terminated if:  \n1, The employee does not return to work when the leave of absence  \nexpires unless the Employer has agreed to an extension.  \n12  \n2. The employee works elsewhere while on leave without express  \npermission in writing from the Employer to be so employed.  \nF. An employee absent from work due to illness or injury shall retain  \nhis seniority for a period not to exceed twelve (12) months.  \n"], ["ARTICLE 17 _ - LAUNDRY AND EQUIPMENT  \n", "1. The Employer agrees to furnish and maintain for all employees  \ncovered herein all aprons, uniforms, store coats and gowns and such tools  \nand work equipment as may be required by the Employer for the  \nperformance of an employee's duties.  \nProduce aprons wilt be supplicd and laundered by the company at no  \nexpense to the employee.  \n"], ["ARTICLE 18 - WELFARE PLAN  \nA. Full time Employees  \n", "1. The Employer agrees to contribute the sum of $469.93 per month to  \nthe UFCW Loca] 1500 Welfare Fund on behalf of each regular full time  \nemployee covered by the Agreement who has completed thirty (30) days of  \nservice with the Employer. Contributions shall begin on the first (st) day of  \nthe month next following the completion of such period.  \n2. Effective October 1, 2006. monthly contributions to provide such  \nbenefits as may be determined by the Trustees shall be $566.00 per month.  \n3. The Employer shall continue to provide disability coverage for all  \nfull time employees.  \n4. Effective October |, 2007, monthly contributions to provide such benefits  \nas may be determined by the Trustees shall be $616.00 per month.  \n5. Effective October 1, 2008, monthly contributions to provide such  \nbenefits as may be determined by the Trustees shall be $653.00 per month.  \n6. Effective October 1, 2009 monthly contributions to provide such  \nbenefits as may be determined by the Trustees shall be $723.00 per month.  \nB. Part time Employees:  \n1. The Employer agrees to contribute the sum of $119.53 per month to  \nthe UFCW Local 1500 Welfare Fund on behalf of each regular part time  \nemployee covered by the Agreement who has completed six (6) consecutive  \nmonths of regular part time service with the Employer. Contributions shail  \nbegin on the first (1st) day of the month following the completion of such  \nperiods.  \n2. Effective October |. 2006, monthly contributions to provide such  \nbenefits as may be determined by the Trustees shal] be $142.00 per month.  \n3. Effective October 1, 2007. monthly contributions to provide such  \nbenefits as may be determined by the Trustees shall be $158.00 per month.  \n4. Effective October [, 2008, monthly contributions to provide such  \nbenefits as may be determined by the Trustecs shall be $168.00 per month.  \n5. Effective October 1, 2009. monthly contributions to provide such  \nbenefits as may be determined by the Trustees shall be $185.00 per month.  \nif necessary to maintain the present level of benefits, the Trustees may  \n13  \nincrease the $185.00 per month stated contribution by an additional $10.00  \nper month  \n6. The amount of the monthly contributions to the UFCW Local 1500  \nwelfare Fund and the method of calculation, whereby a specific monthly  \nsum is contributed for each class of employee, is a formula for providing  \ngross income to the Fund and bears no relationship to the benefits provided.  \n"], ["ARTICLE 19 -- PENSION PLAN  \nA. Full time Employees  \n", "1. The Employer agrees to contribute the sum of $204.60 per month to  \nthe UFCW Local 1500 Pension Fund on behalf of each regular full time  \nemployee covered by the Agreement who has completed thirty (30) days of  \nservice with the Employer. Contributions shall begin on the first (1st) day of  \nthe month next following the completion of such period.  \n2. Effective October 1, 2009 monthly contributions to provide such  \nbenefits as may be determined by the Trustees shall be $252.15 per month.  \nB. Part time Employees  \n1. The Employer agrees to contribute the sum of $68.19 per month to  \nthe UFCW Local 1500 Pension Fund on behalf of each regular part time  \nemployee covered by the Agreement who has completed six (6) consecutive  \nmonths of regular part time service with the Employer. Contributions shall  \nbegin on the first (1st) day of the month next following the completion of  \nsuch period.  \n2. Effective October 1, 2009 monthly contributions to provide such  \nbenefits as may be determined by the Trustees shall be $84.04 per month.  \nC. The parties agree that contributions to the Pension Fund shall be  \ndeductible in full for the Employer's taxable year with respect to which the  \ncontribution is made. In the event that contributions required by this Article  \nare not deductible, the parties agree that said contributions shall be suspended  \nand the amount suspended shall be contributed to the Welfare Fund as an  \nadditional contribution. In the event that contributions required by this  \nArticle, which have been suspended, shall again become deductible, such  \ncontributions shal] resume. The determination as to deductibility shal) be  \nbased upon the annual actuarial valuation of the Fund.  \n"], ["ARTICLE 20 - LEGAL SERVICES PLAN  \nA. Full time Employees  \n", "1. The Employer agrees to contribute the sum of $2.25 per month to  \nthe UFCW Local 1500 Legal Services Fund on behalf of each regular full  \ntime employee covered by the Agreement who has completed thirty (30)  \ndays of service with the Employer. Contributions shall begin on the first  \n(1st) day of the month following the completion of such period.  \nB. Part time Employees  \n1. The Employer agrees to contribute the sum of $2.25 per month to  \nthe UFCW Local 1500 Legal Services Fund on behalf of each regular part  \ntime employee covered by the Agreement who has completed six (6) months  \nof service with the Employer. Contributions shall begin on the first (Ist) day  \nof the month following the completion of such period.  \n14  \n"], ["ARTICLE 21  \nPROVISIONS APPLICABLE TO ALL. FUNDS  \n", "A. There shall be no contributions to the Welfare Fund, Pension Fund  \nand Legal Services Fund for those employees working full time for the  \nsummer period of May 15th to September 15th only. nor shall there be any  \nchange in part time contributions for part time employees working full time  \nfor the summer period only. Should such employees continue without  \ninterruption on a full time basis after the summer. the Employer shall pay as  \nthough there was no relief.  \nB. 1. Contributions to the Welfare Fund. Pension Fund and Legal  \nServices Fund shall be remitted by the Employer to the Fund's office on or  \nbefore the twentieth (20th) day of each month. Every employee of record  \nwho works at least one day in the current month shall be considered to be  \nemployed for the entire month for the purpose of computing contributions  \nfor that month.  \n2. Upon the failure of the Employer to make payment of any  \ncontributions within fourteen (14) days of the date due, the Trustees shall be  \nentitled at their sole option to take any action permitted by this Agreement,  \nby the Agreements and Declarations of Trust establishing the Funds or by  \nlaw to collect said contribution, together with interest, liquidated damages  \nas established by the Trustees, attorneys' fees and court costs. Such interest  \nand liquidated damages shall accrue starting on the day after the due date of  \nthe contributions (the twentieth day of the current month). and shall  \ncontinue to accrue unti] said contributions, together with any accrued  \ninterest and liquidated damages. have been paid.  \n3. The Employer agrees that if it is delinquent in the payment of  \ncontributions to the Welfare Fund. to the extent that the Trustees have  \ncancelled the payment of benefits to said Employer's covered employees.  \nthe Employer will be responsible for all hospital, medical. surgical and other  \nbenefits that would have been paid by the Fund had the Employer's  \ndelinquency in making its contributions not resulted in the cancellation of  \nany rights on the part of the Employer's covered employees to receive any  \nsuch benefits.  \n4. The Employer hereby accepts and ratifies the Agreements and  \nDeclarations of Trust, as amended from time to time, establishing the Funds  \nas if they were set forth herein in full, and ratifies the designation of the  \nTrustees there under. The Trustees have assumed ail responsibility for the  \nadministration of the Plans, and the Employer shall have no responsibility,  \nexcept as herein provided.  \n5. The Employer shall make available to the Funds. any and all  \npertinent records of employees that the Funds may require to soundly and  \nefficiently operate the Funds. The Trustees shall have the right to have the  \nEmployer's records audited by an accountant of the Funds’ own choosing, at  \nthe Funds’ expense.  \n6. In the event the Employer fails to make contributions or provide  \nrecords as required herein. the Trustces may. despite any other provision of  \nthis Agreement, submit to arbitration any issue with regard to these  \nprovisions, before an arbitrator designated in accordance with the labor  \narbitration rules of the American Arbitration Association. The arbitrator  \nshall, in the event a violation exists. make a finding and award, which shall  \ndirect payment to the Fund, including the costs of the arbitration, fegal fees  \nand audit expenses together with interest and liquidated damages as  \nestablished by the Trustees.  \n7. Upon the written request of the Employer, the Trustees shall make  \nannual financial reports to the Employer, which shall contain information  \ntelating to the application of the monies received and benefits paid by the  \nFunds.  \nC. In the case of any employee's illness or injury, contributions to the  \nWelfare Fund the Pension Fund, and the Legal Services Fund shall be made  \nfor a period not to exceed three (3) months of absence from work. In the case  \nof an employee who is receiving Worker's Compensation benefits,  \ncontributions to the Welfare Fund shall also be made for the seventh (7th),  \neighth (8th) and ninth (9th) months of such absence.  \nD. The Employer shall make contributions to the Welfare Fund on behalf  \nof each employee on family or medical leave under the provisions of the  \nFamily Medical Leave Act (FMLA), 29 U.S.C. §2601. et seq., for each month  \nor partial month the employee is on such leave. The failure of an employee to  \nretum to work from such leave, within the meaning of 29 U.S.C. §2614 (c) (2),  \nshall create no obligation on the part of the Union or the Welfare Fund to take  \nany action to recover or to assist in the recovery of said contributions from  \nsaid employee, nor will such failure to return to work relieve the Employer of  \nits obligation to contribute to the Welfare Fund on behalf of said employee  \nduring the period specified in 29 U.S.C. §2614 (c) (1).  \nE. The Employer shall make contributions to the Pension Fund on  \nbehalf of each employee who qualifies, pursuant to 38 U.S.C. §§4312 and  \n4318, for Future Pension Service due to a period of military service. The  \nEmployer shall also make contributions to the Pension Fund on behalf of  \neach former employee who qualifies, pursuant to 38 U.S.C. §§4312 and  \n4318, for Future Pension Service due to a period of military service if the  \nEmployer was the last employer employing the former employee prior to  \nsuch military service. Contributions shall be made at the Employer's  \ncontribution rate in effect during each month of military service to which  \nsuch Future Pension Service relates. Such contributions shall be due and  \npayable within thirty (30) days of reemployment of the employee with the  \nEmployer or within thirty (30) days of notice that the employee has become  \nemployed, in employment which meets the requirements of 38 U.S.C.  \n§4312, with another contributing employer to the Pension Fund.  \n"], ["ARTICLE 22 - WAGES  \n", "The wage rates, progression scales and across the board increases effective  \nduring the term of this Agreement are more particularly set forth in Schedule  \n\"A\", annexed hereto and made a part hereof.  \n"], ["ARTICLE 23 - WORKWEEK AND HOURS  \nA. Full time Employees  \n", "Forty (40) hours shall constitute the regular workweek for all  \nregular full time employees covered herein, and it shall consist of five (5)  \neight (8) hour days.  \n2. In a week in which a holiday occurs, thirty two (32) hours in four  \n(4) eight (8) hour days shall constitute the regular workweek for all such  \nemployees.  \nB. Part time Employees  \n1, Part time employees, except those who are available on a limited  \nbasis will be scheduled for no less than sixteen (16) hours per week and four  \n(4) hours per day, provided they are available on a regular and continuing  \nbasis and further provided that they are available to work the Employer's  \n16  \nschedule of hours and there is no drop in business. Part time employees  \nunder eighteen (18) years of age may be scheduled to work three and three  \nquarters (3 3/4) hours per day, inclusive of one (1) fifteen (15) minute break  \non school days, except Friday and Saturday, and they shall be scheduled for  \nno less than sixteen(16) hours per week when available. Part time employ-  \nees under sixteen (16) years of age may be scheduled to work less than four  \n(4) hours per day. but no less than three (3) hours per day on school days in  \norder to comply with the law,  \n2. In a week in which a holiday occurs, part time employees, if  \navailable, wili be scheduled for no less than sixteen {[6) hours in addition to  \nthe holiday.  \n3. Regular part time employees who are temporarily assigned to full  \ntime work at any time throughout the year shall receive their regular part  \ntime rate or the minimum full time clerk's rate. whichever is higher. from the  \nfirst (1st) scheduled full week of such assignment.  \n4. Part time employees are to receive first preference for all full time  \ntemporary work assignments during the summer months and holiday seasons.  \n5. Regular part time employees who are appointed to permanent full time  \nwork receive half (1/2) credit for their length of continuous part time  \nservice for the purpose of determining their appropriate full time wage rate.  \nThey shall receive the minimum full time rate for after thirty (30) days. In  \naddition, they shail receive twenty ($20.00) doilars for each twelve (12)  \nmonths of part time service to determine their full-time rate. Thereafter, they  \nshall receive twenty ($20.00) dollars for each six (6) months of full time  \nservice, but in no event can they exceed the top maximum applicable rate of  \npay for ful! time clerks on the payroll as of the date of conversion.  \nC. Working hours shall be consecutive except for a meal period of  \nsixty (60) minutes with flexibility in emergency situations which shall not  \nbe abused. Meal periods shall be provided during such hours as the  \nEmployer may designate and which shall not count in computing the  \nnumber of hours worked.  \nD. All employees are to receive a fifteen (15) minute rest period for  \neach four (4) hours of work, except as provided in Article XXIII. Section  \nB.1. Employees may be required to punch time cards for all rest periods.  \n"], ["ARTICLE 24 - OVERTIME AND PREMIUM PAY  \nA. Full time Employees  \n", "], Full time employees shall receive overtime pay at the rate of time  \nand one half (1 1/2) their regular rate of pay for all hours worked in excess  \nof eight (8) in one day or forty (40) in one week which shall not be pyramided.  \n2. Full time employees shall receive premium pay of seventy five  \n($.75) cents per hour for each hour worked after 6:00 P.M. and before 8:00  \nA.M. if the hours so worked are within their regular forty (40) hour work-  \nweek, except that full time employees hired or appointed on or after June 19,  \n1988 to this shift shall receive premium pay for hours worked after 6:00  \nP.M. and before 6:00 A.M. Full time employees hired or reclassified after  \nJune 20, £998 who start at 5:00 A.M. or later shall not receive premium pay.  \n3. Full time employees hired after June 22, 1985 to work four (4) or  \nmore days per week on any shift starting between 12:00 P.M. and 3:30 P.M.  \nshall receive premium pay of one ($1.00) dollar per day. Full time  \nemployees hired after June 20, 1998 who start at 11:00 A.M. or later shall  \nreceive premium pay of one ($1.00) dollar per day from the first (1st) day.  \n17  \n4, The company may introduce a four (4) day, ten (10) hour workweek  \nfor full-time associates on a voluntary basis. The Company may have full  \ndiscretion of the establishment and elimination of the new shift. Holiday  \npay, Sick pay, compassionate and jury duty leave will be paid at ten hours for  \neach day used. Employees on four day, ten hour straight-time shifts will be  \nprovided a fifteen (15) minute break before lunch and a twenty (20) minute  \nbreak after lunch. Minimum call-in, beyond scheduled hours, will be eight  \n(8) hours. All premiums currently paid will be paid. These full-time  \nemployees shall receive time and one-half for all hours worked in excess of  \nforty (40) hours in a week or in excess of ten (10) hours in any day. Ina  \nholiday workweek, full-time employees shall receive time and one-half after  \nthirty (30) regular hours if they are on a four (4) day, ten (10) hour  \nworkweek. The introduction of this four (4) day, ten (10) hour shift does not  \naffect the overtime provision for those full-time employees working the five  \n(5) day, eight (8) hour shifts.  \nB. Part time Employees  \n1. Part time employees shall receive overtime pay at the rate of time  \nand one half (1 1/2) their regular rate of pay for all hours worked in excess  \nof eight (8) in one day.  \n2. Part time employees shall receive one and one half (1 1/2) their  \nregular rate of pay for all hours worked on their sixth (6th) day in a  \nworkweek, excluding Sunday, provided that all other scheduled hours on the  \nother five (5) days have been worked.  \n3. Part time employees appointed to full time after June 22, 1985 to  \nwork four (4) or more days per week on any shift starting between 12:00  \nPM. and 3:30 P.M. shall receive premium pay of one ($1.00) dollar per day.  \nPart time employees appointed to full time after June 20, 1998 who start at  \n11:00 A.M. or later shall receive premium pay of one ($1.00) dollar per day  \nfrom the first (1st) day.  \nC. Sunday Work  \n1, All employees shall receive double (2) times their regular rate of pay  \nfor work performed on Sunday. Full time employees hired on or after  \nJanuary 1, 1990 shall receive one and one half (1-1/2) times their regular  \nrate of pay for work performed on Sunday. Part time employees hired on or  \nafter January 1, 1987 shall receive one and one half (1 1/2) times their  \nregular rate of pay for work performed on Sunday. Part-time employees  \nhired after June 22, 2008 shall receive straight time for the first twelve (12)  \nmonths of employment for all hours worked on Sunday which shall not be  \nconsidered as part of the regular work week. Upon the completion of twelve  \n(12) months of employment, the employee shall receive time and one-half  \n(1-1/2x) times their regular rate for all hours worked on Sunday. Sunday  \nshall not be considered as part of the regular work week.  \n2. Effective January 1, 1996, full time or part time employees who  \nreceive double (2) time for work performed on Sunday shal! receive a frozen  \npremium rate which is equal to the hourly straight time rate of pay they were  \neaming as of January 1, 1996. In addition to this (frozen) premium hourly  \nrate of pay, they shall receive their regular hourly rate of pay for each hour  \nof work performed on Sunday. As their regular hourly rate increases, the  \nfrozen premium hourly rate shall remain the same, except in the event of a  \nreclassification from part time to full-time, full time to part time,  \nDepartment Manager to full time or part time clerk, or full time or part time  \nclerk to Department Manager, their frozen premium hourly rate will be equal  \nto the hourly rate they would be entitled to after reclassification in addition  \nto their regular hourly rate. Employees receiving the Frozen Sunday rate  \nshall continue to receive such rate unti] the Sunday frozen rate is equivalent  \nto half of the employee's hourly rate. Then in such event, the employee shall  \n18  \ncontinue to be paid time and one-half for ai] hours worked on Sunday.  \nEmployees hired or appointed to Department Manager on or after January |,  \n1996 shail receive a frozen Sunday premium of no less than eighteen  \n($18.00) per hour in addition to their regular straight time hourly rate  \nfor work performed on Sunday.  \n3. Full time employees receiving double (2) time who are reclassified  \nto part time shall continue to receive double (2) time for work performed on  \nSunday.  \n4. Part time employees receiving time and one half (1/2) who are  \npromoted to ful] time shall continue to receive time and one half (1/2) for  \nwork performed on Sunday. Part time employees receiving double (2) time  \nwho are promoted to fuil time shall continue to receive double (2) time for  \nwork performed on Sunday.  \n5. Employees shall not be required to work on Sunday. If the Employer  \nis unable to staff a department on Sunday. employees shall be required to  \nwork in inverse order of seniority.  \n6. Full time employees shall be given a reasonable opportunity to work on  \nSundays on a rotating basis by seniority when the store is open for business.  \nD. Minimum Call In  \n1. Any full time employee, except a night crew employee. who works  \non Sundays shall be scheduled for four (4) hours' work, provided the  \nemployee is available. Any full time night crew employee who works on  \nSundays or holidays shall be scheduled for eight (8) hours, work. provided  \nthe employee is available. except that such employee may be scheduled to  \nwork four (4) hours on Sundays on a shift starting at 5:00 A.M. or later.  \n2. Newly hired or converted full-time employees on or after 6/23/02,  \nwho work on the night crew, shall be scheduled for a minimum of five (5)  \nhours when they work on Sunday.  \n3. Any Part Time employee who works on Sundays or Holidays shall  \nbe scheduled for four (4) hours' work, provided the Employec is available.  \nE. Part Time Employees that work over 29 regular hours  \n1. Effective 6/23/02 present employees that work over 29 regular hours  \nshal] receive the difference between their hourly rate of pay and $9.875 per  \nhour. Effective 6/20/04 this rate will increase to $10.375 per hour.  \n2. New part-time employees hired on or after 6/23/02 when working  \nover 29 regular hours shail receive the difference between their rate of pay  \nand $9.375 per hour. Effective 6/20/04 this rate will increase to $10.375 per  \nhour.  \n"], ["ARTICLE 25 - WORK SCHEDULE  \n", "The Employer shall post a work schedule for all employees no later than  \n5:00 P.M. each Friday for the following week. Changes may be made in this  \nschedule in an emergency only with due notification to the Union.  \n"], ["ARTICLE 26 - DISCHARGE  \n", "The Employer shall have the right to discharge any employee for just cause  \nwho has survived the trial period and has attained the status of a  \npermanent employee. Just cause shall include, but not be limited to,  \n19  \ndishonesty, falsification of records, mishandling of the Employer's property  \nor funds, insybordination, abusive language, intoxication, violation of  \nprocedures for handling cash and/or receiving merchandise, lateness and  \nabsenteeism, which shall be either chronic or such as to interfere with the  \nroutine of the Employer's business and schedules.  \n"], ["ARTICLE 27  \nGRIEVANCE PROCEDURE AND ARBITRATION  \n", "All disputes, differences or grievances arising out of interpretation, applica-  \ntion, breach or claim of breach of the provisions of this Agreement shall be  \nsettled in the following manner:  \nA. Within two (2) calendar weeks of the occurrence of such dispute,  \ndifference or grievance, authorized representatives of the Union and the  \nEmployer shall, in good faith, endeavor to adjust such dispute, difference or  \ngrievance.  \nB. In the event that the matter is not adjusted in the above step, a  \nrepresentative of the Employer charged with the responsibility for labor  \nrelations and a duly designated representative of the Union shall attempt to  \nadjust the same.  \nC. In the event the dispute, difference or grievance stiJl remains  \nUnadjusted after compliance with the above step, then such dispute, differ-  \nence or grievance may be submitted to arbitration by cither party not later  \nthan thirty (30) days after the occurrence to an arbitrator mutually selected  \nby the parties or to the American Arbitration Association for its designation  \nof an arbitrator, in accordance with its miles, to hear and determine the matter.  \nThe decision of the arbitrator shall be final and binding upon the parties. The  \nexpenses of the arbitration shall be bore equally between the parties.  \nD. The arbitrator shall not have the authority or power to arbitrate new  \nprovisions to this Agreement, or to arbitrate away either in whole or in part  \nany provision of this Agreement, nor shall the arbitrator have the power to  \nadd to, delete from or modify any of the provisions of this Agreement.  \n"], ["ARTICLE 28 - NO STRIKES NO LOCKOUTS  \n", "A. There shall be no cessation of work, no strikes, no picketing, no  \nslowdowns, no sit downs or other interference with the operation of the  \nEmployer's business sanctioned by the Union, nor shall the Employer  \nlockout for any cause whatsoever during the term of this Agreement.  \nB. The Union, by its officers, shall promptly make every effort to  \nprevent and stop any cessation of work, strike, picketing, slowdown, sit  \ndown, or other interference with the operation of the Employer's business  \nand shall order its members to return to work without delay.  \nC. An employee who engages in any such activity shall be subject to  \ndiscipline, including termination, by the Employer.  \n"], ["ARTICLE 29 -  \n", "A. The Employer recognizes the right of the Union to have one (1) full  \ntime shop steward and one (1) part time shop steward in each store.  \nB. The full time shop steward in each store shall not be transferred  \nwithout prior notice to and discussion with the Union.  \nC. The Union will provide the Employer with a list of the names of its  \nauthorized business representatives and shop stewards and will keep said list  \ncurrent.  \n20  \nD. The Employer will, with adequate notice, arrange for one (1) full  \ntime shop steward from each store to have the same scheduled day off once  \neach year with (8) hours’ pay for the purpose of attending the Union's shop  \nsteward seminar.  \nE. Shop stewards shall not handle grievances and shall not interfere  \nwith the operation of the Employer's business, and shall not cause or engage  \ndirectly or indirectly in any unauthorized strikes, work stoppages.  \nslowdowns, or job actions.  \n"], ["ARTICLE 30  \nACCESS TO STORES AND UNION STORE CARD  \n", "A. The Employer agrees to permit an authorized representative of the  \nUnion to visit any of the Employer's places of business at any time during  \nnormal working hours for the purpose of ascertaining whether this  \nAgreement is being properly observed, provided that there shall be no  \ninterruption of or interference with the Employer's business.  \nB. The Employer agrees to display the U.F.C.W. Union Store Card.  \ngratis, for the period of this Agreement. The Union Store Card shall remain  \nthe property of the Union, and the Employer does hereby agree that the  \nbreach or violation of the provisions of this Agreement on its part shall  \nconstitute sufficient cause for the removal of the said Union Store Card by  \nthe Union.  \n"], ["ARTICLE 31 - MINORS  \n", "The Employer shall not employ minors in violation of the laws of the  \nState of New York or the Federal laws pertaining thereto.  \n"], ["ARTICLE 32 _- LIE DETECTOR TESTS  \n", "No employee who has completed the probationary period shall be  \nrequired by the Employer to take a lie detector test.  \n"], ["ARTICLE 33 - INDUSTRY EXPERIENCE  \n", "Newly hired employees shal] be given credit for a minimum of one (1) year’s  \nprior experience in the supermarket industry for the purpose of  \nestablishing the employees’ wage rates only provided that the experience  \nwas eared within the preceding twelve (12) months and declared on the  \nemployment application.  \n"], ["ARTICLE 34 - RECLASSIFICATION  \n", "A. A full time employee who is reclassified to part time shall be placed  \non the new hire part time progression scale and shall, for wage rate purposes,  \nbe given credit for his/her service on a two (2) month for one (1) month  \nbasis. They shall receive the minimum part time rate for thirty (30) days and,  \nin addition, shall receive twenty five ($.25) cents for each six (6) months of  \nfull time service to determine their part time rate. Thereafter, they shall  \nreceive twenty five ($.25) cents for each six (6) months of part time service.  \nIn no event can they exceed the top maximum applicable rate for part time  \nclerks on the payroll] as of the date of conversion.  \nB. A full time employee who is reclassified to part time shall receive  \npayment for earned and unused ful] time vacation. The employee shall  \nreceive, after one (1) year, part time vacation benefits based upon the  \nemployee's total length of service.  \n21  \nC. A full time employee who is reclassified to part time shall receive  \npart time sick leave pro rated for the balance of that sick leave year, based  \nupon the employee's total length of service. Thereafter, the employee shall  \nreceive part time sick leave based upon the employee's total length of service.  \nD. A full time employee who is reclassified to part time shall receive  \npayment for earned and unused personal holidays.  \nE. Upon the reclassification of a full time employee to part time, the  \nEmployer shall make part time contributions on behalf of the employee to  \nthe Welfare, Pension and Legal Funds, beginning the first (1st) day of the  \nmonth following such reclassification.  \n"], ["ARTICLE 35 - TECHNOLOGY  \n", "The Employer reserves the right to introduce new technology. The Employer  \nwill meet and discuss with the Union the impact of this technology on the  \nworkforce.  \n"], ["ARTICLE 36 - INDIVIDUAL AGREEMENTS  \n", "The Employer shall not enter into individual agreements with employees  \ncovered by this Agreement which conflict with this Agreement, nor shall the  \nEmployer accept or require security of any sort from any employee except  \nas may be otherwise set forth in this Agreement or consented to by the  \nUnion.  \n"], ["ARTICLE 37_- SAVINGS CLAUSE  \n", "The parties hereto agree that should any article or subdivision of this  \nAgreement be or become unlawful, invalid, ineffective or unenforceable by  \nvirtue of any act, law or decisions of any established governmental agency  \nor court, then any such article or subdivision shall not affect the validity and  \nenforceability of any other article or subdivision thereof, and the remainder  \nof this Agreement shall continue in full force and effect for its duration.  \n"], ["ARTICLE 38 - SUCCESSORS AND ASSIGNS  \n", "This Agreement shall bind and inure to the benefit of the Employer, its  \nsuccessors and assigns, and to the Union, their successors and assigns, and  \nshall include al] bargaining unit stores now owned, operated, conducted or  \nmaintained by the Employer, its successors, assigns or agents.  \n"]]