[["", "Ces = 1,600  \nLe L349 6  \nCOLLECTIVE BARGAINING AGREEMENT  \nBETWEEN  \nTHE GREAT ATLANTIC & PACIFIC TEA COMPANY, INC.  \nAND  \nUNITED FOOD AND COMMERCIAL WORKERS  \nLOCAL 342-50, AFL-CIO  \nOCTOBER 31, 1999 to October 30, 2003  \n0100-0000  \nINDEX  \n"], ["DESCRIPTION ARTICLE PAGE  \nACCIDENTS AND SAFETY... bebe 26  \nBULLETIN BOARDS & TIME CARDS... 2400. 24  \n", "CHECK OFF... ee 5  \nDISCHARGE AND 18  \nFUNERAL LEAVE. 14  \nGRIEVANCE PROCEDURE AND ARBITRATION. 18  \nHEALTH AND WELFARE. 19  \nHOLIDAYS... ccc Boece 9  \nHOURS... 7  \nJOB CLASSIFICATION. ..... 2.0.0.  \nJURY 13  \nLEAVES OF ABSENCE 24  \nLEGAL ye 23  \nLEGISLATION 1 re 25  \nMANAGEMENT CLAUSE 5 6  \nMARKET STEWARDS. 1) ee 25  \nPENSIONS. 0.0 21  \nRECOGNITION. 3  \nSAFETY-EDUCATION- CULTURAL 7h re 22  \nSENIORITY... ccc 14  \nSEVERANCE. ooo ooo 17  \nSTRIKES AND 18  \nse 27  \nTRANSFERS ooo 14.00. 16  \nUNIFORMS AND TOOLS. 0.0... Oo 13  \nUNION SHOP CLAUSE. ree 5  \nUNION VISITATION. ccc 5 ooo 25  \n11  \nWAGES... ooo coc | ee 9  \nSCHEDULE “A” - o.oo ccc 28  \nAPPENDIX “A” ooo 34  \nAPPENDIX “B” 35  \nAPPENDIX “C? 36  \nAPPENDIX “D” ooo ccc 37  \nAPPENDIX 38  \nBLS  \nTHIS AGREEMENT made as of the 31st day of October, 1999, by and between THE  \nGREAT ATLANTIC TEA & PACIFIC TEA COMPANY, INC., (hereinafter called the  \n“Employer’) and the UNITED FOOD AND COMMERCIAL WORKERS LOCAL 342-50,  \naffiliated with the American Federation of Labor-Congress of Industnal Organizations and The  \nCentral Trades and Labor Council, having its principal office at 166 East Jericho Turnpike,  \nMineola, New York 11501 (hereinafter called the \"Union”).  \nWITNESSETH  \n"], ["ARTICLE 1 RECOGNITION  \n", "The Employer the Union as the exclusive bargaining representative for all  \nGrocery Department and Meat Department employees, including Meat Department Heads and  \npart-time employees, and Pharmacy Department employees except all executives, supervisory  \nemployees and Pharmacy managers of stores which are located in the Counties of Nassau,  \nSuffolk, Kings, Queens and the stores located in the Borough of Richmond.  \nThe Employer agrees that in the event the Division, during the term of this Agreement  \nwhich expires on October 30, 2003, institutes a Non-food Department in any retail food store or  \nstores within the geographical junsdiction of this Agreement, the Employer and the Union shall  \nnegotiate as to the terms of wages, hours, and conditions for eligible employees working in such  \ntype departments.  \n"], ["ARTICLE 2 JOB CLASSIFICATION  \n", "A. MEAT DEPARTMENT HEAD: A skilled Journeyman who is qualified to direct  \nthe operation of a fresh Meat Department, prepare orders for the products sold in that  \ndepartment, supervise the employees in the Fresh Meat Department and assume direct  \nresponsibility for the efficient operation of the department.  \nB. JOURNEYMAN: A skilled Butcher Workman who has either served a complete  \napprenticeship in his/her trade or has developed equivalent ability by practical experience and is  \ncapable of cutting and preparing meat in forms acceptable to the Retail Trade and in a manner that  \nwill yield the maximum of profitable cuts from a carcass. He must also be proficient in waiting on  \ncustomers and have the knowledge and ability to perform the general detailed tasks in the Meat  \nand Fish Departments.  \nC. JOURNEYMAN B: A skilled journeyman or apprentice meat cutter capable of  \ncutting and preparing meat in forms acceptable to the Retail Trade whose duties shall consist of  \nhandling, cutting, selling, processing, pricing, and displaying of meat, poultry, sausage or fish:  \nfrozen, chilled or smoked, and the performance of all work incidental thereto.  \nD. APPRENTICE: Individual employed for the purpose of learning all the details,  \nand developing manual skill for performing, after a stated number of years’ training, all the duties  \nof Journeyman/Journeyman B as commonly accepted in the trade.  \nE. PART-TIME JOURNEYMAN: A journeyman is considered a part-time employee  \ncovered by this Agreement if his regularly scheduled work week is less than forty (40) hours per  \nweek excluding overtime.  \nF. SEAFOOD DEPARTMENT HEAD: A skilled Seafood employee who is qualified  \nto direct the operation of a service fresh Seafood Department, prepare orders for the products  \nsold in that department, supervise the employees in the fresh Seafood Department and assume  \ndirect responsibility for the efficient operation of the department and perform all other duties  \nincidental for the operation of the department for which they have been trained and qualified, as  \ndirected by the store manager.  \nG. FLORAL DEPARTMENT HEAD: A skilled Floral employee who is qualified to  \ndirect the operation of a service Floral Department, prepare orders for the products and  \nmerchandise sold in that department, supervise the employees in the Floral Department and  \nassume the direct responsibility for the efficient operation of the department and perform all other  \nduties incidental to the operation of the department for which they have been trained and  \nqualified, as directed by the store manager.  \nH. FRONT END ADMINISTRATOR: Is qualified to direct the operation of the  \nFront End, supervise the employees in the checkout/front end areas of the store, and assume the  \ndirect responsibility for the efficient operation of the checkout areas and perform all other duties  \nincidental to the operation of the front end for which they have been trained and qualified, as  \ndirected by the store manager.  \nI. SCANNING ADMINISTRATOR: Is qualified to direct the activities associated  \nwith the timely and accurate administration of the pricing of merchandise, maintaining UPC codes  \nand such other duties incidental to the maintenance of computer systems associated with price  \ncontrol, and all other duties incidental to operation of the function for which they have been  \ntrained and qualified, as directed by the store manager.  \nJ. HEAD CASHIER: Duties shall include all book work, balancing statements,  \nsigning off on cash, making deposits, all duties related to payroll, pick-ups, cashier tills and  \ndeposits, and all other duties incidental to the operation of the cash office as directed by the store  \nmanager.  \nK. REGISTERED PHARMACIST: An individual who is a professional licensed  \nemployee who must practice the profession in conformity with the relevant Federal, State, and  \nMunicipal laws and regulations. The Registered Pharmacist retains the sole right, therefore, to  \nmake decisions concerning the professional and ethical aspects of the practice of Pharmacy as it  \nrelates to the performance of the job on a day to day basis, consistent with established corporate  \npolicies.  \n"], ["ARTICLE 6 HOURS  \n", "A. The work week for all fuil-time employees shall consist of five (5) eight (8) hour  \ndays during the Monday through Saturday work week as follows:  \n1. The basic shifts for ali employees shall start between 6 a.m. and  \n12 noon. Changes in schedules shall be by mutual agreement. The Union will cooperate with the  \nCompany to suit the needs of the business.  \nZ. The afternoon shift for other than Meat Department Heads and  \nJourneymen Butchers, hired prior to August 1977, shail be from 1 p.m. to 10 p.m. or 2 p.m. to 11  \np.m. However if mutually agreed between employees and the Employer, a full-time employee may  \nbe scheduled for less than a full week on the afternoon shift. The afternoon shift for other than the  \nMeat Department employees hired prior to January 1, 1982, shall start between 12 noon and 3  \np.m. However, if mutually agreed between employee and Employer, a full-time employee may be  \nscheduled for less than a full week on the afternoon shift, but shall receive no less than forty (40)  \nhours, except on a Holiday week.  \n3. The basic shift and afternoon shift starting time may be not more than one  \n(1) hour before or one (1) hour after the starting times show in (1) and (2) above.  \n4, The Night Shift shall be from 12 Midnight to 9 a.m. Night Crew shall be  \nscheduled to work five (5) nights during the work week. The Employer shall assign two (2) or  \nmore employees to the Night Shift.  \n5. The Employer shall have the option of continuing the present shifts and  \nshift practices without change.  \n6. Should an insufficient number of full-time employees, either from  \nvolunteers, new hires, or employees hired subsequent to August 7, 1971, be available to satisfy  \nthe scheduling requirements of the afternoon and Night Shifts, then the Employer shall have the  \noption of implementing a system of scheduling based upon date of hire (inverse seniority). Such  \nsystem shall also apply to all Meat Department employees provided they were employed after  \nJanuary 1, 1982.  \n7. Full-time employees shall not be subject to split shifts. Full-time employees  \nShall not be subject to staggered shifts; that is the scheduled shift for a full-time employee shall not  \nbe changed during his work week, nor shall his/her scheduled starting time be changed during his  \nwork week, except as provided in (1) above.  \n8. Each regular full-time employee shall be entitled to a lunch period of sixty  \n(60) minutes each day; and if he/she works beyond the normal supper hour, a supper period of  \nnot less than thirty (30) minutes, which meal periods shall not be computed in hours worked by  \neach employee. No regular full-time employee shall be required to take a supper period of more  \nthan thirty (30) minutes unless approved by the Union. The Employer may schedule a thirty (30)  \nminute lunch period with the agreement.  \n9. Each employee shall receive a ten (10) minute rest period for each half day  \nworked, which shall be considered as working time. Employees shall not be required to punch in  \nor out for rest periods.  \n10. Full-time and part-time employees working in excess of eight (8) hours per  \nday shall be paid overtime on the basis of time and one-half (1-1/2) their hourly rate of pay.  \nOvertime shall be paid on a daily or weekly basis, whichever is greater, but not both.  \n11. Full-time employees whose shift starts before 7 a.m. shall be paid a  \npremium of One Dollar ($1.00) per shift.  \n12. The company will provide full-time employees who are available and  \nqualified to perform the work available, on a rotating basis, a reasonable opportunity for Sunday  \nwork as determined by the needs of the business.  \n13. Employees who are required to work in stores that are not open for  \nbusiness on Sunday shall be paid on the basis of time and one-half (1-1/2) their hourly rate of pay.  \n14. The Schedule of Hours for full-time and part-time employees shall be  \nposted in ink not later than Saturday morning for the following weeks work and shall not be  \nsubject to change.  \n15. Full-tume employees on the payroll as of December 31, 1989 shall be paid their  \nexisting rate of pay plus their rate as of April 30, 1995, for all hours worked on Sunday. Full-time  \nemployees hired on or after January 1, 1990 shall be paid time and one-half (1-1/2) for all hours  \nworked on Sunday. Part-tume employees shail be paid time and one-half (1-1/2) for all hours worked  \non Sunday.  \n16. The Employer agrees that the Sunday guarantee for employees  \nshall be a minimum of four (4) hours.  \n17. A part-time employee ts anyone working less than forty (40) hours per  \nweek.  \n18. Any part-time employee who works twenty-nine (29) hours or more  \n(excluding Sunday hours) for ten (10) consecutive weeks, except during the period from May 15\"  \nto September 15\" and November 15\" to December 31%, shall be considered as full-time  \nemployees. However, each week a part-time employee works forty (40) hours or more, he/she  \nshall be entitled to a premium of Fifty Cents (50¢) per hour for all hours worked.  \n19. The Employer recognizes the principle of seniority as it applies to  \nscheduling of hours, and subject to the needs of the business, will schedule senior part time  \nemployees so as to provide the greater number of hours, but not less than the applicable weekly  \n20. Effective June 1, 2000, part-time employees hired prior to October 30,  \n1995, shall be guaranteed a minimum of twenty (20) hours per week. Effective June 1, 2000, part-  \ntime employees hired prior to October 30, 1997 shall be guaranteed a minimum of twenty (20)  \nhours per week as scheduled by the Employer. With the exception of Baggers, they shall be  \nguaranteed a mimimum of twelve (12) hours of work as scheduled by the Employer. Upon  \ncompletion of eighteen (18) months of continuous part-time service, the employee may request a  \nreview of his/her guaranteed hours and the Employer shall schedule four (4) additional hours, if  \nthe employee so desires.  \n21. Part-time employees having worked five (5) continuous hours shall receive  \na lunch period or supper period, which shall not be computed as time worked.  \n22. All call-in pay shall be computed at the employees’ hourly rate.  \n"], ["ARTICLE 7 WAGES  \n", "A. The weekly scale of wages, general increase and cost of living protection  \nincreases, Classification rates, premiums, hiring rates and increases shall be as set forth in Schedule  \n“A” attached hereto and made a part of this Agreement.  \nB. The rates of pay presently paid to employees shall not be reduced during the  \nperiod of this Agreement, unless an employee is reduced to a lower classification in lieu of a layoff  \nor discharge.  \n"], ["ARTICLE 8 HOLIDAYS  \n", "A. The following legal holidays shall be observed by the Employer for all full time  \nemployees on the payroll as of October 29, 1999:  \nNew Year’s Day Labor Day  \nWashington’s Birthday Thanksgiving Day  \nMemorial Day Christmas Day  \nFourth of July Employee’s Birthday  \nPresidential Election Day three (3) Employee Personal Holidays  \nFull time employees hired on or after October 30, 1999 shall receive the following holiday  \nentitlement after two (2) months of continuous full time service (except those hired within thirty  \n[30] months with Local 342-50 industry experience):  \nNew Year’s Day Labor Day  \nMemorial Day Thanksgiving Day  \nFourth of July Christmas Day  \nAfter one (1) year of employment — two (2) Personal Days per year  \nAfter two (2) years of employment ~ three (3) Personal Days per year  \nAfter three (3) years ofemployment - four (4) Personal Days per year  \nPart time employees hired on or after October 30, 1999 shall receive the following holiday  \nentitlement after six (6) months of continuous part time service (except those hired within thirty  \n[30] months with Local 342-50 industry experience):  \nNew Year’s Day Labor Day  \nMemorial Day Thanksgiving Day  \nFourth of July Christmas Day  \nBaggers shall receive the following holiday entitlement of four (4) hours holiday pay after  \nsix (6) months of continuous service if the holiday falls on regular scheduled workdays:  \nNew Year’s Day  \nThanksgiving Day  \nChristmas Day  \nWhen Christmas Eve falls on a working day, fifty percent (50%) of the regular full-time  \nemployees shall be excused from work at 5 p.m. on Christmas Eve and the other fifty percent  \n(50%) excused at 5 p.m. on New Year’s Eve, without loss of pay. Fifty percent (50%) of the  \nregular full-time employees working on any shift which finishes work other than 6 p.m. on  \nChristmas Eve shall be excused from work one (1) hour prior to the end of their shift and the  \nother fifty percent (50%) excused one (1) hour prior to the end of their shift on New Year’s Eve,  \nwithout loss of pay.  \nB. If there is no work to be performed on the above-named holidays, then such  \nregular full-time employees shall receive their regular weekly wages, providing they worked their  \nregularly scheduled hours in the other days in the holiday week, or their absence is excused.  \nWork performed on a holiday shall be paid for at twice (2x) the regular hourly rate of pay, in  \naddition to the holiday pay.  \nC. If an employee’s birthday falls on Sunday or his/her day off, or one (1) of the  \nabove-stated holidays, his/her day off for his birthday shall be the following day.  \nD. Personal holidays are contingent on the employee giving the management a ten  \n(10) day prior notice and to be mutually agreed to by both Parties.  \nE. In the event of termination, unused personal days shall be paid on a pro-rata basis.  \nF. Any time worked except on holidays by any full-time employee, in excess of thirty-  \ntwo (32) hours per week during a week in which a full holiday falls, shall be paid for at time and  \none-half (1-1/2) the regular hourly rate of pay. Overtime shall be worked required by the  \nEmployer.  \nG. The Employer shall notify the Union fifteen (15) calendar days prior to each  \nholiday observed by the Employer under this Agreement whether it intends to keep the stores  \nopen. If during said fifteen (15) day period the Employer finds that competition is to remain open  \nand it decides to remain open, it shall notify the Union of its intention. Premium pay and overtime  \npay shail not be pyramided.  \nH. If the Employer decides to remain open on any holiday, the ratio of part-time  \nemployees to full-time employees shall be the same as the ratio that existed on the same day of the  \nprior week in the same store.  \nI. Employees who are discharged for cause or voluntarily terminate their employment  \nshall not be entitled to the holiday pay.  \nJ. If a recognized holiday falls on a regular work day during an employee’s vacation  \nperiod, he shall be paid a sum equal to daily straight-tume pay for such holiday in addition to  \nhis/her vacation pay, or may be given the additional day off with pay as mutually agreed upon.  \nK. Night Crews shall not be required to work the night before the Christmas and New  \nYear’s holidays.  \nL. Part-time employees hired prior to October 30, 1995, shall receive the same legal  \nholidays enjoyed by full-time employees hired prior to October 30, 1995, provided they worked  \ntheir regularly scheduled hours in the other days in the holiday week or their absence was  \nexcused. All part-time employees’ pay for said holidays shall be computed on the basis of the  \naverage hours worked over a period of five (5) weeks preceding the Holiday. Holiday pay shall be  \nprorated and shall be paid on the basis of the average hours worked in relation to a forty (40)  \nhour workweek, with a maximum pay of eight (8) hours.  \nM. Part-time employees hired prior to October 30, 1999, shall also receive four (4)  \npersonal holidays each year.  \nN. Part-time employees hired prior to October 30, 1999, may use up to two (2)  \npersonal days each year as sick days without prior approval for absences due to illness.  \n"], ["ARTICLE 9 VACATIONS  \n", "A. Full-time employees hired prior to October 30, 1999, shall receive the following  \nvacation, with pay, entitlement based on continuous full-time service:  \n6months ~— 1 week  \n1 year ~- 2 weeks  \n8 years - 3 weeks  \n12years -—  \n25 years — 5 weeks  \nB. Full-time employees hired on or after October 30, 1999, shall receive the following  \nvacation, with pay, entitlement (except those hired within thirty [30] months with Local 342-50  \nindustry experience):  \nl year — | week  \n3 years -— 2 weeks  \n12 years —- 3 weeks  \nEach week equals forty (40) hours.  \nC. Each employee shall receive, and the Employer shall schedule the employee’s full  \nvacation allowance during the calendar year. Should the Employer fail to schedule an employee’s  \nfull vacation during the year in which it has been earned, then the employee shall receive such  \nportion of his vacation which has not been granted during the following year as well as any  \nvacation earned during the following year.  \nD. Vacation pay shall be computed on the basis of the employee’s regular straight-  \ntime weekly earnings including regular shift premiums, if any.  \nE. Length of service for vacation shall be computed as the time served continuously  \nby the employee with the Employer in a capacity other than part-time.  \nF. The Employer shall use the actual employment date for full-time employees for  \ndetermining eligibility when an employee terminates for any reason.  \nG. Vacation periods and assignments shall be at the discretion of the Employer with  \ndue regard for the convenience of the employee. Employees eligible for two (2) weeks’ vacation  \nor more shall receive two (2) consecutive weeks of vacation as scheduled by the Employer. The  \nEmployer shall post the vacation schedule thirty (30) days before the employee is scheduled to  \nbegin his vacation. An Employee transferred to another store location shall have the option to  \ntake his vacation at the time originally scheduled.  \nH. Commencing 1969, full-time employees employed in stores designated “summer  \nlocations” who have earned three (3) weeks vacation shall be eligible to receive two (2) weeks  \nvacation during the summer vacation period. Full-time employees employed in stores designated  \n“summer locations’ who have earned less than three (3) weeks’ vacation shall be eligible to  \nreceive one (1) week’s vacation during the summer period. The summer period shall begin with  \nMemorial Day and conclude Labor Day weekend.  \nL. Each week of part-time vacation entitlement shall be calculated by dividing the  \nnumber of straight time hours worked, in the preceding calendar year, by fifty-two (52) weeks.  \nPart time employees hired before October 30, 1999, will earn the following vacations on an  \nanniversary year basis:  \nlyear — 1 week  \n2years -— 2 weeks |  \n8 years -— 3 weeks  \n= 4 week riLe COPY  \n25 years ~- 5 weeks  \nPart-time employees hired on or after October 30, 1999, shall receive the following  \nvacation entitlement (except those hired within thirty [30] months with Local 342-50 industry  \nexperience):  \nl year — 1 week  \n3 years — 2 weeks  \nI2 years - 3 weeks  \nAny part-time employee who is laid off for a period of up to ninety (90) days shall not  \nlose his vacation rights.  \nJ. Part-time employees going to full-time shall receive their part-time vacation  \nallowance before going full-time, and upon going full-time they will begin to earn their full-time  \nvacation allowance.  \nK. Vacation due deceased employees shall be paid pro rata to their estates.  \n"], ["ARTICLE 10 UNIFORMS AND TOOLS  \n", "The Employer agrees to furnish and supply all its employees, without cost, laundered  \naprons and umforms and such tools as are necessary in the discharge of their work and also  \nservice such tools at no cost to the employees. Employees required to work outside in foul  \nweather conditions shall be furnished with protective outer clothing when performing such work.  \n"], ["ARTICLE 11 JURY DUTY  \n", "The Employer shall grant to each full-time employee on jury duty the difference between  \nthe employee’s regular straight-time earnings, including regular shift premiums, if any, and the  \njuror’s fee paid to the employee. When an employee on jury duty has served five (5) days during  \nthe week, he shall not be required to work on Saturday. When an employee is excused from jury  \nduty he shall be obligated to return to the store for his normal day’s work whenever reasonably  \npossible.  \nThe Employer will pay to the employee the regular straight-time weekly earnings,  \nincluding regular shift premiums. The full-time employee will then return to the Employer the fee  \npaid to the employee for attendance as a juror.  \nPart-Time Jury Duty: Part-Time employees who serve on Jury Duty shall be paid for time  \nlost as a result of their service on Jury Duty.  \n"], ["ARTICLE 12 FUNERAL LEAVE  \n", "Full-tume employees shall be entitled to paid funeral leave not to exceed three (3) days for  \nall work days lost from the day of the death through the day of the burial of a member of the  \nimmediate family, except as the religious dictates of an employee may require a different three (3)  \nday period, the employee’s working day off shall not to be computed as part of the funeral leave.  \nThe immediate family is defined as the spouse, child, sister, brother, parent or spouse’s parent. In  \nthe event of the death of a member of the employee’s family, other than the immediate family, the  \nemployee shall have one (1) day off without loss of pay to attend the funeral.  \nPart-time employees shall be entitled to up to three (3) days bereavement leave for days  \nactually scheduled, for four (4) hours each day, however, not beyond the day of the funeral in the  \ncase of death of a spouse or child. In the case of death of a parent, brother or sister, one (1) day  \nshall be granted.  \n"], ["ARTICLE 13 SENIORITY  \n", "A. Seniority for full-time employees shall be continuous from the first (1°) day of hire  \nwithin the bargaining unit. All new employees shall be on probation for a trial period of thirty (30)  \ndays, after which they shall be placed on the seniority roster and their seniority date from date of  \nhire. Effective October 26, 1986, the probationary period shall be sixty (60) days for employees  \nnew to the industry.  \nB. Seniority for full-time employees shall be measured on the basis of service within  \nthe Metro Group, formerly designated as the Eastern Region, covered by this Agreement, except  \nthat as to the Borough of Richmond which shall have separate seniority. Layoffs and rehiring of  \nsuch employees shall be based upon seniority within classification within the unit. Seniority for  \nJourneyman B will be within the current journeyman apprentice classification. Promotions within  \nthe Employer unit shall be based on fitness and ability with seniority a factor only when all other  \nthings are equal.  \nC. Full-time employees with more than one (1) year’s seniority if laid off, through no  \nfault of their own, shali be given preference for available part-time employment before new part-  \ntime employees are hired. Such employees shall be paid the hourly rate equivalent to the full-time  \nhourly rate of pay previously received. Rights under this Article shall continue for a period not  \nexceeding one (1) year from the date of layoff, except as provided in Paragraph (T) of this Article.  \nD. When a full-time employee is rehired within the one (1) year period of layoff as  \nprovided for in Paragraph C, his seniority rights shall be restored on the first of the month  \nfollowing his re-employment. During the period of layoff, all fringe benefits shall be cancelled and  \nthe period of layoff shail not be counted as months of employment in relation to fringe benefit  \ncredits, or in relation to progression on the wage scale.  \nE. When a part-time employee is rehired within ninety (90) days of layoff, his  \nseniority Rights shall be restored on the first (1°) day of the month following his re-employment,  \nand if he qualifies as required he shall be granted vacation and welfare benefits.  \nF. Any employee who is laid off and fails to report for work when recalled  \nfrom the layoff within seven (7) days (unless excused for a longer period by the Employer’s  \nemployment office) after the Employer has deposited in the United States mail, postage prepaid, a  \nregistered letter directed to the Union and to such employee at his last known address as shown  \nby the records of the Employer, shall terminate his seniority.  \nG. When two (2) or more employees are hired on the same in the same seniority area,  \nthe Employer will notify the Union of their seniority status by providing the highest seniority to  \nthe lowest social security number.  \nH. The Employer agrees to give one (1) weeks’ notice to the full-time employees and  \nthe Union prior to layoff because of lack of work, and the full-time employee agrees to promptly  \nnotify (within one [1] week) the Employer of his choice of accepting part-time work in lieu of  \nlayoff.  \nI. Any discharged employee who 1s reinstated through the grievance or arbitration  \nprocedure of this Agreement shall have his seniority status made whole upon his return to work.  \nJ. Separate seniority lists of full-tume employees by classification and part-time  \nemployees shall be made available to the Union.  \nK. Layoffs of part-time employees shall be based upon seniority. Part-time seniority  \nshall be measured on a store unit basis. Part-time employees transferred from one (1) store to  \nanother within the bargaining unit shall carry with them their accumulated seniority. Seniority  \nrights under this paragraph shail continue for a period not exceeding ninety (90) consecutive  \ncalendar days from the day of layoff.  \nL. In the event of a store closing, part-time seniority shail prevail within classification  \nand job assignment within a District Manager’s area, provided the employee is qualified and  \navailable to work the hours of the least senior employee replaced.  \nM. The Employer will furnish the Union weekly with a list of newly hired and  \nterminated employees.  \nN. A separate seniority list covering the classification of Meat Department Head shall  \nbe prepared by the Employer and made available to the Union. On demotion, pursuant to section  \n(I) above a Meat Department Head, he shall be returned to his former Job as Ice Box Man or  \nJourneyman Butcher, as the case may be, and slotted into the seniority list of full-time employees.  \nSuch employee shall be credited with service as Meat Department Head in the computation of his  \nseniority. In all other respects this Article shall apply to Meat Department Heads as a separate  \nclassification.  \nO. All full-time employees hired prior to December 31, 1985, shall not be severed  \n(except for just cause) during the period of this Agreement. It is the intention of this provision to  \nguarantee full-time employment to these full-time employees but not to establish a guarantee  \nagainst reclassification.  \nP, When full-time openings become available, part-time employees will be given first  \nPp  \n(1°) consideration to fill the full-time openings.  \n"], ["ARTICLE 14 TRANSFERS  \n", "A. In the event a full-time employee is permanently transferred to another store, the  \nUnion and the employee shall be notified in writing at least one (1) week in advance of said  \ntransfer. Any such transfer for a period in excess of two (2) weeks shall be considered a  \npermanent transfer. When a full-time employee is transferred from one (1) division to another  \n(whether or not it involves a transfer from the jurisdiction of one (1) Local Union to another), he  \nshall be credited in the new division with the seniority accrued in the Company. The Employer  \nwill consider the request of full-time employees for transfers within the respective bargaining unit  \nof each Local. A temporary transfer of an employee in any given day to more than one (1) store  \nshall be avoided except in case of extreme emergency. Such temporary transfer shall be  \nsuccessively made on the basis of classification (i.e., Journeyman Butchers, Apprentices,  \nWrappers), and unit seniority in the store. Seniority shall not apply in cases involving temporary  \ntransfers to new or remodeled stores but employees subject to such transfers shall not again be  \ntransferred, except in order of seniority. The present assignment of an employee to another store  \non a regular relief basis shall not be considered a transfer.  \nB. All full-time permanent transfers shall be based on seniority except where mutually  \nagree upon by the Employer and the employee, with prior notice given to the Union for other than  \na seniority transfer.  \nC. The Employer shall recognize and consider the convenience of employees when  \nmaking transfers.  \nD. Employees who are temporarily transferred to shore areas or summer points shall  \nbe transferred back to their respective areas as soon as possible after Labor Day.  \nE. Those employees who are transferred to a store which is located more than fifteen  \n(15) miles (one-way) beyond their store, in cases of temporary transfers, shall receive Four  \nDollars Dollars ($4.00) per day travel pay.  \nF. Any employee who has been transferred to another location, other than their home  \nstore, and is working at said location on pay day, and their regular pay is not at that store, shall be  \npaid at the employees’ request, the Net amount, in cash, of their salary for that week.  \nG. Before new full-time and regular part-time employees are hired on the day shift, ail  \nfull-time and regular part-time employees who have worked one (1) year or more on the night  \nshift and request a transfer to the day shift will be granted said transfer, if the following conditions  \nshall be available. The Employer and the Union shall establish a list of full-tume and regular part-  \ntime night workers who desire transfer to the day shift. The Employer and the Union shall develop  \na system for such transfer based upon length of service on the night shifts.  \n1. Available work on day shift.  \n2. Suitable replacement for employee on Night Shift.  \n3. Employee’s ability to perform work on the day shift. f roo /  \n» d  \n"], ["ARTICLE 15 SEVERANCE  \n", "Notwithstanding the foregoing, in recognition of business or economic conditions  \nAdversely affecting the Employer wherein it may be necessary to close stores or lay off  \nemployees, then should the Employer sever employees (except for just cause) covered by this  \nparagraph, employees so affected shall be eligible to receive severance pay in the amount of Four  \nHunderd Dollars ($400.00) for each full year of continuous full-time service subject to the  \nfollowing conditions:  \nl. Seniority shall prevail at all times as provided in this contract Agreement.  \n2. Only employees who have been severed in accordance with the seniority  \nclause of this contract Agreement shall be eligible for severance pay.  \n3. The employee is not employed by the Employer subsequent to the  \nseverance.  \n4. The employee has either exhausted his recall rights or has chosen to forfeit  \nhis recall rights at the time of severance. Recall rights under this paragraph shall be fifteen (15)  \nmonths.  \nThe provisions of this paragraph shall not apply in the event of a strike or strikes, or of a  \nnational emergency affecting the operation of the stores.  \n"], ["ARTICLE 16 STRIKES AND LOCKOUTS |  \n", "There shall be no cessation of work, no strikes, no picketing, or other interference with  \nthe operations of the Employer, or lockouts for any cause whatsoever during the life of this  \nAgreement. No employee shall be disciplined or discharged for refusal to cross a legal picket line.  \n"], ["ARTICLE 17 DISCHARGES AND DEMOTIONS  \n", "The Employer retains the right to discharge or suspend any employee for just cause. The  \nEmployer shall notify the Union office prior to an employee being so suspended or discharged.  \nThe Union may, not later than five (5) days after such discharge or suspension, challenge same  \nthrough the grievance procedure herein provided and; if not settled through the grievance  \nprocedure, the matter may be submitted to arbitration in the manner herein provided.  \nOn demotions of Meat Department Heads, the Union shall be notified one (1) week in  \nadvance of such demotion. Such demotion shall be subject to the grievance procedure.  \nIn the event of demotion, with one (1) weeks' notice to the Union, and subject to the  \ngrievance procedure, any of the aforementioned Department Heads or Head Cashier, will be  \nslotted into Clerk seniority list of full-time employees. Such employee will be credited with  \nservices as a Department Head or Head Cashier in the computation of his seniority. In all other  \nrespects, this Article shall apply to Department Heads, Head Cashiers and Clerks as separate  \nclassifications.  \n"], ["ARTICLE 18 GRIEVANCE PROCEDURE AND ARBITRATION  \n", "Any dispute, difference or grievance arising out of the interpretation, application, breach  \nor claim of breach of the provisions of this Agreement shall be settled in the following manner:  \nA. The aggrieved employee, the Market Steward or the Union representative, may  \npresent and discuss any grievances to the Manager. If not settled, the Union representative may  \npresent the grievance to the Employer, Supervisor or person so designated by the Employer. All  \ngrievances submitted to the Personnel Director, in writing, will be answered in writing, to the  \nUnion within seven (7) days. In the event that such dispute, difference or grievance shall not have  \nbeen satisfactorily adjusted between the Parties in the manner provided above, then such dispute,  \ndifference or grievance arising out of the interpretation, application, breach or claim of breach of  \nthe provisions of this Agreement shall be submitted, at the request of either Party, to arbitration  \nunder the voluntary arbitration rules, then obtaining, of the American Arbitration Association.  \nB. The decision of the arbitrator shall be final and binding upon the Parties.  \nThe Parties further agree that there shall be no suspension of work when any such dispute,  \ndifference or grievance arises and while it is in the process of adjustment or arbitration. The  \nParties agree that the expenses of arbitration shall be borne equally between them.  \nC. The arbitrator shall not have the power to arbitrate away in whole or in  \npart any provision of the Agreement, nor shall he have the power to add to, delete from, or  \nmodify the provisions of this Agreement.  \nD. Any member of the bargaining unit who shall, at the discretion of the  \narbitrator be required to testify at, or attend any hearings or arbitration, mediation or settlement of  \nany question of violations of this contract, shall not suffer any loss in wages by reason thereof.  \nE. No dispute, difference or grievance shall be subject to arbitration unless the  \nrequest for arbitration shall be made within sixty (60) days after the dispute, difference or  \ngrievance has been presented to the other Party.  \nF. No grievance involving a discharge or suspension shall be subject to  \narbitration unless a request for arbitration thereto shall be made within thirty (30) days after the  \nemployee has been discharged or suspended.  \nG. The Employer agrees not to introduce, at a grievance or arbitration  \nhearing, an individual employee’s disciplinary records which are more than thirty-six (36) months  \nprior to date of the incident giving rise to the hearing.  \n"], ["ARTICLE 19 HEALTH AND WELFARE  \nA. The Employer shall continue the existing Group Life Insurance Plan for full-time  \n", "employees up to age sixty-five (65). However, the amount of Life Insurance shall be “frozen” at  \nthe amount in effect on August 5, 1983. All full-tume employees who retire after age fifty-five  \n(55) with at least fifteen (15) years Company service shall receive a death benefit of Fifteen  \nHundred Dollars ($1,500.00). Full-time employees hired or reclassified to full-time after August  \n5, 1983, shall, after six (6) months of employment, be covered for Twenty Thousand Dollars  \n($20,000.00) life insurance.  \nB. The Welfare Fund will provide a PPO Network for all Medical Services. This cost  \nis to be paid by the Amalgamated Meat Cutters Local 342/A&P Welfare Fund. The present MOB  \nstructure shall remain in place. The Employer will continue to pay the premiums to provide for the  \nexisting full-time employees’ hospitalization and surgical benefit coverage. The current Blue  \nCross Insurance and the Amalgamated Meat Cutters Local 342/A&P Welfare Plan shall continue  \nto be available to eligible members as an alternative to the MagnaCare Network. The benefits  \nprovided under this paragraph shall be fully described in the Summary Plan Description booklet to  \nbe distributed to employees. Such coverage shail begin on the first (1“) of the month after six (6)  \nmonths of employment. The Employer agrees to increase contributions to the Local 342/A&P  \nWelfare Fund in the amount of Forty Dollars ($40.00), as agreed, to provide improved benefits to  \nthe participants of that Fund for full-time and regular part-time participants. In addition, the  \nEmployer has agreed to maintain a six (6) month reserve in order to insure the benefits currently  \nprovided.  \nC. Should the Employer desire to provide equal or better coverage, through self-  \ninsurance or otherwise, such proposed change will be discussed with the Union subject to the  \ngrievance and arbitration procedure of this contract.  \nD. Any full-time early retiree will have the option to purchase the hospitalization and  \nsurgical insurance coverage at the then prevailing group rate until age sixty-five (65), unless  \notherwise provided.  \nE. The Employer shall provide an Optical Plan for all full-time employees, the spouse  \nof each employee and the dependents of each such employee up to the age of nineteen (19) years,  \nas described in the policy.  \nF. The Employer shall provide a Dental Plan for full-time employees, for the spouse  \nof each employee and the dependents of each such employee up to the age of nineteen (19) years.  \nUpon approval of the trustees, full-time employees shall be provided with a legal consultative plan  \npaid for by the Employer.  \nG. The Employer will provide for full-time employees and their dependents a  \ncomprehensive Prescription Drug Plan with a mmimum deductible as determined by the trustees  \nof the Plan.  \nH. The premium for the Optical Plan, the Dental Plan, Major Medical, Prescription  \nDrug Plan, shall be paid by the Company to the Health & Welfare Fund of the Local Union.  \nL. Sickness absence benefits shall be provided in accordance with the Employer’s  \npresent practice, except that Workmen’s Compensation will be covered by the N.Y.S. rate  \nwithout supplementary payment.  \nJ. Any full-time employee who is disabled due to a Workmen’s Compensation injury  \nshall be continued on Hospitalization and Surgical Insurance for one (1) year.  \nK. An employee who bnngs the written notification that requires his attendance at a  \nWorkers Compensation hearing to the attention of the Employer, shall have his scheduled  \nchanged to allow attendance at the hearing on his day off, provided such notification is made no  \nless than one (1) week prior to the date of the hearing.  \nL. The benefits provided by Sub-paragraphs (B), (C) and (D) will be provided for all  \nfull-time employees on the active payroll of the Employer on the first (1st) day of the month  \nfoliowing six (6) months of employment.  \nM. Upon approval of the trustees, all part-time employees with six (6) months of  \nseniority shall be entitled to hospitalization, surgical and miscellaneous benefits. Provided,  \nhowever, they are not covered under another Plan providing for hospitalization benefits. Such  \nbenefits shall include an Optical Plan, a Life Insurance Plan, and other benefits described in the  \nSummary Plan Description booklet to be distributed to employees. The premium for the above  \nbenefits shall be paid by the Employer to the Health and Welfare Fund of the Local Union, which  \nshall pay them to the appropriate insurer.  \nN. The Company will provide medical coverage for those eligible (age sixty [60] and  \n[30] years of continuous employment who retire directly from active employment and collect a  \nbenefit from the National Meat Cutters Pension Fund) for continued “Hospital and Surgical Plan”  \nuntil the retiree reaches age sixty-five (65) or becomes Medicare eligible. The plan will be US  \nHealthCare HMO. Coverage will be continued as long as the retiree and his/her spouse are not  \neligible for any other coverage or Medicare, and are under age sixty-five (65). If the spouse  \nbecomes ineligible, he/she cannot continue to be covered under this plan, and the Company shall  \nonly be required to contribute for retiree coverage.  \n"], ["ARTICLE 20 PENSIONS  \nA. The Employer agrees to contribute to the United Food and Commercial Workers  \n", "International Union - Industry Pension Fund (hereinafter the “Fund”) for each regular full-time  \nemployee covered by this Agreement the sum of Ninety-Five Dollars and Fifty Cents ($95.50) per  \nmonth  \nB. The Employer agrees to contribute to the New York-New Jersey Amalgamated  \nPension Plan for Full-Time A&P Employees (hereinafter the “Fund”) to provide future credit  \nservice benefits for each regular full-ttme employee covered by this Agreement the following  \nmonthly contributions on the dates indicated:  \nEffective January 1, 2000 $80.00  \nC. Contributions for employees who become regular full-time employees after the  \ndate of this Agreement shall be payable from the first (1st) of the month following thirty (30) days  \nof full-time employment. The contributions provided for in this Article shall be for the purpose of  \nproviding retirement benefits for eligible employees in accordance with the Pension Plans of the  \nPension Funds as determined from time to time by the Trustees of the Penston Funds, which  \nFunds shall have the continuing approval of the Internal Revenue Service as exempt Plans.  \nD. The Employer has been and still is a Party to the Agreements and Declarations of  \nTrust establishing the Pension Funds and has agreed to be bound by ail the terms and provisions  \nof said Agreements. The Employer, by the execution of this Collective Bargaining Agreement,  \napproves and ratifies the appointment as its representative of Employer Trustees heretofore made  \nor hereafter made pursuant to the terms of the said Agreements and Declarations of Trust. The  \nEmployer has executed Participation Agreements for the Pension Funds.  \nE. The Employer will provide a Pension Plan for all eligible part-time employees  \ncovered by this Agreement, in accordance with the terms and conditions of the Plan. Effective  \nJanuary 1, 1993 the Plan definition of eligibility shall be seven hundred (700) hours of service per  \nyear. Effective January 1, 1996, the current Ten Dollars ($10.00) per year, maximum Three  \nHundred and Fifty Dollar ($350.00) benefit shall be modified by providing that for all covered  \nemployment on or after January 1, 1986 and each year thereafter, the future service benefit shall  \nbe Eleven Dollars ($11.00) per year and the maximum benefit shall be limited to thirty-five (35)  \nyears of service. The Ten Dollar ($10.00) per year benefit shall apply for all covered employment  \nprior to January 1, 1986. The Company agrees to indemnify the Union for any and all claims and  \nactions of any type resulting from the administration by the Company of the Pension Plan for part-  \ntime employees.  \nF. In the event there are any increases under the Supplemental Plan that are higher  \nthan the current level of the negotiated contract of Local 342-50, they will be implemented on  \nbehalf of Local 342-50 members.  \nG. The company will provide information and availability to participate in a 401(k)  \nPlan to all employees covered by this agreement.  \nH. Full-time employees who retire on or after November 1, 1992, and who have  \nserved in management of the Company will be provided with pension credit from the Company's  \npresent Pension Plan for the period of time served in management provided they have not  \nreceived credit from the National Pension Fund for those years.  \n"], ["ARTICLE 21 SAFETY-EDUCATION-CULTURAL FUND  \nA. The Employer agrees to contribute to the Amalgamated Meat Cutters and Retail  \n", "Food Store Employees Union Safety-Education-Cultural Fund Local 342, AFL-CIO, on behalf of  \neach regular full-time employee, on the first (1*) day of the calendar month following completion  \nof six (6) consecutive months of full-time employment, the following amounts:  \nEffective September 1, 2000 $ 8.00 per month  \nEffective January 1, 2001 $10.00 per month  \nEffective January 1, 2003 $12.00 per month  \nB For a newly hired full-time employee on whose behalf another employer made  \ncontributions to the Local 342 Safety-Education-Cultural Fund during the six (6) months  \nimmediately preceding his date of hire, the Employer will make contributions on his/her behalf at  \nthe rates set forth above, commencing with the first (1\") day of the calendar month following the  \ndate of his hire.  \nC. The Employer agrees to contribute to the Amalgamated meat Cutters and Retail  \nFood Store Employees Union Safety-Education-Cultural Fund Local 342, AFL-CIO, on behalf of  \neach regular part-time employee on the first day of the calendar month following completion of  \nsix (6) months employment.  \nD It is understood and agreed that the Safety-Education-Cultural Fund referred to  \nherein shall be such as will continuously qualify for approval by the Internal Revenue Service.  \nE. The Employer agrees to be bound by the Agreement and Declaration of Trust as  \nmay be amended establishing the Safety-Education-Cultural Fund including the provisions for the  \ncollection of contributions.  \n"], ["ARTICLE 22 LEGAL FUND  \nThe Employer agrees to contribute to the Amalgamated Meat Cutters and Retail Food  \n", "Store Employees Union Legal Fund Local No. 342, AFL-CIO, the sum of Two Dollars ($2.00)  \nper month on behalf of each regular full-time employee on the first (1*) day of the calendar month  \nfollowing completion of thirty (30) days of full-tume employment.  \nFor a newly-hired full-time employee on whose behalf another employer made  \ncontributions to the Local 342 Legal Fund during the six (6) months immediately preceding his  \ndate of hire, the Employer will make contributions on his behalf at the rates set forth above,  \ncommencing with the first (1°) day of the calendar month following the date of his hire.  \nIt is understood and agreed that the Legal Fund referred to herein shall be such as will  \ncontinuously qualify for approval by the Internal Revenue Service.  \nThe Employer agrees to contribute to the Amalgamated Meat Cutters and Retail Food  \nStore Employees Union Legal Fund Local No. 342, AFL-CIO, the sum of Two Dollars ($2.00)  \nper month on behalf of each regular part-time employee on the first (1st) day of the calendar  \nmonth following completion of ninety (90) days of employment  \nIt is understood and agreed that the Legal Fund referred to herein shall be such as will  \ncontinuously qualify for approval by the Internal Revenue Service.  \nThe Employer agrees to be bound by the Agreement and Declaration of Trust as may be  \namended establishing a closed panel, representative Legal Fund including the provisions for the  \ncollection of contributions.  \n"], ["ARTICLE 23 LEAVES OF ABSENCE  \n", "Any employee will be entitled to a thirty (30) day leave of absence if approved by the  \nPersonnel Director.  \nNATIONAL GUARD SERVICE AND RESERVES:  \nAny full-time employee or part-time employee who is a member of an organized  \nReserve program or in the National Guard shall be eligible for a two (2) weeks’ leave of absence  \n(subject to extension in exceptional cases) without pay, such leave to be in addition to the  \nemployee’s regularly scheduled vacation period, in order that the employee may participate in the  \nmilitary training required by such organization.  \nAny employee who wishes to use his regular vacation period for military absence  \nshall be paid in accordance with the regular vacation procedure.  \nAll notices for any Military Leave of Absence must be submitted in writing to the  \nPersonnel Director via the Store Manager.  \nMILITARY SERVICE:  \nWhen a full-time employee or part-time employee is called into service, he shall be paid  \nhis normal vacation pay at the time of induction. Upon return he shall receive a vacation  \nprorated according to the number of months worked in that calendar year. The rate of pay for a  \nreturned veteran shall be in accordance with the veteran re-employment rights. No accumulated  \ntime toward progression increases will be credited during Military Service. Upon return the  \nemployee will be granted all general increases.  \nUNION OFFICERS:  \nEmployees hereafter elected or appointed to full-time or part-time Union office  \nshall be granted a leave of absence without loss of seniority but without accumulating seniority  \nduring the period of the leave of absence.  \n"], ["ARTICLE 24 BULLETIN BOARDS & TIME CARDS  \n", "A. The Union shall share existing store bulletin boards for the use of regular Union  \nnotices.  \nB. The Union will be advised in advance of distribution by the Employer of any notice  \nto its employees relative to conditions of employment.  \nC. Employees may review the copy of their time card that is maintained as part of the  \nstore record at a mutually convenient time.  \n"], ["ARTICLE 25 UNION VISITATION  \n", "A. A duly credited representative of the Union shall have the right to visit any of the  \nstores covered hereunder any time during normal working hours for the purpose of  \nascertaining whether this Agreement is being properly observed, provided that there shall be no  \ninterruption of, or interference with, the Employer’s business. Employer shall make available time  \nfor Union Representatives to visit Night Crews upon the Unions’ request.  \nB. The Company agrees to make available its records on training hours for cashiers.  \n"], ["ARTICLE 26 MARKET STEWARD  \n", "A. The Union may elect or appoint one Market Steward for each store from among  \nthe employees. They shall be at all times full-time employees and shall be the last to be laid off.  \nThe Employer shall be notified of the election or appointment of such Market Steward. The  \nEmployer agrees to cooperate with the Local Union in allowing Market Stewards the opportunity  \nto attend Shop Steward Conferences by scheduling their days off according to the needs of that  \nconference. Effective January |, 1988, full-time Market Stewards will receive a day off (with pay-  \neight [8] hours) during the calendar year to attend a seminar.  \nB. There shall be no transfer of Market Stewards without prior discussion with the  \nUnion. In the event that the Union disagrees, the issue shall be subject to the grievance procedure.  \n"], ["ARTICLE 27 LEGISLATION  \n", "A. The Parties agree that should the enactment of any Federal or State law, including  \nbut not limited to equal pay legislation and/or legislation pertaining to call-in pay, affect the terms  \nor working conditions of employees herein, such terms or working conditions shall be applicable  \nto this Agreement and this Agreement shall be amended in accordance herewith.  \nB. In the event the Federal or State government shall enact legislation during the term  \nof this Agreement affecting the application of any of the provisions hereunder, including, but not  \nlimited to wages or fringe benefits, the Parties hereto recognize their obligation to comply with  \nsuch new restrictive legislation. Thereafter, if the provisions, including, but not limited to, wages  \nor fringe benefits, of this Agreement may be lawfully re-instituted, the Parties hereto further agree  \nthat they shall re-institute, as soon as possible, the provisions of this Agreement as if no such new  \nrestrictive legislation has been enacted.  \nC. Each and every clause of this contract shall be deemed separable from each and  \nevery other clause of this contract to the end that in the event that any clause or clauses shall be in  \nviolation of any law, then and in such event, such clause or clauses only, to the extent that any  \nmay be so in violation, shall be deemed of no force and effect and unenforceable without  \nimpairing the validity and enforceability of the rest of the contract including any and all provisions  \nin the remainder of any clause, sentence or paragraph in which the offending language may  \nappear.  \nD. Should the Federal Wage & Hour Law be changed such that any wage rate may  \nnot be in compliance with the law, said rate shall be adjusted in compliance with law.  \nE. It is the policy of the Employer to provide equal employment opportunity to  \napplicants and employees without regard to race, color, religion, national origin, sex, age or  \nqualified handicapped or veteran status. It is the continuing policy of the Employer and the Union  \nthat the provisions of this Agreement shall be applied in such a nondiscriminatory manner to all  \nemployees covered by the Agreement.  \nF. the use herein of the masculine gender should be read to include the female gender  \nequally except in any instance, if any, in which the context clearly indicates otherwise.  \n"], ["ARTICLE 28 ACCIDENTS AND SAFETY  \n", "A. The Employer agrees to provide safe and healthful work places at each of its  \nlocations, and to cooperate with the Union in promoting safety among its members.  \nB. The Employer agrees to submit to the Union, once a week, a list of employee who  \nhave lost time due to an injury on the job provided such injury has been reported to the Employer.  \nC. All employees who are injured on the job and who after treatment for the injury are  \ndirected by a licensed medical doctor or by a hospital not to continue to work shall be paid  \nstraight time for the completion of their scheduled shift for the day on which the injury occurred,  \nwhich shall not be charged to sick leave.  \nD. It is the intention of the Employer to make every effort to limit the weight of  \nboxed meat to One Hundred (100) pounds or less.  \nE. The Company will work with the Union toward the establishment of uniform  \ntemperatures in the cutting areas.  \nF. The Union and respective Divisions will mutually agree upon a schedule indicating  \nthe date and time that the Mobile Medical Unit will be at a particular store during the following  \nmonth. Employees working in the stores at that time will be provided with the opportunity to  \nvisit the Mobile Medical Unit for prompt processing so as to cause minimal disruption of the  \nEmployer’s operation.  \n  \n"]]