[["", "   \nC47 260 Ore  \nAGREEMENT BETWEEN  \nAkron-Canton Food Industry  \nCommittee (Clerks)  \nand  \n| United Food & Commercial  \nWorkers Union  \nLocal No. 880  \nooO UFCW  \nve  \n“2  \nA  \n>» c  \n|  \n- a  \n: ty ote ,  \nes His REE EN  \nSRR Se meee  \nEffective  \nSeptember 9, 2002  \nExpiration  \nSeptember 11, 2005  \nJames B. Jerele  \nPresident  \nThomas H. Robertson  \nSecretary-Treasurer  \nas  \nbt we ae ee eg Pg Pg Ty EE ere PE Ps ky TA ey oe te te OE FH RETEST  \n————  \n  \n4  \n   \nArticle  \nf  \nI  \n(UI  \nIV  \nV  \nVI  \nVil  \n  \nXI  \nXil  \nXI  \nXIV  \nXV  \nXVI  \nXVil  \nXVill  \nXIX  \nXX  \nTABLE OF CONTENTS  \nSubject Page  \nRecognition and Union Security .........-..+-. 1  \nManagement RIQhts eee 2  \nHOULS 00 ccc cece renee eee recente 2  \nWorking Conditions . eee eee, 9g  \nSOniOrity cece ene 12  \nVacationS cece eens 15  \nLeaves of ADSENCE eee 17  \nHONGAYS 2. ena wee nes sua mem 19  \nWages and Related items 21  \nHealth and Welfare eee ees 32  \nPension Plan 37  \nGroup Legal Services 38  \nCollection of Fringe Benefits ......... 38  \nCradit cece 39  \nGrievance and Arbitration 39  \nIndustry-Union Standing Committee ......... 41  \nNo Sirike/No Lockout 42  \nSavings and Separability 42  \nZone Rates ...... 43  \nTermination 02... eee ees 43  \nSUPPLEMENTAL AGREEMENT  \nBakery Employees ee eee 44  \nSUPPLEMENTAL AGREEMENT  \nFishers Foads of Canton, Ohio .............,. 48  \nSUPPLEMENT  \nNon-Food Cierks 53  \nAGREEMENT  \nThis Agreement made this 9th day of September, 2002, by  \nand between AKRON/CANTON FOOD INDUSTRY COM-  \nMITTEE, on behalf of its members, hereinafter referred to,  \nseparately and collectively, as the “Employer” and UNITED  \nFOOD AND COMMERCIAL WORKERS UNION LOCAL No.  \n880, chartered by United Food and Commercial Workers tn-  \nternational Union, AFL-CIO-CLC, hereinafter referred to as  \nthe “Union.”  \n"], ["ARTICLE [  \nRecognition and Union Security  \n", "Section 1. The Employer recognizes the Union as the sole  \nbargaining agent for all food store employees in its retail out-  \nlets focated in the Ohio counties of Ashland, Carrot,  \nColumbiana, Harrison, Hoimes, Jefferson, Medina, Portage,  \nStark, Summit, Tuscarawas, and Wayne, but excluding meat  \ndepartment employees in all stores, managers, and other su-  \npervisors as defined in the National Labor Relations Act, as  \namended.  \nSection 2. it is agreed that the Employer can continue the  \npractice of employing Co-Managers to work in the stores,  \nand such Co-Managers shalt not be in the bargaining unit. tt  \nis also agreed that there shall be no more than one (1) Co-  \nManager per store unless a store averages sales in excess  \nof $400,000.00 per week, in which case there may be no  \nmore than two (2) Co-Managers per store. The Union must  \nagree to additional Co-Managers on an individual per store  \nbasis, but such permission shall not be unreasonably with-  \nheid. The Employer may also employ, outside of the bar-  \ngaining units, one (1) Front-End Manager, one (1) Human  \nResources Manager, and one (1) supervisory employee to  \nsupervise non-food employees in a store. Co-Managers,  \nFrontend Managers, Human Resources Managers, and  \nnon-food supervisory employees shall not be regularly  \nscheduled to perform bargaining unit work and shall not be  \nused to perform bargaining unit work in the event of a strike  \nby the Union during the term of this Agreement.  \nSection 3. shall be a condition of employment that all em-  \nployees of the Employer covered by this Agreement who are  \nmembers of the Union on the execution date of this Agree-  \nment shail remain members, and those who are not mem-  \nbers on the execution date of this Agreement shall on the  \nthirty-first (31st) day following the execution date of this  \nAgreement become and remain members in the Union. It  \nshail also be a condition of employment that all employees  \ncovered by this Agreement and hired on or after its execution  \ndate shall on the thirty-first (31st) day following the beginning  \nof such employment become and remain members in the  \nUnion.  \nSection 4, The Employer shail for the term of this Agreernent  \ndeduct initiation fees, Union dues, and any other deductions  \nthat are uniformly applied, from each pay period of empioy-  \n—  \n   \n   \ni individually and  \nwho are members of the Union and who in |  \nvoluntarily certify in writing authorization for such deductions.  \nThe Employer shail remit all deductions promptly to the  \nUnion.  \ni ‘¢ Aqreement shall be binding upon the suc-  \nad asst of the parties hereto, in the event of  \nbona fide sale or transfer of any store covered by this Agree-  \nment during the term hereof, the Employer shall give ad-  \nvance notice to the new owner or such transferee of the  \nobligation of this Agreement and shall as a condition of such  \nsale or transfer, require the new owner to become a party  \nhereto. The former owner shail be responsible for any and all  \nmonetary benefits that employees have accumulated under  \nthis Agreement to the date of sale or transter. Seniority of  \nemployees shall not be broken by such sale or transfer.  \nion 6. An Employer may establish specialty shops op-  \n‘by other employers on a store-by-store basis only  \nwith the consent of the Union, with the understanding that  \nnone of the employees covered by this Agreement will be ad-  \nversely affected in any way by such changes.  \n"], ["ARTICLE Il  \nManagement Rights  \n", "In addition to the management rights specified elsewhere in  \nthe Agreement, the management of the business and the di-  \nrection of the work force, including, but not limited to the right  \nto plan, direct, and contro! store operations; to establish mer-  \nchandising and pricing policies; to hire, suspend, or dis-  \ncharge for just cause; to assign and allocate work, to trans-  \nfer employees because of lack of work or for other legitimate  \nreasons; to study or introduce new or improved methods or  \nfacilities: to establish and maintain reasonable rules and reg-  \nulations covering the operation of the store; and to carry out  \nthe ordinary and customary functions of management are  \nvested exclusively in the Employer, except to the extent  \nmodified by this Agreement, and provided further, that the  \nEmployer shall not exercise such rights in an arbitrary or  \ncapricious manner.  \n"], ["ARTICLE Ill  \nHours  \n", "ion 1(a). The basic workweek for full-time employees  \nhired September 11, 1984, shall consist of forty (40)  \nhours in any five (5) days, Monday through Saturday. Pro-  \nvided, that in a holiday week, the basic workweek for such  \nfull-time employees shall consist of thirty-two (32) hours in  \nany four (4) days, excluding the holiday, Monday through  \nSaturday. Provided further, that although part-time employ-  \nees hired before September 11, 1984, have no regular work-  \nweek, as such, they shall not regularly work on more than  \nfive (5) days in an ordinary workweek and four (4) days Ina  \nholiday workweek, Monday through Saturday, unless other-  \nwise agreed to between the Employer and the Union.  \n—2—  \nSection 1(b). The basic workweek for full-time employees  \nhired on or after September 11, 1984, shall consist of forty  \n(40) hours in any five (5) days, Monday through Sunday.  \nProvided, that in a holiday week, the basic workweek for  \nsuch full-time employees shall consist of thirty-two (32)  \nhours in any four (4) days, Monday through Sunday. Provid-  \ned further, that although part-time employees hired on or af-  \nter September 11, 1984, have no regular workweek, as such,  \nthey shall not regularly work on more than five (5) days in an  \nordinary workweek and four (4) days in a holiday workweek,  \nMonday through Sunday, unless otherwise agreed to be-  \ntween the Empioyer and the Union.  \nSection 1(c). During weeks other than holiday weeks, an op-  \ntional workweek of four (4) ten (10) hour days may be utilized  \nwith the following terms:  \n1. This optional workweek must be mutually agreeable  \nbetween the Employer and the employee;  \n2. Employees working this optional workweek shall be .  \nscheduled at least forty (40) hours per week;  \n3. The optional workweek shall be offered in order of se-  \nniority within classification among employees who  \nhave the ability to perform the work;  \n4. The optional workweek shall be scheduled in accordance  \nwith the Sunday work and basic workweek Sections  \ncontained in Article tl of this Agreement:  \n5. Sunday work shall be paid at the appropriate Sunday  \nrate;  \n6. All work over ten (10) hours per day shall be paid for  \nat the rate of time and one-half (1%) the straight-time  \nrate of pay;  \n7. Employees working ten (10) hour shifts shail receive a  \nfifteen (15) minute rest period during the first half of the  \nshift, and a twenty (20) minute rest period during the  \nsecond half of the shift;  \n8. There shall be no night hours restriction among those  \nemployees electing this option.  \nSection 1(d). 1. A full-time or part-time employee may vol-  \nunteer to be scheduled for up to ten (10) hours per day on  \nany Sunday or Saturday at straight-time rates, plus any ap-  \npropriate Sunday or holiday premium pay except time and  \none-half. Employees who are entitled to time and one-half for  \nwork on Sundays or holidays who choose to work these  \nshifts shall receive a fifty cents ($.50) per hour premium for  \nwork on Sundays and a one dollar ($1.00) per hour premium  \nfor work on holidays. If an Employer and an employee mutu-  \nally agree upon the entire weekly schedule for that employ-  \nee, the ten (10) hour Sunday and/or Saturday shift(s) may be  \nscheduled. If more than one employee wishes to work such  \nten (10) hour shifts on the same day and an Employer can-  \nnot schedule all of them for such shifts, the employee(s) with  \nthe greatest seniority will be scheduled for such shift(s). Em-  \nployees scheduled to work nine (9) or more hours in a day  \n  \n   \nhalf of the shift, and a twenty (20) minute rest period during  \nthe second half of the shift.  \ni ich Sundays are rotated among volunteers  \na in Section 4(a) of this Article, scheduling of em-  \nloyees on Sundays for shifts in excess of eight (8} hours un-  \nthis Section shall not be used to reduce the nou es worked  \non Sundays by employees who elect to be included in the  \nSunday rotation under Secton 4(a).  \ni . Time and one-half (14) shail be paid for work in  \nof torty (40) hours in any regular workweek or eight  \n(8) hours in any one (1) day, or for any work performed by an  \nemployee regularly scheduled for forty (40) hours per wee  \nwhen called in on a scheduled day off.  \ni . Employees hired before September 11, 1984,  \nShall be vai aime i one-half (1% times regular rate of pay)  \nfor work performed on Sundays and the holidays listed  \nin this Agreement, except in cases of emergency to protect  \nthe property of the Employer, and with mutual consent of the  \nUnion, which work will be at straight-time (or time and one-  \nhalf (1%) if in excess of the basic workweek). Employees hired  \non or after September 11, 1984, shall be paid at their straight-  \ntime rate of pay for hours worked on Sundays and holidays.  \nIn addition, alt employees hired on or after September 11,  \n1984, except Student Employees and Utility Clerks, shail re-  \nceive a premium of fifty cents ($.50) per hour for hours  \nworked on Sundays and a premium of one dollar ($1.00) per  \nhour for hours worked on holidays. Student Employees and  \nUtility Clerks shall receive a premium of fifty cents ($.50) per  \nhour for work performed on the legal holidays listed in Article  \nVil, Section 1. Employees working on legal holidays listed in  \nthis Agreement shall receive holiday pay in addition to the  \npay provided for above for hours worked.  \nin thi i hall ap-  \nSection 4(a). The following terms (in this Section) s  \nply only to employees hired before September 11, 1984, and  \nthose employees hired on or after that date who work in  \nstores that were open on Sundays and holidays prior to Sep-  \ntember 11, 1984:  \n1. Work performed on Sunday or on a legal holiday listed  \nin this Agreement shall not be computed as part of an  \nemployee’s basic workweek.  \n2. Sunday and holiday work shall be rotated among all  \nsuch qualified employees. An employee may elect not  \nto take his or her turn in rotation, but in such event  \nshall not be eligible for Sunday and holiday work until  \nit is again his or her turn in the rotation.  \nIf the Employer cannot staff the store by rotation, the  \nEmployer may require qualified employees to work in  \nan inverse order of seniority.  \nIn scheduling Sunday and holiday work, the more se-  \n—4—  \nI  \nshalt receive a fifteen (15) minute rest period during the first  \nnior employees will not be scheduled for less hours  \nthan the less senior employees.  \n3. When an employee who is scheduled for Sunday or  \nholiday work calls off, the work shall be offered to the  \nemployees on the basis of seniority and shall not be  \ncounted as a turn in rotation.  \nSection 4(b). Nothing in this Section shall be interpreted to  \nexclude the counting of Sunday hours for any of the follow-  \ning purposes:  \n1. The maximum hours to be worked by Utility Clerks;  \n2. The hours counted for determining health and welfare  \ncontributions;  \n3. The hours counted for pension contribution purposes:  \n4. Hours accumulated for establishing rates of pay: and  \n5. Hours counted for vacation pay.  \nSection 5. For employees hired on or after September 11,  \n1984, working in stores which were not open on Sundays  \nand holidays prior to September 11, 1984, work performed  \non Sundays or on a legal holiday listed in this Agreement  \nshail be computed as part of an employee's basic workweek.  \nHours worked on Sundays and holidays by such employees  \nin such stores cannot be claimed by employees hired prior to  \nSeptember 11, 1984 (or by any employee who would receive  \ntime and one-half [1%] for such work.)  \nSection 6. When the Employer finds it necessary to assign  \novertime at premium pay hours, they shail be offered in or-  \nder of seniority to available on-the-job employees within the  \nclassification who are qualified to perform such work.  \nSection 7. When it is necessary to call in employees they  \nshail be called in accordance with their Seniority and ability  \nto perform the work.  \nSection 8. In no event shall more than one (1) overtime pay-  \nment be made for any period of time. A premium payment  \nand an overtime payment shall not be paid for the same pe-  \nriod, but the greater of either the premium payment or over-  \ntime payment shall be paid. Overtime payments shail always  \nbe computed on the regular rate of pay. The provisions of  \nthis paragraph shall prevail over the terms and/or construc-  \ntion of any other part of this Agreement.  \nSection 9. Employees shall receive a fifteen (15) minute  \nPaid rest period for each half (4) day worked, not to exceed  \ntwo (2) rest periods per day. Employees working six (6)  \nhours or less in one (1) day shall be entitled to one (1) fifteen  \n(15) minute rest period. Insofar as the first em-  \nployees within each classification to report for work will be  \nthe first to receive rest periods and, to the extent reasonably  \npermitted by operational requirements, employees will work  \nat least one (1) hour and fifteen (15) minutes before being  \nscheduled for a rest period. An employee shali not exceed  \n   \n   \nfifteen (15) minutes allowed for the rest period and shall re-  \ntum to his or her duties within the time allowed.  \nSection 10. A period, without pay, shall be scheduled  \nby the Employer as near as possible to the middle of the shift  \nfor any employee who works in excess of six (6) hours.  \nThose employees working six (6) hours or less shall not be  \nrequired to take period. Lunch periods shall be of one  \n(1) hour duration. However, by mutual agreement between  \nthe Employer and employee, it may be of shorter duration or  \neliminated.  \nSection 11. Except in emergency situations, all employees  \nwill be given at least ten (10) hours off between work shifts.  \nAn “emergency situation,” as used in this Section, is a very  \nserious and unusual kind of operating problem which creates  \na serious need for manpower.  \nif, as a result of a scheduling error, an employee is involun-  \ntarily scheduled with less than ten (10) hours off between  \nshifts, the employee may have the schedule adjusted to pro-  \nvide for such time off with no loss of hours.  \nSection 12(a). All required meetings including meetings for  \ntraining shall be paid for as time worked.  \nSection 12(b). When the employee is required to travel from  \none (1) store to another or to attend a meeting in a different  \nlocation other than his/her store during his/her basic work-  \nday, the time spent traveling shall be considered as time  \nworked.  \nSection 13. There shall be no split shift and all time worked  \nin any one (1) day shall run continuously from an employee's  \nstarting time to an employee's quitting time, except for lunch  \nand rest periods as provided for in the Agreement.  \nSection 14(a). Employees shall be scheduled a minimum of  \nfourteen (14) hours per week to be worked in no more than  \nfive (5) days, except those part-time employees working only  \none (1) day per week on emergency “call-in,” when addition-  \nal hours are not available, who shall be scheduled a mini-  \nmum of five (5) hours. Time and one-half (1%) shall be paid  \nto employees required to work a sixth (6th) day in their ap-  \npropriate basic workweek if such work is involuntary and re-  \nquired by management.  \nSection 14(b). Employees shall be guaranteed four (4)  \nhours work or pay in lieu of work if ordered to report for work  \nand they are available, provided that for employees who are  \nminors, the guarantee shall be limited to three (3} hours.  \nSection 15. Each store will post a work schedule, in ink, by  \n1:30 P.M. each Friday for the following week with all em-  \nployees (including anyone on layoff) listed according to se-  \nniority showing starting times, quitting times, and the total  \nnumber of hours scheduled for the week. Each employee  \nmust make known any errors in the schedule by noon on  \nSaturday. Employees not working on Friday or Saturday may  \ncall during hours the store is open for business to get their  \n—§—  \nschedule. The work schedule will not be changed after post-  \ning, except in cases beyond the control of the Employer  \nsuch as strikes by other unions, Acts of God, or absen-  \nteeism. Upon request, the Union Representative will be fur-  \nnished a copy of the schedule, and all old schedules shall be  \nmaintained in the store for a period of two (2) months.  \nSection 16. Based upon their seniority and ability to perform  \nthe work, employees normally scheduled for the basic work-  \nweek of forty (40) hours shall be afforded an opportunity to  \nwork three (3) eight (8} hour day shifts per week if such shifts  \nare available. Day shifts are defined as any shifts commenc-  \ning no earlier than 6:00 A.M. and ending no later than 6:00  \nP.M. The assignment of such shifts shall be by the Employ-  \ner. This Section does not apply to night stockers or night  \nmaintenance employees.  \nSection 17. Days off for employees regularly scheduled five  \n(5) days per week shall be scheduled by the Employer and  \nwill not be changed from week to week unless necessitated  \nby sickness, vacations, holidays, or emergencies beyond the  \ncontrol of the Employer.  \nSection it is agreed that the Employer will be permit-  \nted to employ such part-time employees as the Employer  \nmay require for the efficient operation of the store, however,  \npart-time employees shall be scheduled for available hours  \nup to and including eight (8} hours per day or forty (40) hours  \nper week, in accordance with seniority and ability, within  \neach individual store. Employees may claim any or all por-  \ntions of a less senior employee's schedule up to eight (8)  \nhours in a day or forty (40) hours in a week, exclusive of time  \nand one-half (1%) hours. Available hours must be claimed to  \nthe store manager by noon on Saturday following posting of  \nthe work schedule or the employee forfeits the right to such  \nhours. The scheduling and claiming of available hours will  \nsupersede the minimum guarantee clauses contained in Ar-  \nticle III, Section 14. To the extent practicable, there shall be  \na lapse of two (2) hours between the quitting time of one (1)  \npart-time employee and the starting time of another part-time  \nemployee who is engaged in the same type of work, unless  \nthe first part-time employee is not available for further work  \nThe scheduling or claiming of available hours may not cause  \nan employee to work a split shift.  \nSection 18(b). The hours of second Head Checker shall be  \nprotected from available hours claims to the maximum of six-  \nteen (16) hours work in the office and sixteen (16) hours on  \nthe register. All other hours in excess of thirty-two (32) shall  \nbe on the basis of seniority in accordance with Paragraph (a)  \nabove. Provided, that there shall be no more than three (3)  \nsecond Head Checkers per store whose hours are entitled to  \nthe protection provided in this Section.  \nSection 18(c). Employees who have prior commitments and  \nare unable to work any and all assigned schedules shall put  \nsuch commitment into writing for both the Employer and the  \nUnion, and such information shall, upon request, be made  \n— 7 —  \n   \navailable to the Union. Employees who are available to work  \nonly certain hours due to other commitments shall not cause  \na reduction in hours for other employees when such com-  \nmitments no tonger interfere with their availability, they will  \nhave the right to additional hours, in accordance with senior-  \nity, when such additional hours are available.  \nSection 18(d). Learn and Earn Program — Employees  \nwho wish to attend an institution of higher learning or a trade  \nschool and are unable to work any and ail assigned sched-  \nules shall put such commitment into writing for both the Em-  \nployer and the Union, and such information shall, upon re-  \nquest, be made available to the Union. Employees who are  \navailable to work only certain hours due to other commit-  \nments shall not cause a reduction in hours for other employ-  \nees when such commitments no longer interfere with their  \navailability; they will have the right to additional hours, in ac-  \ncordance with seniority, when such additional hours are  \navailable.  \nThe Employer shall approve or disapprove such schedule re-  \nstrictions based on the needs of the operation, provided that  \nthe requests will not be unreasonably withheld.  \nThe parties agree that the granting or denial of educational  \nschedule restrictions will be on a case-by-case basis and  \nshall not set a precedent in the determination of requests by  \nother employees.  \nSection 19(a). The Employer shall furnish time clocks in all  \nstores covered by this Agreement. Each employee will  \npunch his or her own time card and shall follow all rules es-  \ntablished by the Employer with respect to time cards and  \ntime clocks. Employees shall be disciplined by the Employer  \nfor failure to follow such rules.  \nSection 19(b). Where computerized time recording is intro-  \nduced, it shall be permitted as an exception to the time card  \nprovisions, provided that the Store Manager (or acting man-  \nager) shall upon request promptly provide the store's Union  \nRepresentative or Steward with a hard copy of information  \nthat is comparable to that which could have been obtained  \nfrom the time cards.  \nSection 19(c). The Employer agrees that there shall be no  \n“free” or “time-off-the-clock” work under this Agreement.  \nSection 20. When an employee loses time from his or her  \nschedule in any week due to an emergency caused by a Civ-  \nil or natural disturbance, any arrangement which may be  \nworked out between the Union and Employer to make up all  \nor part of such lost time shall be valid under this Agreement.  \nWhen work is offered to an employee under such arrange-  \nment, he or she may accept such work or reject it and lose  \nthe time.  \nSection 21. Any employee who must to appear in court for  \n—_ ff —  \n-~  \nthe Employer for any reason shall be paid for such time. If  \nthe court appearance is on the regular day off of an employ-  \nee who regularly works five (5) days per week the employee  \nshall be paid at the rate of time and one-half (1%).  \n"], ["ARTICLE IV  \nWorking Conditions  \n", "Section 1. Head Cashiers and all other Cashiers shall do ail  \nbook work on Company premises.  \nSection 2. No employee shall be required to work in two (2)  \nstores in the same day, except in case of permanent trans-  \nfer, emergency, or mutual consent between the Employer  \nand employee.  \nSection 3(a). All employees normally scheduled for thirty-  \ntwo (32) hours or more per week shall be given one (1)  \nweek’s notice or one (1) week’s pay in lieu of notice in the  \nevent of a layoff.  \nSection 3(b). The Employer shall give employees of a store  \nto be closed a two (2) week notice of a store closing, and the  \nUnion shall receive such notification in advance of the em-  \nployees, except in the event of an emergency closing or  \nwhere the Employer lacked knowledge in sufficient time to  \ngive such notice.  \nSection 4. The Employer shall continue its past practice on  \nproviding employees with work apparel and will provide rain  \ngear for employees who perform carry-out service.  \nSection 5. The Employer may require employees to initial  \nEmployer policy and rules to verify that those policies and  \nrules have been read and that the employees are familiar  \nwith their contents. Employer policies and rules which em-  \nployees are required to initial shall be posted in each store  \nand furnished to the Union upon request.  \nSection 6(a). The Union shall furnish the Employer orienta-  \ntion kits to be distributed to newly hired and rehired employ-  \nees. All completed forms filled out by new or rehired em-  \nployees will be forwarded by the Employer to the Union  \nOffice immediately upon hire. Such forms are self-ad-  \ndressed, and postage paid by the Union.  \nSection 6(b). The Employer shall submit to the Union a list  \nof employee terminations, leaves of absence, and perma-  \nnent transfers with each monthly dues report.  \nSection 6(c). In January and July of every year, each Em-  \nployer shail supply the Union with store seniority lists of all  \nemployees by classification. In addition, upon request by the  \nUnion (not more than semi-annually), a company-wide se-  \nniority list is to be provided which shall include name, date of  \nhire, store, and classification.  \nSection 7. Union Representatives shall be allowed to enter  \n—9—  \n   \n   \nto conduct Union business when the store is open for  \nres  \nor ss or when outside salesmen are in the store.  \nbusine  \ni 5 The Employer recognizes the right of the  \nelon to ed a Steward at each store to represent the om  \nployees on grievances concerning the interpretation of me i-  \ncation of this Agreement. Union Stewards shall be al _ a  \nreasonable amount of time to perform this function during  \ntheir regular working hours.  \nj i hall be considered to  \nection 8(b). The Union Steward s  \nhave the seniority for purposes of layoff or in the re-  \nduction of scheduled hours.  \ni idi tion of the Employ-  \nection 8(c). Providing there is no disrup  \nre of the business, Union Stewards shall be  \nscheduled for the night off to attend Stewards meetings and  \nthe regular area meeting.  \ni the day shift shall  \nection 8(d). Union Stewards who work hift sha  \nine the in to be scheduled the first available shift within  \ntheir classification within their store.  \ni transferred unless  \nSection 8(e). No Union Steward shall be  \nsuch transfer is agreed to by the Steward or the Union.  \ni i ty-five (75) em-  \nSection 8(f). In stores with more than seven  \nployees nike bargaining unit, the Union may appoint one (1)  \nAssistant Steward to act as Steward when the Union Stew-  \nard is not working. Such assistant shall not be subject to  \nParagraphs (b), (d), and (e) of this Section.  \ni lly up to one (1)  \nction 8(g). The Employer will pay annually  \ntare pay one (1) Union Steward per store to attend the  \nLocal Union’s Annual Union Steward Seminar(s).  \ni i tin board space for  \nSection 9. All stores shall provide bulle  \nOfficial Union notices signed and approved by an Officer or  \nUnion Representative of the Union.  \nSection 10. The Union and the Employer agree that in re  \nhiring or employment of employees there shall pe no or  \ncrimination against an employee or against any app ican °  \nemployment because of race, Sex, creed, nationa origin.  \nage, or disability. It is also agreed that there shall be no  \ncrimination against any employee who exercises his or ne  \nright to aid and assist the Union or make claims under thi  \nAgreement.  \nSection 11(a). No employee shall be disciplined or dis-  \ncharged without just cause.  \ni he right to have his  \nSection 11(b). An employee shall have the |  \nor her Union Steward or Union Representative dur  \ning any disciplinary meeting, provided they are available.  \nSection 12. An employee may agree but shall not be re-  \nquired to take a lie detector test or to be the subject ot ine  \npsychological stress evaluator or similar device whatso ,  \n—10—  \nsection 13. All reprimands will be automatically removed  \nfrom an employee's personnel records when they become  \ntwo (2) years old.  \nSection 14(a). Outside salesmen and deliverymen are not to  \nstock shelves or handle stock after it is delivered into the  \nstore. This does not include bakery products (including  \ncakes, crackers, and cookies), candy products, housewares,  \nsoft drinks, magazines, spices, hosiery, greeting cards, drug  \nproducts and bulk non-traditional brand gourmet specialty  \nwhole coffee beans that are exclusively displayed in bins for  \ncustomer purchase by the weight. It is understood that this  \nparagraph shall not apply in new or remodeled stores during  \nthe first two (2) weeks prior to opening or the first two (2)  \nweeks after the opening. It is further understood that the ro-  \ntation of merchandise, taking inventory, or ordering shall not  \nbe considered stocking, and that the Employer may use out-  \nside contractors to clean the store sales floor, restrooms,  \nand break areas.  \nSection 14({b}). In the event of a proven violation of the above  \nSection, the Employer will pay to the senior employee not  \nworking forty (40} hours that week in the store concerned,  \nthe amount of time spent in such proven violation at the em-  \nployee’s regular straight-time rate of pay. If this would result  \nin the employee receiving more than forty (40) hours’ pay,  \nthen the hours in excess of forty (40) will be paid to the next  \nsenior employee not working forty (40) hours that week in the  \nsame store.  \nsection 14(c). Merchandise resets may be performed by  \noutside salesmen, but merchandise not previously stocked  \nmay not be added by outside salesmen. During major resets  \nby outside salesmen, the Union Steward shall be present  \nand if the Steward is not available, the senior Checker-Clerk  \non duty shall be present.  \nSection 15. Technological Change(s) — In the event the  \nEmployer introduces major technological changes, which  \nwould have a direct material impact affecting bargaining unit  \nwork, three (3) weeks advance notice of such change will be  \ngiven to the Union. If requested to do so, the Employer will  \nmeet with the Union to discuss the implementation of such  \nchange(s) before putting such change(s) into effect. In any  \ndiscussion that is forthcoming as a result of technological  \nchange(s), both parties are agreed that they will make every  \neffort to arrive at a mutually agreeable decision with regard  \nto those full-time employees of the bargaining unit and on the  \npayroll as of the day of October 25, 1999, who may become  \ndisplaced as a direct result of the technological change(s).  \nSection 16(a). In the event that an employee who has  \nworked as a full-time or regular employee for a period of two  \n(2) years or more should suffer an industrial accident and is  \nattended by a physician and cannot return to work within one  \n(1) week, they shall receive their first (1st) week's pay only,  \nless any Industrial Commission payment allowed during the  \nfirst (1st) week.  \n— 4] —  \n   \n   \ni i$ inj the job and re-  \nSection 16(b). If an employee is injured on  \nquires medical attention and is ordered not to return to work  \nby the attending physician, the employee shall be paid for his  \nor her scheduled hours that day.  \ni itonal employ-  \nSection 17. When the Employer needs addil  \nees, they shall give the Union equal opportunity with all oth-  \ner sources to provide suitable applicants, but the Employer  \nshafl not be required to hire those referred by the Union.  \ni i i he Employer at  \nSection 18. The Union agrees to furnish to t  \nleast one (1) Union Store Card for each of the Employer's  \nstores covered by the Agreement, to be displayed on the  \npremises in a conspicuous place. Such cards shall remain  \nthe property of and shall be surrendered to the Union upon  \ndemand.  \nSection 19. Any employee in a business which is in direct  \ncompetition with the Employer is subject to immediate dis-  \ncharge.  \nSection 20. The Employer shall for the term of this Agree-  \nment deduct an annual voluntary contribution to the Union's  \nActive Ballot Club from the first (1st) pay in the month of Sep-  \ntember for those employees who have voluntarily and indi-  \nvidually authorized such deductions by executing and sub-  \nmitting a written authorization (i.e., check-oft form) therefor  \nand al! funds so deducted shall be remitted to the Union's  \nActive Ballot Club before the end of September, provided  \nthat, where practicable, the will work with the  \nUnion to deduct voluntary contributions to the Union's Active  \nBallot Club from each pay (with proper employee authosiza-  \ntion), and al! funds so deducted shall be remitted to the  \nUnion's Active Ballet Club at the end of each month.  \nSection 21. Night stockers are defined as those employees  \nengaged in stocking the store after the store closes for busi-  \nness and/or before 6:00 A.M. or who perform night stocking  \nfunctions even through the store may not close for business.  \n"], ["ARTICLE V  \nSeniority  \n", "section 1. Any person newly employed shall be so em-  \nployed on a sixty (60) day trial basis during which time he or  \nshe may be discharged without recourse.  \nSection 2. Employee seniority will date from the last time the  \nemployee started work in the bargaining unit.  \nSection 3. In layoffs, rehiring, and permanent transfers of  \nemployees, the principle of seniority shall apply. Seniority  \nshall be determined by length of service with regard to ex-  \nperience and ability to perform the available work. All the cir-  \ncumstances being reasonably equal, length of service shall  \nbe the controtling factor. In promotions and transfers irom  \none (1) type of work to another, or from one (1) store to an  \nother, the Employer shall have the right to exercise his or he  \nfina! judgment after giving due regard to seniority.  \n\"TN  \nSection 4. In the event of layoffs, an employee shall have  \none (1) option to accept a recall to any store having an open-  \ning or await a recall to the store where the layoff occurred. tn  \nthe event the employee decides to wait for a recall to the  \nStore where the layoff occurred, the employee shall have no  \nfurther options, and if no recall is received within one (1) year  \nof layoff, his or her seniority shall be broken as provided in  \nSection 8.  \nSection 5(a). An employee who normally works thirty-four  \n(34) hours or more per week who suffers a substantial re-  \nduction in his or her normal weekly schedule for an extend-  \ned period of time shall have the right to transfer to another  \nStore to displace the least senior employee who is working  \nthirty-four (34) hours or more per week.  \nSection 5(b). For purposes of this Section, the following de-  \nfinitions shall apply:  \n1. An employee’s normal weekly schedule shail be the  \nhours scheduled during the previous eight (8) weeks,  \nbut excluding additional hours that resulted from vaca-  \ntions, holidays, new store openings, and  \nsimilar circumstances that would temporarily inflate an  \nemployee's schedule.  \n2. Substantial reductions are reductions of ten (10) hours  \nor more of a normal weekly schedule.  \n3. An extended period shail be any period of six (6)  \nweeks or more.  \nSection 5(c). No right to transter may arise under this Sec-  \ntion until the affected employee submits to the Employer a  \nwritten request for such transfer and in order to transfer, the  \nemployee must be qualified to perform the work within the  \njob classification of the job requested,  \nSection 5(d). If a mistake is made in the implementation of  \nthis Section; the Employer shall not be liable for any back  \npay if the mistake is corrected within two (2) days after re-  \nceiving notification from the Union of the mistake.  \nSection 6. Employees may be transferred for the business  \nneeds of the Employer, but the Employer shall make no  \ntransfers that are discriminatory, punitive, or arbitrary. When  \nan employee is transferred to a different Store, the Employer  \nShall be required to make an effort to assign the employee to  \n& Store that is close to his or her home.  \nSection 7. In cases of temporary transfers for the benefit of  \nthe Employer which invoive additional transportation costs,  \nthe employee shall be reimbursed for the additional expense  \nat the rate of thirty-one cents ($.31) per mile.  \nSection 8. An employee's Seniority shall be broken if the em-  \nPloyee is discharged for just cause by the Employer, if he or  \nshe voluntarily quits, if he or she is laid off continuously for a  \nPeriod of more than one (1} year, or if he or she is  \nback ta work after a layoff and does not report for work with-  \nIn one {1) week.  \n—13—  \n   \n   \nSection 9. Any employee assigned to a job within the Com-  \npany not under any Union jurisdiction shalt maintain his or  \nher seniority within the bargaining unit for a maximum pro- ’  \nbationary period up to one (1) year from the date of assign-  \nment. During the probationary period, the employee shall  \nmaintain membership in the Union. The Company will con-  \ntinue contributions into United Food & Commercial Workers  \nUnion-Employer Health and Welfare Fund and to the UFCW  \nUnion-Emptoyer Pension Fund during this pertod. Within this  \nperiod, the Company or the employee may request return to  \nthe employee’s former classification. The Company will nati-  \nfy the Union when the probationary period ends, but may ter-  \nminate it at any time during the year. The one (1) year pen-  \nod can be extended by mutual agreement between the  \nEmployer and the Union.  \nSection 10. in the event that two (2) or more employees are  \nhired the same day, seniority shall be determined by using  \nthe last four (4) digits of the individual's social num-  \nber with the lowest number being considered the most se-  \nrior.  \nSection 11. When a store closure causes a Department  \nHead to be displaced, one of the procedures shall  \nbe followed:  \n1, The displaced Department Head will “bump” the least  \nsenior Department Head within the same department  \nhead classification within the appropriate geographic  \narea, as determined by the Company and the Union;  \nor  \n2. The displaced Depariment Head will “bump” the least  \nsenior Deparment Head within the same depariment  \nhead classification on a company-wide basis, or  \n3. The displaced Department Head shall wait for a new  \nopening in an appropriate store, as determined by the  \nCompany and the Union, and shail retain full depart-  \nment head classification seniority to his or her depart-  \nment head job.  \nSection 12. In the event of a store closure, regular part-time  \nemployees working in that store may exercise their seniority  \nto replace the least senior part-time employee in their classt-  \nfication in another store within the appropriate geographic  \narea, as determined by mutual agreement beiween the  \nCompany and the Union.  \nSection 13(a). An employee may be transferred between  \nthe Cleveland Food Industry Committee and Akron-Canton  \nFood Industry Committee Grocery collective bargaining units  \nof the same Emptoyer with the mutual! agreement of the Em-  \nployer, the Union and the employee. Such an employee re  \nacquire a seniority date beginning with his or her first (1s  \nday of work in the unit to which transferred. To the extent tha  \nthe transferred employee’s new seniority date permits him or  \nher to be regularly employed for a period of three (3) cate  \ndar months, his or her seniority shall be changed to incluae  \n—~  \n   \nseniority in the unit transferred from. Such an employee shall  \nmaintain seniority in the bargaining unit transferred from un-  \nti the transfer becomes permanent at the end of three (3)  \ncalendar months.  \nSection 13{b). The Employer and Union shall meet and de-  \ncide which health and welfare, pension and lega! fund the  \ntransferred employee shall be covered by, consistent with  \nthe best interests of the employee, and the practical con-  \ncerns of the Union, Employer and the Funds.  \nSection 14. In the event of a long-term layoff of employees  \nim a particular classification, the Employer will work with the  \nUnion in an effort to reach an agreement to provide laid-off  \nemployees the opportunity to fill vacant positions for which  \nthey are qualified.  \n"], ["ARTICLE Vi  \nVacations  \n", "Section 1. Employees shall be entitled to vacations with pay  \nbased on the following schedule of continuous service:  \nFULL YEARS OF WEEKS OF  \nCONTINUOUS SERVICE VACATION  \n1 1  \n3 2  \n7 3  \n12 4  \n17 5  \n23 6  \nSection 2(a). An employee becomes eligible for vacation  \npay on his or her anniversary date, but after an employee  \ncompletes one (1} full year of service, the employee may  \nthereafter take his or her vacation with pay after January 1 of  \neach year, So leng as he or she actually performs some work  \nafter January 2 before taking vacation. Provided, that if an  \nemployee is terminated prior to taking his or her vacation, the  \nemployee shail receive his or her vacation pay only if he or  \nshe has passed his or her anniversary date. Provided fur-  \nther, that if an employee is terminated due to the closing of  \na store, the employee shall also receive vacation pay prorat-  \ned from his or her anniversary date to the date of termination.  \nSection 2(b). in the event an employee dies, any or all va-  \ncation which he/she has earned shali be compensated to  \nhis/her estate.  \nSection 2(c). Any employee shail forfeit his or her right to  \nany unused vacation pay if discharged for just cause.  \nSection 3. if a holiday falis within the scheduled vacation pe-  \nriod of an employee, he or she shall receive an additional  \nday off with pay.  \nSection 4. The Employer shall pay vacation pay in advance  \nof the vacation.  \n—  \nere es Ph a = 7  \n  \na od  \non oe  \nroe:  \na ae a a ;  \n   \n_— -.4  \nSs oe  \neel  \n=  \neee res es  \n“4  \nee nT |  \n   \nSection 5(a). Employees who average thirty-seven (37) or  \nmore hours per week during a vacation year shall be paid  \nforty (40) hours for each week of vacation. Leaving work due  \nto slow business conditions before the end of a shift by mu-  \ntual agreement between the Manager and employee shall  \nnot reduce vacation entitlement.  \nSection 5(b). Vacation pay for employees who average less  \nthan thirty-seven (37) hours per week during a vacation year  \nshalt be calculated by multiplying the hourly rate of an em-  \nployee at the time they take their vacation by the average  \nhours per week they were paid in the vacation year. The va-  \ncation year is defined as being the twelve (12) month period  \nbetween the anniversaries of the employee's hiring date (for  \nfirst year employees), or the calendar year, whichever is ap-  \nplicable. The average hours per week paid during a vacation  \nyear shall be determined by dividing the number of hours  \npaid during the vacation year by fifty-two (52).  \nSection 5(c). When a full-time employee’s vacation pay is  \nreduced due to long-term illness in the preceding calendar  \nyear, the amount of vacation time to be taken off from work  \nduring the following calendar year will be reduced to the  \nnearest number of whole vacation weeks which his or her  \npay represents. By mutual agreement between the employ-  \nee and the Employer, or where needed due to medical con-  \nditions, the vacation time will not be reduced. This subsec-  \ntion applies only to the time taken off from work, and shall  \nhave no affect upon the amount of vacation pay to be re-  \nceived. Partial weeks of vacation pay remaining will also be  \npaid in advance of the vacation.  \nSection 5(d). in the calculation of vacation pay, the first three  \n(3) months of work missed due to an injury which occurs  \nwhile an employee is at work shall be credited as time worked  \nat the number of hours per week the employee averaged in  \nthe three (3) months preceding the date of the injury.  \nSection 6. The Employer shail reasonably determine the va-  \ncation periods available and the number of employees who  \ncan be on vacation at any one time. The Employer shall es-  \ntablish a reasonable procedure for employees to select va-  \ncation periods by seniority and the vacation schedule must  \nbe posted by March 1 of each year. Once a vacation sched-  \nule is posted, it will not be changed without the mutual con-  \nsent of the Employer and the employee. Vacations must be  \nscheduled in the calendar year, except that, where neces-  \nsary, vacations which fall due in the twelfth (12th) or thir-  \nteenth (13th) periods may be carried over to the first (1st) pe-  \nriod of the next year; no employee may be required to take  \npay in lieu of vacation, but may do so by mutual agreement  \nbetween the Employer and the employee. If an employee  \nqualifies for a one (1) week's vacation as of January 1 and is  \ndue to complete the service necessary for an additional  \nweek of vacation later in the year, he or she may take the  \nfirst week early or wait and take both weeks together.  \n—16—  \n   \nSection 7. Employees to three (3) or more weeks of  \nvacation per year may elect, by mutual agreement, to take  \none or more days at a time for one of the weeks. Notice must  \nbe given by Tuesday noon of the week preceding the day or  \ndays requested. Split vacations cannot be taken within ten  \n(10) consecutive calendar days preceding a legal holiday, or  \nfive (5) consecutive calendar days following a legal holiday.  \nIt is understood that the Employer may refuse such requests  \nfor any operational reasons and may impose a limit of one  \n(1} employee per week per classification for each store by  \ndate of request and seniority (when the requests are submit-  \nted at the same time). Any leftover days of split vacations not  \ntaken by November 1st will be scheduled at the discretion of  \nthe Employer prior to March ist of the following year.  \nSection 8. Employees on National Guard or Military Reserve  \nDuty shall not be required to take vacation at that time.  \nSection 9. In the event an employee has his or her vacation  \npreapproved at least two (2) weeks in advance of his or her  \nvacation and the employee’s vacation check is not made  \navailable in advance of the vacation, a cash advancement,  \nwhich approximates the net amount owed, shall be given to  \nthe employee at the store, provided the employee SIGNS a  \npayroll deduction authorization ackowledging receipt of the  \npayment. The Employer shall recoup the advancement from  \nthe employee’s vacation check or subsequent payroll checks,  \nas needed.  \n"], ["ARTICLE Vil  \nLeaves Of Absence  \n", "Section 1(a). In the event of the death of a regular full-time  \nspouse, child, parent, sister, brother, mother-in-  \nlaw, father-in-law, grandparent, grandchild, or any other rel-  \native residing with the employee, the employee shail be al-  \nlowed a maximum of three (3) days’ leave with pay, ending  \nwith the date 6f the funeral, and the employee shall receive  \nfuneral pay for any of such days which the employee was  \nregularly scheduled to work. However, if the funeral is two  \nhundred (200) miles or more from the employee's home, an  \nadditional day of leave with pay shall be allowed. Further-  \nmore, if a recognized holiday falls during the period of an em-  \nployee's funeral leave, an additional day of leave with pay  \nshall be allowed. In addition, in the event of the death of a  \nregular full-time employee’s brother-in-law or sister-in-law,  \nthe employee shail be allowed off on the day of the funeral,  \nand he or she shall receive full pay for such day if he or she  \nwas regularly scheduled to work on such day. Provided, that  \nno employee shall be paid more than a full week's pay be-  \ncause of a funeral leave, and an employee must attend the  \nfuneral or devote time to same to be eligible for funeral leave  \n(or pay).  \nSection 1(b). in the event of the death of a part-time em-  \nployee’s spouse, child, parent, sister, brother, mother-in-law,  \nfather-in-law, grandparent, grandchild, or any other relative  \n—— {7  \nSr  \niding with the employee, the employee shall be granted q  \nleave of absence on the day of the death and the day of the  \nfuneral and shail be paid for all hours scheduled to work on  \nthose days if the employee attends the funeral.  \nSection 2. A full-time employee serving on jury duty shail be  \ncompensated by the Employer for the difference between reg-  \nular pay and jury duty pay for absences from scheduled work-  \ning hours necessarily caused by the jury duty. Furthermore,  \njury duty pay shall be subject to the following conditions:  \n1. A full-time employee shall receive jury duty pay when  \nhe or she is on jury duty on his or her regularly sched-  \nuled day(s) off, but such jury duty service shall not be  \nconsidered as hours worked.  \n2. A full-time employee must report for work on any  \nscheduled working day that he or she is released from  \njury duty the day before or the morning of the sched-  \nuled working day.  \n3. A full-time employee must present the Employer with an  \nofficial voucher showing the amount of jury pay received.  \n4. A full-time employee shall receive no jury duty pay  \nwhen he or she is on Federal Grand Jury Service in ex-  \ncess of sixty (60) days.  \n5. If a full-time employee is on jury duty, the Employer  \nshall have the option of either scheduling the employ-  \nee for work on Saturday or altering the employee's  \nschedule so that he or she will not be scheduled to  \nwork on Saturday. If the Employer elects to schedule  \nthe employee for work on Saturday, the employee then  \nhas the option of not working the Saturday so long as  \nhe or she notifies the Employer of his or her preference  \nby the preceding Thursday.  \n6. If a full-time employee is on jury duty, and the Employ-  \ner elects to schedule the employee for work on Satur-  \nday, the employee shall be paid at the rate of time and  \none-half (1% times regular rate of pay) for all hours  \nworked.  \nSection 3. A regular part-time employee serving on jury duty  \nshall be compensated by the Employer for the difference be-  \ntween regular pay and jury duty pay for absences from  \nscheduled working hours necessarily caused by the jury  \nduty. Furthermore, jury duty pay for part-time employees  \nshail be subject to the following conditions:  \n1. A part-time employee must report for work on any  \nscheduled working day that he or she is released from  \njury duty the day before or the morning of the sched-  \nuled working day.  \n2. A part-time employee must present the Employer with  \nan official voucher showing the amount of jury duty pay  \nreceived.  \n3. A part-time employee shall be entitled to jury duty pay  \n— 18 —  \n   \nonly for the first four (4) weeks during which he or she  \nserves on jury duty.  \nsection 4. In addition to leaves required by applicable laws,  \nan employee may upon written application to the Employer  \nbe granted a leave of absence not to exceed ninety (90) days,  \nwithout pay, provided such leave will not be granted or used  \nfor the purpose of working another job. Granting of such  \nleaves are to be in writing. Personal leaves shall be granted  \nfor compelling reasons. By mutual agreement between the  \nEmployer and Union a personal leave may be extended.  \nSection 5. All employees shall upon written request sup-  \nported by satisfactory medical confirmation be granted an  \nextended medical leave of absence without pay for illness or  \ninjury for six (6) months, and such medical leave shall be @X-  \ntended, upon written request supported by satisfactory med-  \nical confirmation, for five (5) successive six (6) month peri-  \nods, but in no case shall a medical leave extend beyond  \nthree (3) years. Any employee who has been on sick leave  \nmay be required, at the discretion of the Employer, to submit  \nio and pass a physical examination before being permitted to  \nreturn to work.  \nSection 6. Employees appointed or elected toa Union office  \nor as a delegate representing the Union shall, upon written  \napplication, be given a leave of absence without pay or ben-  \nefits for the term of their appointment or office not to exceed  \nthree (3) years.  \nSection 7. The Employer agrees to comply with all  \nand State laws regulating the re-employment of veterans.  \nSection 8. Employees who are members of R.O.T.C. and  \nMilitary Reserve Units and who are required to participate in  \nofficial military activities requiring absence from work will be  \ngranted the necessary time without Pay.  \nSection 9. In the event that a leave of absence is not being  \nused for the purpose for which it was granted, such empioyee  \nis subject to disciplinary action up to and including discharge.  \n"], ["ARTICLE VII!  \nHolidays  \n", "Section 1. In weeks in which the following holidays occur —  \nNew Year's Day, Memorial Day, Independence Day, Labor  \nDay, Thanksgiving Day, and Christmas Day, the basic holi-  \nday week shall be thirty-two (32) hours. Time worked in ex-  \ncess of thirty-two (32) hours shall be paid at the rate of time  \nand one-half (1% times regular rate of pay), provided that an  \nemployee may waive the time and one-half rate for hours in  \nexcess of thirty-two (32) and up to forty (40) hours in a holi-  \nday week. The Employer shali post a Sign-up sheet for vol-  \nunteers who wish to elect that waiver on the Monday of the  \nweek preceding the holiday week, and those employees will  \nthen be selected by seniority for additional hours at straight-  \ntime rates up to forty (40) hours during the holiday week.  \n-  \nena  \nae  \naed  \na  \nSection 2(a). Each full-time employee shail receive eight (8)  \nhours’ straight-time pay for each of the above holidays.  \nSection 2(b). Each eligible part-time employee shall receive  \nholiday pay prorated on the basis of average hours worked  \nper week by that employee during the four (4) weeks pre-  \nceding the week in which the holiday falls. The proration  \nshall be as follows:  \nWEEKLY WORK STRAIGHT-TIME  \n12 - 15 hours 3 hours’ pay  \n16 - 19 hours 4 hours’ pay  \n20 - 23 hours 5 hours’ pay  \n24 - 28 hours 6 hours’ pay  \n29 - 31 hours 7 hours’ pay  \n32 hours and over 8 hours’ pay  \nSection 2(c). lf a holiday falls on a Sunday, the following  \nShall apply:  \n1. The holiday week is the calendar week in which the  \nholiday falis.  \n2. When New Year's Day and Independence Day falls on  \na Sunday the following day will be the designated hol-  \nIday.  \n3. When Christmas falls on a Sunday the holiday will be  \nrecognized on that day.  \nSection 3. Provided that there is evidence to establish that  \nmajor competition is to be closed on Christmas Eve after  \n6:00 P.M., Christmas Day and Thanksgiving Day, stores  \ncovered by this Agreement in the same competitive area  \nshall also be closed.  \nSection 4. After the completion of one (1) year of service,  \neach employee will be entitled to a seventh (7th) paid per-  \nsonal holiday which shall be scheduled by mutual agreement  \nof the Employer and the employee between January 1 and  \nOctober 31 and on or before December 31 shall be eligible  \nfor the seventh (7th) paid personal holiday beginning Janu-  \naty 1 following the employee’s one (1) year anniversary.  \nSection 5. After the completion of two (2) years of service,  \neach employee will be entitled to an eighth (8th) personal  \nholiday to be scheduled by mutual agreement of the Em-  \nployer and the employee between January 1 and October 31  \nof each calendar year.  \nSection 6. A ninth (9th} paid personal holiday shalt be  \nscheduled at the discretion of the Employer during the peri-  \nod of January 1 through April 30. To be eligible for the ninth  \n(9th) holiday, an employee must have completed one (1)  \nyear of service prior to the calendar year in which the holiday  \nis to be taken and must have worked beyond February 1 in  \nthat year. Employees who are absent from work and receiv-  \ning sickness and accident benefits or Workers’ Compensa-  \ntion shall be eligible if they return to work any time during the  \nfour (4) month period. Employees on other leaves of ab-  \nsence must return by March 1 to be eligible. If an eligible em-  \nployee terminates his or her employment (for any reason)  \n   \nbetween February 1 and April 30 before receiving the ninth  \npaid holiday, the employee shall be paid for such holi-  \nay.  \nThe foregoing changes to Sections 4, 5 and 6 shall not be  \napplicable to employees hired prior to September 26, 2002.  \nSection 7. The seventh (7th), eighth (8th), and ninth (9th)  \npersonal holidays provided above may be taken as sick days  \nif not already taken as holidays in any calendar year. How-  \never, the seventh (7th) and eighth (8th) personal holidays  \nmay not be taken or used as personal holidays or sick days  \nbetween November 1 and December 31 of any calendar  \nyear. The ninth (9th) personal holiday may only be taken as  \na sick day from January 1 through April 30 of any calendar  \nyear.  \nSection 8(a). Employees normally working five (5) days per  \nweek shail be given a day off for holidays and paid in accor-  \ndance with the schedule in Section 2.  \nsection 8(b). Employees normally working less than five (5)  \ndays shall not be given a day off but shall be paid for holi-  \ndays in accordance with the schedule in Section 2.  \nSection 9. An employee (full-time or Part-time) is eligible for  \nholiday pay if the following conditions are satisfied:  \n1. Must be employed more than thirty (30) days, and  \n2. Must work all scheduled hours on the scheduled day  \npreceding the holiday, the holiday if scheduled, and  \nthe scheduled day following the holiday, unless absent  \na part thereof because of illness or injury which must  \nbe verified at the Employer's request by a physician’s  \ncertificate, and  \n3. Under no circumstances shall an employee be entitled  \nto receive holiday pay if the employee performs no  \nwork during the holiday workweek, regardless of the  \ncause of the absence, except as provided in Article V|  \nVacations.  \n4. Personal holidays may not be taken as sick days dur-  \ning a holiday week except by mutual agreement or  \nwhere the employee is absent because of iliness or in-  \nJury which must be verified at the Employer's request  \nby a physician's certificate.  \n"], ["ARTICLE 1X  \nWages and Related Items  \n", "Section 1(a). Checker-Clerks — An employee shall be clas-  \nsified as a Checker-Clerk whose duties are performed at the  \ncheck-out counter, cash register, store wareroom, unloading  \ntrucks, and stocking the sales area. When not so engaged,  \nsuch employee will perform any other duties, as assigned by  \nthe store management, within the employee's capabilities.  \n—21—  \n   \ntree wage nae  \n   \nSection 1({b). The minimum hourly rate of pay for all Check-  \ner-Clerks (and related classifications) hired before Septem-  \nber 11, 1984, shall be based upon their experience of actual  \nhours worked and shall be as follows:  \nChecker-Clerks Effective Effective Effective  \nHired Before 1-5-03 9-14-03 9-12-04  \n9-11-84  \nOver 30 months  \n{5200 hours) $14.925 $15.225 $15.525  \nSpecifically, all Checker-Clerks hired before September 11,  \n1984, who are actively employed at the top rate (having thir-  \nty [30] or more months of continuous service) or more as of  \nSeptember 26, 2002, shall receive a minimum increase of  \nforrty cents ($.40) per hour or the progression service rate,  \nwhichever is higher, effective January 5, 2003, and there-  \nafter shall receive minimum increases of thirty cents ($.30)  \nper hour effective September 14, 2003, and thirty cents  \n($.30) per hour effective September 12, 2004.  \nSection 1(c)}. The minimum hourly rate of pay for all Check-  \ner-Clerks (and related classifications) hired on or after Sep-  \ntember 11, 1984, shall be based on their experience of actu-  \nal hours worked and shall be as follows:  \nChecker-Clerks Effective Effective Effective  \nHired After 9-11-84 1-5-03 9-14-03 9-12-04  \n0 - 30 calendar days $ 6.30 $ 6.45 $ 6.60  \n31 days - 3 months 6.80 6.90 7.00  \n3 - 9 mos. (520 hrs) 7.00 7.10 7.20  \n9 - 18 mos. (1560 hrs) 7.25 7.35 7.45  \n18 - 24 mos. (3120 hrs) 7.85 7.95 8.05  \n24 - 30 mos. (4160 hrs) 8.55 8.70 8.85  \n30 - 36 mos. (5200 hrs) 9.75 9.95 10.15  \nOver 36 mos. (6240 hrs) 12.45 12.75 13.05  \nSpecifically, all Checker-Clerks hired after September 11,  \n1984, who are actively employed at the top rate (having  \nthirty-six [36] or more months of continuous service) or  \nmore as of September 26, 2002, shall receive a minimum  \nincrease of forty cents ($.40) per hour or the progression  \nservice rate, whichever is higher, effective January 5, 2003,  \nand thereafter shall receive minimum increases of thirty  \ncents ($.30) per hour effective September 14, 2003, and  \nthirty cents ($.30) per hour effective September 12, 2004.  \nProvided, further, that all Checker-Clerks who are actively  \nemployed as of September 26, 2002, (and who have com-  \npleted their probationary period prior to that date) and who  \nat that time have less than thirty-six (36) months of contin-  \nUOUS service shall receive a minimum increase of forty cents  \n($.40) per hour or the progression service rate, whichever is  \nhigher, effective January 5, 2003, and then shall remain at  \nthe increased rate until properly qualifying, under the con-  \ntinuous-service progression requirements listed above, for  \nthe next bracket (or service) rate higher than the increased  \nrate. Thereafter, for the term of this Agreement, such  \nChecker-Clerks and ali Checker-Clerks hired after Septem-  \n— 99 —  \n  \neri eet  \nber 26, 2002 (including those who complete their proba-  \ntionary period after that date) shall progress through the  \ncontract progression wage schedule (brackets) until they  \nreach top rate.  \nSection 2(a). Certified Head Cashier — A Certified Head  \nCashier shall be designated in all supermarkets using five (5)  \nor more check-out registers on the busiest day of the week.  \nSection 2(b). A Certified Head Cashier is one who can su-  \npervise and/or perform all the functions of the check-out oper-  \nation to the satisfaction of the Employer. This includes the  \nproper checking out of merchandise, handling of money, bal-  \nancing of all registers, and seeing to it that all persons involved  \nin the check-out operation perform their duties in the proper  \nmanner, and that all customers are given proper service. The  \nCertified Head Cashier must also be qualified to keep operat-  \ning records and reports and handle such other bookkeeping or  \npersonnel functions as the Employer may direct.  \nSection 2(c). The minimum regular hourly rate for Certified  \nHead Cashiers shail be as follows:  \nCertified Head  \nCashiers Effective Effective Effective  \nHired Before 1-5-03 9-14-03 9-12-04  \n3-13-83 $16.045 $16.345 $16.745  \nHired After  \n3-13-83 $15.425 $15.725 $16.125  \nSpecifically, all Certified Head Cashiers shall receive mini-  \nmum increases of fifty cents ($.50) per hour effective Janu-  \nary 5, 2003, thirty cents ($.30) per hour effective September  \n14, 2003, and forty cents ($.40) per hour effective Septem-  \nber 12, 2004.  \nSection 3. Assistant Head Cashier — Any employee clas-  \nsified as a Checker-Clerk who regularly performs the duties  \nof a Certified Head Cashier sixteen (16) hours per week or  \nmore shall be’ classified as an Assistant Head Cashier and  \nshall receive an additionai twenty-five cents ($.25) per hour  \nover his or her regular hourly checker rate. This means that  \nthe employee need not necessarily be working in the office  \nfor sixteen (16) hours per week, but he or she must in fact  \nhave the responsibilities and perform the duties of a Certified  \nHead Cashier for sixteen (16) hours per week or more in or-  \nder to receive the twenty-five cents ($.25) hourly premium.  \nSection 4(a). Head Dairy Clerk — All stores which have av-  \nerage weekly sales of forty thousand dollars ($40,000.00) or  \nmore shall have the dairy department operated by a Head  \nDairy Clerk.  \nSection 4(b). A Head Dairy Clerk is one who supervises  \nand/or performs ali of the functions of the dairy department  \nand if assigned by the Employer, the frozen foods depart-  \nment. These functions include all planning, ordering, check-  \ning, preparing for display, displaying, and selling all mer-  \nchandise in the department(s), seeing that any merchandise  \ncarried over at closing time is properly taken care of, seeing  \n— 293 —  \n    \nthat the department(s) are kept in a clean, attractive condi-  \ntion, safe from accident hazards, and seeing that all cus-  \ntomers are given proper service.  \nSection 4(c). The minimum regular hourly rate for Head  \nDairy Clerks shall be as follows:  \nHead Dairy Clerks Effective Effective Effective  \nHired Before 1-5-03 9-14-03 9-12-04  \n3-13-83 $16.045 $16.345 $16.745  \nHired After  \n3-13-83 $15.425 $15.725 $16.125  \nSpecifically, all Head Dairy Clerks shall receive minimum in-  \ncreases of fifty cents ($.50) per hour effective January 5,  \n2003, thirty cents ($.30) per hour effective September 14,  \n2003, and forty cents ($.40) per hour effective September  \n12, 2004.  \nSection 5(a). Produce Manager — All produce depart-  \nments doing nine hundred dollars ($900.00) or more volume  \nper week must be operated by a Produce Manager.  \nSection 5(b)}. A Produce Manager in a supermarket is one  \nwho can supervise and/or perform ail of the functions of that  \ndepartment. This includes all planning, ordering, checking,  \ntrimming, preparing for displays, displaying and selling all  \nmerchandise in that department, seeing that any merchan-  \ndise carried over at closing time ts properly taken care of,  \nseeing that the department is kept in a clean, attractive con-  \ndition, safe from accident hazards, and that all customers are  \ngiven proper service.  \nSection 5(c). The minimum hourly rate for a Produce Man-  \nager shall be as follows:  \ni i Effective  \nProduce Managers Effective Effective  \nHired Before 1-5-03 9-14-03 9-12-04  \n3-13-83 $17.605 $17.905 $18.305  \nHired After  \n3-13-83 $16.455 $16.755 $17.155  \nSpecifically, all Produce Managers shall receive minimum tn-  \ncreases of fifty cents ($.50) per hour effective January 5, 2003,  \nthirty cents ($.30) per hour effective September 14, 2003, and  \nforty cents ($.40) per hour effective September 12, 2004.  \nSection 6(a). Assistant Manager — An Assistant Manager  \nin a supermarket shall be designated and appointed only by  \nan officer of the Company. Such Assistant Manager ts one  \nwho can perform all the functions of the Store Manager when  \nnecessary or instructed to do so by the Employer. To do this,  \nhe or she must understand and be able to do or supervise all  \nordering, receiving, checking, pricing, stocking, displaying of  \nmerchandise, and the check-out operation and bookkeeping  \nsystem.  \nSection 6(b). The minimum regular hourly rate for Assistant  \nManagers shall be as follows:  \n— 94 —  \nAssistant Managers Effective Effective Effective  \nHired Before 1-5-03 9-14-03 9-12-04  \n3-13-83 $17.605 $17.905 $18.305  \nHired After  \n3-13-83 $16.455 $16.755 $17.155  \nSpecifically, all Assistant Managers shall receive minimum in-  \ncreases of fifty cents ($.50) per hour effective January 5,  \n2003, thirty cents ($.30) per hour effective September 14,  \n2003, and forty cents ($.40) per hour effective September 12,  \n2004.  \nSection 6(c). When an Assistant Manager substitutes for a  \nStore Manager who is on vacation or who is off due to illness  \nfor one (1) week or more, the Assistant Manager shall re-  \nceive as a minimum weekly wage either his or her regular  \nforty (40) hour straight-time rate plus an additional one hun-  \ndred dollars ($100.00) or the Store Manager's weekly salary,  \nwhichever is lower.  \nSection 6(d). This classification includes those employees in  \nthe Acme Super Center stores designated as and known as  \n“non-food coordinators.”  \nSection 7. Second Assistant Manager — A Second Assis-  \ntant Manager may be appointed by the Employer where  \nneeded in some stores and where so designated, Second  \nAssistant Managers will receive the minimum hourly rate as  \nfollows:  \nSecond Assistants Effective Effective Effective  \nHired Before 1-5-03 9-14-03 9-12-04  \n3-13-83 $16.93 $17.23 $17.63  \nHired After  \n3-13-83 $15.78 $16.08 $16.48  \nSpecifically, all Second Assistants shail receive minimum in-  \ncreases of fifty cents ($.50) per hour effective January 5,  \n2003, thirty cents ($.30) per hour effective September 14,  \n2003, and forty cents ($.40) per hour effective September 12,  \n2004.  \nSection 8(a). Part-time Student Employees are those em-  \nployees working less than the basic workweek, excepting  \nweeks working during school vacations, and who are hired  \nwhen they are students in high school. There shail be no au-  \ntomatic right of advancement to another classification after  \ngraduation, but a graduated student may continue working in  \nthe Student classification until a bona fide job opening is  \navailable which the graduated Student is capable of filling in  \nthe Part-time Grocery Clerk classification (or, for Student  \nEmployees hired before October 11, 1996, in the Checker-  \nClerk classification). At that time, the graduated Student will  \nbe given the opportunity to move into the new position as a  \nnew employee and progress through the appropriate classi-  \nfication wage schedule, subject to the provisions of Section  \n11 of this Article (but under no circumstances will the gradu-  \nated Student ever receive a reduction in wage rate).The se-  \n   \nniority date for a reclassified former Student Employee shall  \nbe his or her original date of hire. Health and welfare contri-  \nbutions for former Student Employees who have been re-  \nclassified shall begin in the third (3rd) month following re-  \nclassification.  \nSection 8(b). The minimum hourly rates of pay for part-time  \nStudent Employees shall be based on their months of ser-  \nvice and shall be as follows:  \nHigh School Effective Effective Effective  \nStudents 1-5-03 9-14-03 9-12-04  \n0 - 30 days $5.70 $5.75 $5.80  \n31 days - 3 mos. 5.80 5.85 5.90  \n3-12 mos. 5.90 5.95 6.00  \n12-18mos. © 6.00 6.05 6.10  \n18 - 24 mos. 6.15 6.20 6.25  \nOver 24 mos. 6.35 6.45 6.55  \nProvided that all high schoo! Student Employees who are ac-  \ntively employed as of September 26, 2002 (and who have  \ncompleted their probationary period) shall receive minimum  \nincreases of fifteen cents ($.15) per hour effective January 5,  \n2003, fifteen cents ($.15) per hour effective September 14,  \n2003, and fifteen cents ($.15) per hour effective September  \n12, 2004. Ail high school Student Employees hired after Sep-  \ntember 26, 2002 (including those who complete their proba-  \ntionary period after that date) shall, for the term of this Agree-  \nment, advance through the contract progression wage  \nschedules (brackets) until they reach the top rate.  \nSection 8(c). Limitation of Student Employees — The  \nnumber of Students as a percentage of grocery department  \nemployees will be limited to no more than twenty percent  \n(20%). The percentage limitations wil! not apply during June,  \nJuly and August of each year.  \nSection 9(a). Utility Clerks — Employees classified as Utill-  \nty Clerks shall only bag sold merchandise at the check-outs,  \ncarry out sold merchandise, shop for pre-ordered merchan-  \ndise, stock grocery bags and supplies at the check-outs, do  \ngeneral custodial work, outside maintenance, clean up broken  \nmerchandise, check prices on merchandise, return perishable  \nand non-perishable merchandise from check-out area to the  \nproper location, collection of bascarts, and handle return bot-  \ntles. The first (1st) violation of this provision shall result In a  \nwritten notification to the Store Manager. The second (2nd) vi-  \nolation within a twelve (12) month period shall result in all Util-  \nity Clerks within the store where the violation occurred being  \npaid the top rate for the Checker-Clerk classification for ail  \nhours worked in the week previous to the violation. Any further  \nviolations within a twelve (12) month period may result in the  \nstore losing this classification, and all employees so classified  \nas Utility Clerks to be, at the option of the Union, reclassified  \nas either a full-time or part-time Checker-Clerk.  \nEmployees employed as of November 27, 1977, shail not be  \nreclassified as Utility Clerks and shall not be reduced as a  \n— 26 —  \n“|  \nresult of this provision. There shall be no layoff of employees  \nemployed as of November 27, 1977, in the store until all Util-  \nity Clerks have been laid off first.  \nSection 9(b). 1. Utility Clerks shall hold separate seniority  \nfor ail purposes and shall not work more than twenty-  \nfive (25) hours per week, provided, however, that Util-  \nity Clerks who are age sixty-five (65) or older may work  \nmore than twenty-five (25) hours per week if the Em-  \nployer and the employee so agree.  \n2. All Utility Clerks may work more than twenty-five (25)  \nhours per week up to a maximum of forty (40) hours  \nper week during the months of June, July and August,  \nand during recognized holiday weeks (New Year's  \nDay, Spring Break, Thanksgiving, and Christmas).  \n3. At the Employer's discretion, Utility Clerks may be  \nplaced in the Checker-Clerk classification. The first  \nthirty (30) days in such classification shall be consid-  \nered a period of training, and during this training peri-  \nod, the employee shali receive the Checker-Clerk  \nstarting rate of pay. The Employer is not obligated to  \nretain an employee who does not perform the work in  \na Satisfactory manner and may return the employee to  \nhis/her former classification and wage rate. However,  \nif such employee does perform work in a satisfactory  \nmanner during such period of training, said employee  \nshall receive credit for fifty percent (50%) of all hours  \nworked with the same Employer as a Utility Clerk to-  \nwards his/her progression as a Checker-Clerk as out-  \nlined elsewhere in this Agreement, said credit not to  \nexceed a maximum of 2,080 hours. Nothing in this  \nParagraph or elsewhere in this Agreement shall be in-  \nterpreted so as to entitle any employee to automatical-  \nly progress from the Utility Clerk classification to the  \nChecker-Clerk classification.  \nSection 9(c): The minimum hourly rates of pay for Utility  \nClerks shall based on their months of service and shall be  \nas follows:  \nUtility Clerks Effective Effective Effective  \n1-5-03 9-14-03 9-12-04  \n0 - 30 days $5.80 $5.85 $5.90  \n31 days - 6 mos. 6.00 6.05 6.10  \n6 - 12 mos. 6.20 6.25 6.30  \nOver 12 mos. 6.35 6.45 6.55  \nProvided that all Utility Clerks who are actively employed as of  \nSeptember, 26, 2002 (and who have completed their proba-  \ntionary period) shall receive minimum increases of fifteen cents  \n($.15) per hour effective January 5, 2003, fifteen cents ($.15)  \nper hour effective September 14, 2003, and fifteen cents ($.15)  \nper hour effective September 12, 2004. All Utility Clerks hired  \nafter September 26, 2002 (including those who complete their  \nprobationary period after that date) shall, for the term of this  \nAgreement, advance through the contract progression wage  \nschedules (brackets) until they reach the top rate.  \n   \nSection 10(a). Part-time Grocery Clerks — After October  \n11, 1996 employees may be hired as Part-time Grocery  \nClerks to perform the work of Checker-Clerks. Part-time Gro-  \ncery Clerks shall be scheduled for not more than thirty-two  \n(32) hours per week. Employees in the classification will be  \nidentified as Part-time Grocery Cierks on weekly store  \nschedules. The hours of Part-time Grocery Clerks shail be  \nallocated by seniority so that no more senior Part-time Gro-  \ncery Clerk is scheduled less hours than a less senior Part-  \ntime Grocery Clerk in the same store. Article fll, Section  \n18(a) shall not apply to Part-time Grocery Clerks except that  \ntheir hours may be claimed by Checker-Clerks. No Checker-  \nClerk hired prior to October 11, 1996, shall be reduced in  \nhours or full-time status due to the hiring of Part-time Gro-  \ncery Clerks. Part-time Grocery Clerks, and the hiring of Part-  \ntime Grocery Clerks will have absolutely no acverse impact  \non employees hired prior to October 11, 1996.  \nSection 10(b). Part-time Grocery Clerks. The minimum  \nhourly rates of pay for Part-time Grocery Clerks shall be  \nbased on their months of service and shall be as follows:  \nPart-time Effective Effective Effective  \nGrocery Clerks 1-5-03 9-14-03 9-12-04  \n0 - 30 days $6.10 $6.20 $6.30  \n31 days - 6 mos. 6.30 6.40 6.50  \n6 - 12 mos. 6.55 6.65 6.75  \n12 - 18 mos. 7.10 7.25 7.40  \n18 - 24 mos. 7.60 7.75 7.90  \nOver 24 mos. 8.45 8.65 8.85  \nSpecifically, all Part-time Grocery Clerks who are actively  \nemployed at the top rate (having twenty-four [24] or more  \nmonths of continuous service) or more as of September 26,  \n2002, shall receive a minimum increase of twenty-five cents  \n($.25) per hour or the progression service rate, whichever is  \nhigher, effective January 5, 2003, and thereafter shall re-  \nceive minimum increases of twenty cents ($.20) per hour ef-  \nfective September 14, 2003, and twenty cents ($.20) per  \nhour effective September 12, 2004. Provided, further that all  \nPart-time Grocery Clerks who are actively employed as of  \nSeptember 26, 2002 (and who have completed their proba-  \ntionary period prior to that date) and who at that time have  \nfess than twenty-four (24) months of continuous service  \nshall receive a minimum increase of twenty-five cents  \n($.25) per hour or the progression service rate, whichever is  \nhigher, effective January 5, 2003, and then shall remain at  \nthe increased rate until properly qualifying, under the contin-  \nuous-service progression requirements listed above, for the  \nnext bracket (or service) rate higher than the increased rate.  \nThereafter, for the term of this Agreement, such Part-time  \nGrocery Clerks and all Part-time Grocery Clerks hired after  \nSeptember 26, 2002 {including those who complete their  \nprobationary period after that date) shall progress through  \nthe contract progression wage schedules (brackets) until  \nthey reach top rate.  \nSection 10(c). The Employer shall promote a Part-time Gro-  \ncery Clerk to regular Checker-Clerk status whenever the  \nnumber of full-time employees (40 hours in a regular week:  \n32 hours in a holiday week) in a store falls below twenty-five  \npercent (25%) of the total number of employees in the store,  \nexcluding the Store Manager, any Co-Managers, and Utility  \nClerks. Part-time Grocery Clerks promoted to regular Check-  \ner-Clerk status will receive full credit for all accumulated  \nhours under the Checker-Clerk wage progression for em-  \nployees hired on or after September 11, 1984.  \nSection 10(d). The following wage and benefit terms will ap-  \nply to those employees who were hired as Students or Utili-  \nty Clerks and who are later reclassified as Part-time Grocery  \nClerks:  \n1. Upon reciassification to the Part-time Grocery Clerk  \nclassification, one-hait (4) of the time worked as a  \nHigh School Student or Utility Clerk will be counted to-  \nward the position in the Part-time Grocery  \nClerk wage progression;  \n2. A reclassified employee is entitled to the Part-time  \nGrocery Clerk Health and Welfare Plan ($103.00 per  \nmonth) one (1) year after the date of hire, or three (3)  \nmonths from reclassification, whichever is later:  \n3. For a Utility Clerk who is reclassified as Part-time Gro-  \ncery Clerk and who has obtained health and welfare  \ncoverage as a Utility Clerk as of the date of reclassifi-  \ncation, such Utility Clerk’s coverage and contributions  \nshail continue until the employee becomes entitled to  \nthe Part-time Grocery Clerk Health and Welfare Plan  \nunder subsection (2) above;  \n4. Whenever a reclassified employee completes two (2)  \nyears of service from original date of hire (or upon re-  \nclassification if after two [2} years of service), that em-  \nployee may elect between the new Part-time Grocery  \nClerk Health and Welfare Plan ($103.00 per month) or  \nthe new part-time plan ($184.00 per month); and  \n5. For a reclassified employee for whom no pension con-  \ntributions are payable as of the date of reclassification,  \npension contributions as a Part-time Grocery Clerk  \nshall not begin until one (1) year from the date of hire.  \nFor a reclassified employee for whom pension contri-  \nbutions are payable on or prior to the date of reclassi-  \nfication, pension contributions shall continue to be  \nmade at the rate then in effect for the classification  \nfrom which the employee was reclassified for the du-  \nration of the employee’s service as a Part-time Gro-  \ncery Clerk.  \nSection 11(a). Porter — An employee classified as Porter  \nshail perform only custodial-type duties (i.e., building service  \nand maintenance) and is strictly prohibited from performing  \nthose duties usually performed by Clerks, except in re-  \nsponse to a bona fide emergency.  \n— 29 —  \n   \nSection 11(b). Effective Effective Effective  \nPorter 1-5-03 9-14-03 9-42-04  \n0 - 30 days $6.15 $6.25 $ 6.35  \n31 days - 12 mos. 6.55 6.65 6.75  \n12 - 24 mos. 7.80 7.95 8.10  \nOver 24 mos. 9.70 9.90 10.10  \nProvided that all Porters who are actively employed as of  \nSeptember 26, 2002 {and who have completed their proba-  \ntionary period) shall receive minimum increases of twenly-  \nfive cents ($.25) per hour effective January 5, 2003, twenty  \ncents ($.20) per hour effective September 14, 2003, and  \ntwenty cents ($.20) per hour effective September 12, 2004.  \nAll Porters hired after September 26, 2002, (including those  \nwho complete their probationary period after that date) shall,  \nfor the term of this Agreement, advance through the contract  \nprogression wage schedules (brackets) until they reach the  \ntop rate.  \nSection 12. No employee now receiving a higher rate of pay  \nthan set forth in this Agreement for such classification shall  \nsuffer a reduction in wages or salary during the life of this  \nAgreement, provided, however, that if an employee is  \nchanged from one classification to another paying a lower  \nrate, such employee shall be paid the rate for the classifica-  \ntion to which he or she is transferred.  \nSection 13. The Employer agrees that all new employees  \nwho have had previous comparable work experience in the  \nretail food industry and Student Employees who have been  \nreclassified on or after September 9, 1990, will be given  \ncredit for one-half (%) of such experience up to the maximum  \nof one (1) year, irrespective of whom they have worked for,  \nand their rates of pay shall be based in accordance with such  \ncredited experience according to the schedule set forth in  \nthis contract. Such experience shall be recognized by this  \nEmployer from and after written certification to this Employ-  \ner by the Union Representative of United Food and Com-  \nmercial Workers Union Local No. 880 or by previous retail  \nfood employers, providing, however, that there shall be no  \nretroactivity in connection with this certification. However, an  \nemployee must have been engaged in the retail food busi-  \nness during some part of the five (5) years immediately prior  \nto his or her employment by this Employer to be entitled to  \nthe benefits of this Paragraph, and no credit will be given for  \nany employment not shown on the application form. When  \nthe Employer hires a former employee, the Union will not be  \nrequired to notify the Employer of any prior experience with  \nthat Employer. Reclassified High School Student Employees  \nand Porters who are actively employed on August 26, 1990,  \nand who, on that date, have less than 2,080 accumulated  \nhours for wage progression purposes will receive one-half  \n(4) of their previous experience as a High School Student  \nEmployee added to their accumulated hours up to a total of  \nno more than 2,080 hours.  \nSection 14. When the employment of an employee is termi-  \nnated, the Employer shall upon request, give the employee  \n— 30 —  \na statement which shail set forth the date of the  \nhire, the date of the employee’s termination, and the total!  \nhours worked in specific job classifications during the time in-  \ntervening, if available. If total hours worked by the employee  \nexceed 6,240 hours, such fact may be stated in lieu of an ac-  \ntual accounting of the total hours worked.  \nSection 15. An employee working between 10:00 P.M. and  \n6:00 A.M. who is not otherwise receiving premium pay for that  \nwork shall receive a premium of thirty-five cents ($.35) per  \nhour for the hours worked between 10:00 P.M. and 6:00 A.M.  \nSection 16. When an employee is designated to lead a night  \nstock crew, he or she will be paid a premium of sixty cents  \n($.60) per hour for hours worked between 10:00 P.M. and  \n6:00 A.M. instead of the thirty-five cents ($.35) premium de-  \nscribed above.  \nSection 17(a). Severance Pay — In the event a Company  \npermanently closes a store and employees regularly sched-  \nuled for (40) hours per week with at least five (5) years of  \ncontinuous service are terminated as a result of the closing,  \nthose employees will be entitled to severance pay of one (1)  \nweek’s regular pay for every two (2) years of service, up toa  \nmaximum of five (5) weeks’ pay.  \nSection 17(b). Severance pay shall be paid in a lump sum  \nupon termination. An employee who is terminated and is eli-  \ngible for severance pay, and accepts severance pay, forfeits  \nhis or her seniority and has no recall rights. However, an em-  \nployee may elect a voluntary layoff not to exceed six (6)  \nmonths. If an employee accepts layoff, he or she may at any  \ntime after a ninety (90) day period elect to take his or her  \nseverance pay and lose his or her seniority.  \nSection 17(c). An employee shall be disqualified for sever-  \nance pay in the event he or she:  \n1. Refuses4a transfer within the jurisdiction of the Local  \nUnion;  \n2. Voluntarily terminates employment prior to store clos-  \ning;  \n3. Refuses comparable employment with a successor  \nemployer within thirty (80) days of the store closing.  \nSection 18(a). Where Department Heads are designated by  \nthe Employer, and when such Department Heads are ab-  \nsent for one (1) week or more, such jobs will be filled by re-  \nplacements who will be paid at the prevailing Department  \nHead rate.  \nSection 18(b). Additional Department Head classifications  \nmay be formally established by mutual agreement between  \neach individual Employer and the Union. Such agreements,  \nif reached, would include such matters as the wage premium  \nfor the Department Head classification over regular wage  \nrates, and separate classification seniority. It is understood  \nthat neither any individual Employer nor the Union can be re-  \n— 4 —  \n   \na  \nha fe  \nquired to agree to the formal establishment of additional De-  \npartment Head classifications.  \nSection 19. Any employee in any classification who was ac-  \ntively employed under the terms of this collective bargaining  \nAgreement as of March 13, 1983, and who is later rehired  \nor reemployed under the terms of this Agreement by the  \nsame or a different Employer, shall be considered, when  \nplaced into a classification which has different wage sched-  \nules for employees hired before or after March 13, 1983, to  \nhave been hired before March 13, 1983, for the sole purpose  \nof determining which wage schedule for that classification is  \napplicable to that employee.  \nSection 20. The Employer and the Union agree to discuss  \nthe establishment of programs to utilize internal Revenue  \nService Code Section 125 to allow use of pre-tax earnings  \nfor child or dependent day care, and programs to secure dis-  \ncounts with loca! day care facilities.  \nSection 21. Manager Trainees are defined as employees  \nidentified and selected by management to be trained for store  \nmanagement responsibilities, and shall be permitted the nec-  \nessary flexibility to adequately prepare for store manage-  \nment. Hours worked by management trainees shall not affect  \nhours worked by permanent bargaining unit employees, and  \nthe management training period for any Manager Trainees  \nshall not extend beyond two (2) years.  \n"], ["ARTICLE X  \nHealth and Welfare  \n", "Section 1(a}. As specified below, employer contributions to  \nthe Fund shalt be at a level high enough to maintain the lev-  \nel of benefits provided by the Fund as of September 1, 2002,  \nand changes to the benefits adopted by the Trustees of the  \nFund after that date. These contributions shall be as follows:  \nSection 1(b). Full-time Contribution for Employees Hired  \nBefore March 13, 1983: Effective September 1, 2002, the  \nEmployer will pay five hundred seventy-one dollars  \n($571.00) per month for each employee hired before March  \n13, 1983, working one hundred twenty-eight (128) hours or  \nmore in months in which four (4) weekly pay periods end and  \none hundred sixty (160) hours or more in months in which  \nfive (5) weekly pay periods end to the United Food & Com-  \nmercial Workers Union-Employer Health and Welfare Fund.  \nSection 1(c). Full-time Contribution for Employees Hired  \nOn or After March 13, 1983 and After September 26, 2002:  \nEffective September 1, 2002, the Employer will pay three hun-  \ndred ninety-three dollars ($393.00) per month for each em-  \nployee hired on or after March 13, 1983 and before Septem-  \nber 26, 2002, working one hundred twenty-eight (128) hours  \nor more in months in which four (4) weekly pay periods end  \nand one hundred sixty (160) hours or more in months in which  \nfive (5) weekly pay periods end to the United Food & Com-  \nmercial Workers Union-Employer Health and Welfare Fund.  \n— 32 —  \n   \n¢  \nSection 1(d). Full-time Contribution for Employees Hired  \nOn or After September 26, 2002: Effective September 1,  \n2002, the Employer will pay three hundred ninety-three dol-  \nlars ($393.00) per month for each employee hired on or aft-  \nter September 26, 2002, working one hundred forty (140)  \nhours or more in months in which four (4) weekly pay peri-  \nods end and one hundred seventy-five (175) hours or more  \nin months in which five (5) weekly pay periods end to the  \nUnited Food & Commercial Workers Union-Employer Health  \nand Welfare Fund.  \nWhen an empioyee is once covered by this subsection (d)  \nand is subsequently reduced in hours worked to below one  \nhundred forty (140) hours in months in which four (4) week-  \nly pay periods end or one hundred seventy-five (175) hours  \nin months in which five (5) weekly pay periods end, the Em-  \nployer will continue the contributiion for one (1) month after  \nthe reduction in hours worked.  \nSection 1(e). When an employee is once covered by sub-  \nsections (b) or (c) above and is subsequently reduced in hours  \nworked to below one hundred twenty-eight (128) hours in  \nmonths in which four (4) weekly pay periods end or one hun-  \ndred sixty (160) hours in months in which five (5) weekly pay  \nperiods end, the Employer will continue the contribution for  \none (1) month after the reduction in hours worked. Provided  \nthat, for all employees on whose behalf full-time health and  \nwelfare contributions were being made on October 1, 1993,  \nthe full-time health and welfare eligibility requirement will be:  \n(i) For employees hired after November 27, 1977, where  \nthese employees work one hundred twelve (112) hours  \nor more in months in which four (4) weekly pay periods  \nend or one hundred forty (140) hours or more in months  \nin which five (5) weekly pay periods end; and  \n(ii) For employees employed as of November 27, 1977,  \nwhere these employees work one hundred (100) hours  \nor more inanonths in which four (4) weekly pay periods  \nend or one hundred twenty-five (125) hours or more in  \nmonths in which five (5) weekly pay periods end.  \nSection 2(a). Part-time Contribution for Employees Hired  \nBefore March 13, 1983: Effective September 1, 2002, the  \nEmployer will pay to United Food & Commercial Workers  \nUnion-Employer Health and Welfare Fund two hundred fifty-  \nthree dollars ($253.00) per month for each employee working  \nless than one hundred twenty-eight (128) hours in months in  \nwhich four (4) weekly pay periods end or one hundred sixty  \n(160) hours in months in which five (5) weekly pay periods  \nend, except for High School Students as defined in this  \nAgreement. Contributions for all part-time employees will be  \nmade provided such employees have averaged fourteen (14)  \nhours per week for the reporting period. If such employees  \naverage less (14) hours per week for a report-  \ning period, no contribution will be made, except for those em-  \nployees who are absent due to illness, in which cases contri-  \nbutions will be continued as outlined in Section 7 below.  \nSection 2(b). Part-time Contribution for Employees Hlred  \n— 33 —  \n   \n   \nOn or After March 13, 1983, and Before October 11, 1996:  \nEffective September 1, 2002, the Employer will pay to United  \nFood & Commercial Workers Union-Employer Health and  \nWelfare Fund one hundred ninety-eight dollars ($198.00) per  \nmonth for each employee working less than one hundred  \ntwenty-eight (128) hours in months in which four (4) weekly  \npay periods end or one hundred sixty (160) hours in months  \nin which five (5) weekly pay periods end, except for High  \nSchool Students as defined in this Agreement. Contributions  \nfor all part-time employees will be made provided such em-  \nployees have averaged fourteen (14) hours per week for the  \nreporting period. If such employees average less than four-  \nteen (14) hours per week for a reporting period, no contribu-  \ntion willbe made, except for those employees who are absent  \ndue to illness, in which cases contributions will be continued  \nas outlined in Section 7 below.  \nSection 3. Part-time Contribution for Employees Hired  \nOn or After October 11, 1996: Effective September 1, 2002,  \nthe Employer will pay to United Food & Commercial Workers  \nUnion-Employer Health and Welfare Fund one hundred  \neighty-four dollars ($184.00) per month for each employee: (i)  \nhired on or after September 26, 2002 and working less than  \none hundred forty (140) hours in months in which four (4)  \nweekly pay periods end or one hundred seventy-five (175)  \nhours in months in which five (5) weekly pay periods end; and  \n(ii) hired before September 26, 2002 and working less than  \none hundred twenty-eight (128) hours in months in which four  \n(4) weekly pay periods end or one hundred sixty (160) hours  \nin months in which five (5) weekly pay periods end. This Sec-  \ntion does not apply to High School Students as defined in this  \nAgreement. Contributions for all part-time employees will be  \nmade provided such employees have averaged fourteen (14)  \nhours per week for the reporting period. If such employees  \naverage less than fourteen (14} hours per week for a report-  \ning period, no contribution will be made, except for those em-  \nployees who are absent due to illness, in which cases contri-  \nbutions will be continued as outlined in Section 7 below.  \nSection 4. Part-time Grocery Clerk: The Employer wilt pay  \nto the United Food & Commercial Workers Union-Employer  \nHealth and Welfare Fund one hundred three dollars  \n($103.00) per month for each Part-time Grocery Clerk, pro-  \nvided such employees have averaged fourteen (14) hours  \nper week for the reporting period. If such employees average  \nless than fourteen (14) hours per week for a reporting peri-  \nod, no contribution will be made, except for those employees  \nwho are absent due to illness, in which cases contributions  \nwill be continued as outlined in Section 7 below.  \nSection 5. Part-time Grocery Clerk Option: When a Part-  \ntime Grocery Clerk completes twenty-four (24) months of  \nservice, he or she will have the option to select one of the  \nbenefit plans made available pursuant to Section 3 or Sec-  \ntion 4 above, and the Employer will make contributions at the  \nrate specified for the plan selected. This option shall be ex-  \nercised in writing, and once exercised may not be changed.  \nSection 6. Contributions for new employees averaging four-  \n— 34 —  \nteen (14) or more hours per week for the reporting period will  \nbe made effective the first (1st) of the month following six (6)  \ncontinuous months of employment, provided that for Part-  \ntime Grocery Clerks, contributions for the reporting period  \nwill be made effective the first of the month following twelve  \n{12) continuous months of employment. However, com-  \nmencement of eligilbility for Heath and Welfare benefits shall  \nbe established by rules adopted by the Board of Trustees of  \nthe Health and Welfare Fund. Effective for employees hired  \non or after September 26, 2002, eligibility for Health and  \nWelfare benefits commences on the first (1st) day of the  \nmonth for which the fourth (4th) consecutive monthly em-  \nployer contribution is required to be made to the Fund.  \nSection 7(a). The Employer will continue to make health and  \nwelfare contributions for a maximum period of six (6) months  \nfor those employees who are absent because of health rea-  \nsons and are receiving benefits under this Article or Workers’  \nCompensation. In order for a subsequent six (6) month peri-  \nod to begin under this Section for the same illness or injury,  \nan employee must return to work for a period of eight (8)  \nweeks or more.  \nSection 7(b). If a full-time employee who has been absent  \ndue to medical reasons returns to work under a schedule re-  \nstricted for medical reasons, the employee’s health and wel-  \nfare contributions will remain at the full-time level! for a single  \nmaximum period of six (6) months for each specific illness or  \ninjury while the employee is working under the medically re-  \nstricted part-time schedule.  \nSection 8. Sections 1, 2, 3, and 6 of this Article X do not ap-  \nply to those part-time employees attending an educational  \ninstitution who temporarily work in excess of their normal  \nhours per week during schoo! vacation periods or summer  \nvacation months, except as they are eligible in accordance  \nwith their normal classification and working hours.  \nSection 9. Sections 1 and 2 above shall not apply to Utility  \nClerks. Effective September 1, 2002, the Employer will pay  \nthirty-six dollars ($36.00) per month to United Food & Com-  \nmercial Workers Union-Employer Heaith and Weifare Fund  \nfor such Utility Clerks, excluding High School Students as  \ndefined in this Agreement.  \nSection 10. Any employee in any classification who was ac-  \ntively employed under the terms of this collective bargaining  \nAgreement as of March 13, 1983, and who is later rehired or  \nreemployed under the terms of this Agreement by the same  \nor a different employer, shall be considered when reem-  \nployed to have been hired before March 13, 1983, for the  \nsole purpose of determining which health and welfare contri-  \nbution rate is applicable to that employee.  \nSection 11. Contribution levels effective September 1, 2003,  \nand September 1, 2004, shall be set by the Trustees of the  \nFund at a level high enough to maintain the benefits as spec-  \nified in this Section, provided, however, that any increase to  \n— 35 —  \nmaintain benefits shall not exceed twelve percent (12%) on ei-  \nther September 1, 2003 or September 1, 2004. In addition, the  \nEmployer shall pay to the Fund forty cents ($.40) on all pen-  \nsion hours paid to the Pension Fund for the time period from  \nSeptember 8, 2002 through and including January 4, 2003.  \nSection 12. This Section 12 is hereby suspended and shall  \nremain suspended for the term of this new Agreement.  \nIn addition to the above-specified contributions, Employer  \ncontributions to the Fund for the employees covered by this  \nAgreement shall be increased or decreased each month by  \nthe application of the terms of this Section:  \n1. By no later than the fifteenth (15th) day of each month,  \nthe Fund shall ascertain the benefit expenditures  \nmade by the Fund for the preceding twelve (12) calen-  \ndar months, and shall also determine the net assets of  \nthe Fund as of the end of the preceding month. If the  \nnet assets do not exceed twenty-eight percent (28%)  \nof the benefit expenditures for the preceding twelve  \n(12) months, then in each of the succeeding two (2)  \nmonths, contributions shall be increased to a level high  \nenough to provide additional funds equal to one-half  \n(4) the difference between twenty-eight percent (28%)  \nof said benefit expenditures and the net assets. If after  \nan adjustment has been made under this subsection,  \nthe level of net assets at the end of a month exceeds  \ntwenty-eight percent (28%) of the benefit expenditures  \nfor the preceding twelve (12) months, then in each of  \nthe succeeding two (2) months, contributions shall be  \ndecreased by one-half (4) of the amount the net as-  \nsets exceed said benefit expenditures.  \n2. All Employers shall be billed at the increased or de-  \ncreased amounts for the months immediately following  \nthe calculation of an adjustment required by the pre-  \nceding Paragraph.  \n3. As used in this Section “benefit expenditures” is the  \namount of money expended by the Fund for the pro-  \nviding of benefits.  \n4. As used in this Section, “net assets” is the total of the  \ncash on hand, cash equivalents, and the marketable se-  \ncurities owned by the Fund, less the “Estimated liability  \nfor pending and unrevealed medical, dental and disabil-  \nity claims,” the “Reserve for total and permanent disabil-  \nity benefits,” and the “Reserve for deferred cost of retiree  \ndeath benefits” shown on the most recent “Statement of  \nNet Assets Available for Plan Benefits” of the Fund.  \n5. The increase or decrease of contributions required by  \nthis subsection shall be made without the necessity of  \nany action by the Trustees of the Fund. The Adminis-  \ntrative Manager of the Fund shal! consult with the  \nFund's Actuarial Consultant and the President of the  \nUnion before implementing any such increase or de-  \ncrease in contributions.  \n— 36 —  \nSection 13. In the event that the Trustees of the Health and  \nWelfare Fund agree to the alternative delivery of any health  \ncare benefit to be provided other than through the Fund,  \nsuch benefit and its appropriate funding shall be incorporat-  \ned into the Collective Bargaining Agreement.  \nSection 14. Cost Containment: The Cost Containment  \nCommittee will continue to review and explore cost contain-  \nment measures for the purpose of recommending appropriate  \nchanges to the Trustees of the Health and Welfare Fund. The  \nTrustees may implement such adjustments and changes to  \ncontrol costs as they deem appropriate during the term of this  \nAgreement.  \n"], ["ARTICLE XI  \nPension Plan  \n", "Section 1(a). Subject to the terms of this Article XI, the Em-  \nployers shall contribute to United Food & Commercial Work-  \ners Union-Employer Pension Fund for all hours worked, up  \nto forty (40) hours per week by employees in the bargaining  \nunit, except overtime, but including holidays and vacations at  \nthe following rates:  \nHOURS WORKED ON OR AFTER SEPTEMBER 9, 2002:  \nFor all employees (including Bakery Clerks): $.56 per hour  \nFor Part-time Grocery Clerks: $.20 per hour  \nHOURS WORKED ON OR AFTER JANUARY 5, 2003:  \nFor all employees (including Bakery Clerks): $.59 per hour  \nFor Part-time Grocery Clerks: $.20 per hour  \nHOURS WORKED ON OR AFTER JANUARY 4, 2004:  \nFor all employees (including Bakery Clerks): $.62 per hour  \nFor Part-time Grocery Clerks: $.20 per hour  \nThe Employers and the Union shail instruct their Trustees of  \nthe United Food & Commercial Workers Union-Employer  \nPension Fund to increase the pension benefit for each year  \nof full pension credit from forty dollars ($40.00) to forty-four  \ndollars ($44.00) effective August 1, 2003 for all employees  \n(except Part-time Grocery Clerks) with an hour of service on  \nor after January 5, 2003. The Trustees shall also be in-  \nstructed to increase contributions to the level necessary to  \nmaintain the current pension benefits and changes to the  \nbenefits adopted by the Trustees thereafter, such increase to  \nbe based upon the ERISA minimum funding standard ac-  \ncount. The United Food & Commercial Workers Union-Em-  \nployer Pension Fund shall be jointly administered by the  \nUnion and the Employer as provided in an agreement estab-  \nlishing such Pension Fund.  \nSection 1(b). Contributions for an employee shall not begin  \nuntil after the employee completes six (6) months of service  \n(i.e., contributions begin for hours worked by such an em-  \nployee on and after the first [1st] Sunday of the month after  \nthe employee completes six [6] months of service). Provided,  \n—37 —  \n   \nhowever, that pension contributions shall not begin for hours  \nworked by a Part-time Grocery Clerk until such an employee  \ncompletes twelve (12) months of service (i.e., contributions  \nbegin for hours worked by such an employee on and after  \nthe first [1st] Sunday of the month after the employee com-  \npletes twelve [12] months of service).  \nSection 2. Each Employer shail report to the Pension Fund  \nthe hours worked by any employee for whom pension contri-  \nbutions are not required to be made.  \n"], ["ARTICLE Xil  \nGroup Legal Services  \n", "Section 1. The Employer agrees to participate in and con-  \ntribute to a group legal services program which shall be joint-  \nly administered by the Akron-Canton Food Industry Commit-  \ntee and the Union. The system for the administration of such  \nprogram, the structure for the delivery of services, the ser-  \nvices to be provided, employee eligibility, and all other de-  \ntails of the program not explicitly described herein shal! be  \nworked out by mutual agreement between the Akron-Canton  \nFood Industry Committee and the Union. Provided, that such  \nprogram shall operate in conformity with ail laws of the State  \nof Ohio and the Federal Government, and that at no time will  \nthe Employer be obligated to make any contributions to such  \nprogram which are not deductible from gross income for  \nFederal Income Tax purposes.  \nSection 2. Effective September 12, 1999, Employer contri-  \nbutions for the Group Legal Services program shall be Six  \ndollars and twenty-five cents ($6.25) per month for each em-  \nployee for whom a full-time health and welfare contribution  \nwas made for that month under Article X of this Agreement.  \n"], ["ARTICLE Xill  \nCollection of Fringe Benefits  \n", "Section 1. The Employer signatory to this collective bar-  \ngaining Agreement hereby adopts and agrees to be bound  \nby all the terms and provisions of the Trust Agreements as  \nwell as any rules and regulations established thereunder by  \nthe Trustees for United Food & Commercial Workers Union-  \nEmployer Health and Welfare Fund and United Food &  \nCommercial Workers Union-Employer Pension Fund and as  \nthe same are amended from time to time as if the Employer  \nwas a party thereto. The Employer further agrees to be  \nbound by the rules and procedures for the collection of con-  \ntributions as they are established or as they will be amend-  \ned from time to time by the Trustees of such Funds, includ-  \ning but not limited to provisions relating to Employer liability  \nfor reasonable interest charges as set by Trustees, attorney  \nfees, and audit fees.  \nSection 2. Contributions and the accompanying reporting  \nforms shall be received by United Food & Commercial Work-  \n— 38 —  \ners Union-Employer Health and Welfare Fund and United  \nFood & Commercial Workers Union-Employer Pension Fund  \nno later than the fifteenth (15th) day of the month following  \nthe month in which the work was performed.  \nThe Employer shall be considered delinquent if it fails to sub-  \nmit contributions on behalf of all employees for whom contri-  \nbutions are required under the collective bargaining Agree-  \nment, or if it fails to compute properly the contributions  \naccording to the required contribution formula specified in  \nthe collective bargaining Agreement.  \nSection 3. The Union and/or the Trustees of each Trust  \nFund described in this Agreement shall not be required to  \npursue the collection of delinquent contributions through the  \ngrievance and arbitration procedure provided elsewhere in  \nthis Agreement.  \nSection 4. The Union has the right to assist the Trustees of  \nUnited Food & Commercial Workers Union-Employer Heaith  \nand Welfare Fund and/or United Food & Commercial Work-  \ners Union-Employer Pension Fund and the administrative  \nstaff of either Fund in the collection of delinquent contribu-  \ntions. lf a delinquency to any Fund is not satisfied within one  \n(1) week after the Employer receives formal written notice  \nfrom the Trustees of the Fund, the Union shall have the right  \nto strike until full payment is made. This remedy shall be in  \naddition to all other remedies available to the Union and the  \nTrustees, and may be exercised by the Union, anything in this  \ncollective bargaining Agreement to the contrary notwithstand-  \ning. Such a strike to collect contributions to the Trust Funds  \nshall not be considered a violation of this Agreement on the  \npart of the Union, and it shal! not be a subject of arbitration.  \n"], ["ARTICLE XIV  \nCredit Union  \n", "Section 1. The Employer will make weekly/bi-weekly payroll  \ndeductions employees who sign a proper authoriza-  \ntion card for such amounts as the employee will designate and  \npay the same to the duly accredited officer of United Food &  \nCommercial Workers Union Local 880 Credit Union, Inc. All  \ndeductions shal! be promptly remitted to the United Food &  \nCommercial Workers Union Local 880 Credit Union, Inc.  \nSection 2. Where authorized in writing by an employee, and  \nwhere appropriate technical arrangements can be made, the  \nEmployer shall directly deposit an employee's entire pay or  \nportion thereof into his or her account with the United Food  \n& Commerical Workers Union Local 880 Credit Union, Inc.  \nWhere direct deposit is available and authorized, the Em-  \nployer may elect to remit funds exclusively in that manner.  \n"], ["ARTICLE XV  \nGrievance and Arbitration  \n", "Section 1. Should any dispute or grievance arise under this  \nAgreement, it shall be settled in accordance with the proce-  \n_ 39 —  \n   \n   \ndure set forth in this Article, and, except as otherwise specif-  \nically provided in this Agreement, this procedure is the sole  \nand exclusive method of disposing of such grievances.  \nStep 1.  \nIn order to be considered as a grievance under this Article, a  \ndispute or grievance shall be submitted to the Employer in  \nwriting within fourteen (14) days after the occurrence of the  \nincident causing such dispute or grievance, or within fourteen  \n(14) days from the date when the employee or Union became  \naware or reasonably should have become aware of the inci-  \ndent or events in question, but in no case more than one (1)  \nyear from the incident or event giving rise to the dispute.  \nStep 2.  \nThere shall be an effort on the part of the parties to settle and  \nresolve any dispute or grievance and the Employer shall an-  \nswer all disputes or grievances in writing within fourteen (14)  \ndays after the receipt of same.  \nStep 3.  \n'f the grievance is not satisfactorily settled in Step 2, the  \nUnion has two (2) weeks from receipt of the Step 2 answer  \nto submit a written appeal to an appropriate management  \nadministrative official. A meeting shall be held between Em-  \nployer and Union officials and a final written answer shall be  \nissued by the Employer within one (1) week of the meeting.  \nProvided, that the parties may agree to hold additional Step  \n3 meetings without loss of rights under this Article.  \nStep 4.  \nIn the event that the parties are unable to settle or resolve a  \ngrievance, the Union may refer the grievance to arbitration  \nby requesting the Federal Mediation and Service  \nor the American Arbitration Association to submit a panel of  \narbitrators. Within fourteen (14) days of receipt of the first  \npanel, the Employer and Union may mutually agree to re-  \nquest the Agency to submit additional panels of arbitrators.  \nThe arbitrator shall then be selected in accordance with the  \nagency’s then applicable rules, unless the Employer and the  \nUnion agree to select the arbitrator in some other manner.  \nSection 2. The Union may refer a dispute or grievance which  \nhas not been resolved to arbitration on the forty-fifth (45th)  \nday after the dispute or grievance has been submitted in writ-  \ning to the Employer in Step 1, or at any time thereafter. The  \nUnion must refer a dispute or grievance to arbitration no lat-  \ner than thirty (30) days after the last Step 3 meeting is held.  \nSection 3. The arbitrator's decision shall be issued within  \nthirty (30) days after the dispute or grievance is submitted to  \nthe arbitrator and shall be final and binding upon the Em-  \nployer, the Union, and the employee or employees involved.  \nThe expenses of the arbitrator shall be borne equally by the  \nEmployer and the Union.  \nSection 4. The time limits specified in Section 1 above may be  \nextended by mutual agreement but shall otherwise be en-  \nforced in that the dispute or grievance shail be decided against  \nany employee or party failing to observe the time limits.  \n— 490 —  \nSection 5. In the event a grievance goes to arbitration, this  \nAgreement, including any Supplements or Addenda, shall be  \nthe basis on which the decision is rendered, and  \nin reaching his or her decision the arbitrator shall have no au-  \nthority to amend, modify, or in any way change its terms.  \nSection 6. At any step in this grievance procedure, the Ex-  \necutive Board of the Local Union shall have fina! authority in  \nrespect to any aggrieved employees covered by this Agree-  \nment to decline to process further a grievance, complaint,  \ndisagreement or dispute if in the judgment of the Executive  \nBoard such grievance or dispute lacks merit or justification  \nunder the terms of this Agreement, or has been adjusted or  \nrectified under the terms of this Agreement to the satisfaction  \nof the Union Executive Board.  \nSection 7. In the investigation and processing of a dispute or  \ngrievance, the Union and the Employer shall upon request  \nprovide each other all relevant and pertinent records, pa-  \npers, and data including the names of any and all witnesses  \nwhose testimony would have bearing on the grievance, ex-  \ncept where a failure to follow established check-out proce-  \ndure may be involved or where the security of the Union  \nand/or the Employer would be at issue.  \n"], ["ARTICLE XVI  \nIndustry-Union Standing Committee  \n", "Section 1. An Industry-Union Standing Committee shall be  \ncreated for the purpose of considering and dealing fairly and  \neffectively with the subjects listed in Section 3 of this Article.  \nThe Standing Committee shall consist of three (3) Union  \nmembers, selected solely by the Union and three (3) industry  \nmembers, selected solely by the Akron-Canton Food Industry  \nCommittee. The Standing Committee shall function as a spe-  \ncial intermediate method of dealing with disputes within the  \nStanding Committee’s jurisdiction which must first originate  \nand be processed through the grievance proce-  \ndure but which, prior to arbitration, may be submitted to the  \nStanding Committee by either the Company or the Union. In  \nthe event that the Standing Committee is unable to reach a  \ndecision on any dispute brought before it, the Union may then  \nproceed to arbitration.  \nSection 2. The administrative rules and regulations and  \nguidelines of the Standing Committee shail be formulated ini-  \ntially by the Union and the Akron-Canton Food Industry  \nCommittee and thereafter may be revised only by mutual  \nagreement between the Union and the Akron-Canton Food  \nIndustry Committee or between the Union President and the  \nAkron-Canton Food Industry Committee Chairman. Once  \nformed, the Standing Committee shail have adequate au-  \nthority to deal flexibly and effectively with the problems that  \nare within the jurisdiction of the Standing Committee, and  \nany decision that is supported by at least two (2) Union mem-  \nbers and two (2) Industry members shall be final and binding  \non the Union, the involved Company (whether or not affiliat-  \n— 4{ —  \n   \n   \ned with the Akron-Canton Food Industry Committee), and  \nthe involved employees(s).  \nSection 3. The Standing Committee shall have jurisdiction  \nover the following general subjects:  \n. Available hours  \n. Working off-the-clock  \n. Abuse of time clock procedures  \n. Failure to give and/or take breaks  \n. Abuse of Sunday and holiday work rights  \n. Employee transfers  \n. Abuse of outside salesmen and deliverymen rights  \noN OM Oo fF Ww HS =  \n. All ancillary agreements between the Employer and  \nthe Union which are not included in the text of the La-  \nbor Agreement  \n9. Any other subject mutually agreed to by the Union and  \nthe Akron-Canton Food Industry Committee  \nSection 4. The Standing Committee shall be a separate and  \ncompletely independent method of problem solving which  \nhas no relationship or relevance, direct or indirect, to the reg-  \nular administration of grievances through the grievance pro-  \ncedure (including arbitration). Therefore, the rules and regu-  \nlations and decisions of the Standing Committee shall not be  \nconsidered as amendments or supplements to the Labor  \nAgreement and shall not be considered as a precedent or in  \nany way relevant to the consideration or arbitration of any  \ndispute under the grievance procedure.  \n"], ["ARTICLE XVII  \nNo Strike/No Lockout  \n", "Section 1. The Union agrees that during the term of this  \nAgreement there shalt be no strikes, picketing, or other in-  \nterference with operations, and the Employer agrees that for  \nthe same period there shall be no lockouts.  \nSection 2. It shall not be a violation of this Agreement, and  \nit shall not be cause for discharge, disciplinary action or per-  \nmanent replacement in the event an employee refuses to en-  \nter upon any property involved in a primary labor dispute with  \nthe Union, or refuses to go through or work behind such pri-  \nmary picket line.  \nSection 3. The Union agrees not to picket any facility where  \nthe part of the facility engaged in a primary labor dispute with  \nthe Union is closed for business and in such a case Section  \n2 shall not apply.  \n"], ["ARTICLE XVIil  \nSavings and Separability  \n", "The provisions of this Agreement are deemed to be separa-  \nble to the extent that if and when a court of fast resort ad-  \n— 479 —  \n   \njudges any provisions of this Agreement in its application be-  \ntween the Union and the Employer to be in conflict with any  \nlaw, such decision shall not affect the validity of the remain-  \ning provisions of this Agreement, but such remaining provi-  \nsions shall remain in full force and effect, provided further  \nthat in the event any provision or provisions are so declared  \nto be in conflict with a law, both parties shall meet within thir-  \nty (30) days for the purpose of renegotiating an agreement  \non provisions so invalidated.  \n"], ["ARTICLE XixX  \nZone Rates  \n", "The Employer and Union may, by mutual agreement, nego-  \ntiate special terms, conditions of employment, and rates of  \npay for geographical zones where there is extensive non-  \nunion or unfair competition. The zone agreement shall mod-  \nify this Agreement for employees hired to work in such zone  \nstores, but shall not apply to any employee hired prior to Oc-  \ntober 25, 1999.  \n"]]