[["", "K 8043  \n|, 2.60  \nJo pp -  \n2000-2003  \nAGREEMENT  \nbetween the  \nMICHIGAN REGIONAL COUNCIL OF CARPENTERS  \nLANSING/JACKSON/ADRIAN, LOCAL 1004  \nUNITED BROTHERHOOD OF CARPENTERS AND  \nJOINERS OF AMERICA, AFL-CIO  \nand the  \nMICHIGAN CHAPTER  \nASSOCIATED GENERAL CONTRACTORS  \nOF AMERICA, INC.  \nLABOR RELATIONS DIVISION  \nb /1/2000 - 2003  \nArticle  \nArticle |  \n"], ["", "Article II  \nArticle ltl  \n"], ["", "Article IV  \nArticle V  \nArticle VI  \nArticle VII  \nArticle VIil  \nArticle IX  \nArticle X  \nArticle XI  \nArticle  \nArticle XIll  \nArticle XIV  \nArticle XV  \nArticle XVI  \nArticle XVII  \nArticle XVIII  \nArticle X1X  \nArticle XX  \nArticle XX|  \nINDEX  \nAgreement  \nGeographical Jurisdiction  \nIntent and Purpose  \nEmployment  \nEqual Employment Opportunity  \nDisaster Relief  \nSub-Contracting  \nHours  \nWages  \nFringe Benefit Funds  \nPay Day  \nCompensation Insurance  \nWorking Conditions  \nDischarge or Layoff  \nStewards  \nBusiness Representative  \nSafety  \nApprenticeship  \nJurisdictional Procedure  \nGrievance Procedure  \nInvalidity  \nTermination and Signature Page  \nSupplemental Residential Agreement  \nCraft Jurisdiction  \nIndependent Signature Page  \nMRCC Regional Consent Agreement  \nMemorandum of Agreement  \nPage  \n=A a WO W  \nG2 2M NN HM NW NHB =| | | | | | PB FP Ff - =  \noon wa OO WOaOn nn aA Hs -  \nAGREEMENT  \nThis Agreement, made and entered into by and between the Michigan Chapter,  \nAssociated General Contractors of America, Incorporated Labor Relations Division and  \nthe Lenawee Contractors’ Association, hereinafter referred to as for and  \non behalf of its members and other non-member Employers who may become  \nsignatory, hereinafter referred to as \"Employer\" or “Employers”, and the Michigan  \nRegional Council of Carpenters of the United Brotherhood of Carpenters and Joiners of  \nAmerica, AFL-CIO, representing Loca! Union 1004, and its successors or assignees,  \nhereinafter referred to as the or “Employers”. The terms of this Agreement shail  \ncontinue in full force and effect from June 1, 2000, through May 31, 2003. 5  \nIt is understood that each Association is acting only as a agent in the negotiation of this  \nAgreement, and that it is agent only for those individuals, partnerships, and corporations  \nwho have authorized it so to act, and in no event shall it be bound as principal or be  \nheld liable in any manner for any breech of the Agreement by any of the Employers for  \nwhom it is acting; or by any employee of such Employers.  \nIt is further agreed and understood that the liabilities of the Employers who have  \nauthorized the negotiations and execution of this Agreement shall be several and not  \njoint.  \n"], ["ARTICLE |  \nGEOGRAPHICAL JURISDICTION  \n", "Lansing Area: All of Ingham and Clinton Counties; all of Eaton County, except the  \nTownships of Bellevue, Kalamo, Vermontville, and Walton, the Townships of Danby,  \nOrange, Portland and Sebewa in lonia County; the Townships of Cohoctah, Conway,  \nHandy, Howell, losco, and Marion in Livingston County.  \nJackson and Adrian Areas: All of Jackson and Lenawee Counties.  \n"], ["ARTICLE II  \nINTENT AND PURPOSE  \n", "Section 1. Intention. It-is the intent and purpose of the parties hereto that this  \nAgreement will promote and improve industrial and economic relationships between the  \nEmployer and the Union in the construction industry for the jurisdiction of the Union,  \nexcluding highway work, to set forth herein the basic Agreement covering rates of pay,  \nhours of work, and conditions of employment to be observed between the parties  \nhereto.  \nThe parties hereto are desirous of preventing strikes and lockouts and facilitating  \npeaceful adjustment of grievances and disputes between the Employer and the  \nemployees.  \nSection 2. Employer Representation. The Union recognizes the Association as sole  \nand exclusive Employer representation for its members for the purpose of collective  \nbargaining within the geographical area coming within the jurisdiction of this Agreement.  \ntt is agreed the Union shall file with the Association a list of all Employers with whom the  \nUnion has Agreements who perform the same type of work, the Association agrees to  \nfurnish the Regional Council with a list of all members having authorized the Association  \nto bargain in their behalf. Employers and both parties agree to update said list  \nquarterly, or more frequently if a major change occurs.  \nSection 3. Employee Representation. Each Association (or Employer) hereby  \nrecognizes the Union as the sole and exclusive Employee Representative for the  \npurpose of collective bargaining for all of its employees performing work covered under  \nthe terms of this Agreement within the jurisdiction of the Union, who are members of  \nany Local Union affiliated with the United Brotherhood of Carpenters and Joiners of  \nAmerica, AFL-CIO, and also of such other employees recognized by law as part of the  \nappropriate collective bargaining unit.  \nSection 4. Pile Driving. All burning, welding, and fabrication of pipe, shell, H beams,  \nand sheet pile done on the job site or in the yard of the Employer shall be done by pile  \ndrivers, except that done at the manufacturing source.  \nThree (3) pile drivers and a foreman shall constitute a crew. A steady welder shall be in  \naddition to the crew. When two or more rigs are working on a job site and the Union is  \nable to furnish apprentices, an apprentice shall be employed.  \nSection 5. Welding Certification. Where welding certification is required for an  \nemployee covered by this Agreement, a test shall be made. If the test is passed, the  \nfee shall be paid by the Employer. If the test is failed, the fee shall be paid by the  \nemployee.  \nSection 6. Equal Treatment. if the Union shall furnish employees to any Employer in  \nany county in the geographical jurisdiction of this Agreement for the type of work  \ncovered by this Agreement upon any more favorable terms and conditions than those  \ncontained herein, the Union agrees such favorable terms and conditions shall  \nautomatically be extended to the Employers covered by this Agreement in that county.  \nSection 7. Pre-Job Conferences. When requested by the Union, the Employer  \nagrees to hold a pre-job conference to discuss carpentry work to be performed on said  \njob and consider job assignments, following established agreements and decisions  \nrendered affecting the building industry by the National Joint Board for Settlement of  \nJurisdictional Disputes.  \nSection 8. Employers from other areas who come into the territorial jurisdiction of the  \nMichigan Regional Council of Carpenters to perform work can bring up to two (2)  \nemployees, excluding non-working supervision above general foreman, to work in the  \narea covered by this Agreement.  \n"], ["ARTICLE Ill  \nEMPLOYMENT  \n", "Section 1. Union Security. The Local Union shall be given opportunity to furnish  \ncompetent workmen upon notification to the Union of the number of employees needed.  \nThe Employers agree that in the employment of workmen to perform the various  \nclassifications of labor required in the work under this Agreement, they will not  \ndiscriminate against applicants because of membership or non-membership in the  \nUnion. The Local Union, in its referral of applicants to the Employer, agrees it will not  \ndiscriminate against said applicants because of membership of non-membership in the  \nUnion. Each employee shall, as condition of employment thereafter, become and  \nremain a member of the Union in good standing by tendering his initiation fee and  \nperiodic dues for the term of his employment on and after the seventh (7th) calendar  \nday, beginning with the first (1st) day of his employment, or on and after the seventh  \n(7th) calendar day following the effective date of this Agreement, whichever is the later.  \nMembership in the Union shall be available to each employee on the same conditions  \nwhich govern membership for other employees. Any Employer performing work in the  \narea of this Council will employ a majority of Local Union carpenters, if available.  \nSection 2. Employer Security. The Union further agrees that it will not require the  \nEmployers or any Employer to take any action which violates the Labor Relations Act of  \n4947 and the Labor-Management Act of 1959 as the same exist or may hereafter be  \namended. The Employer shall not be obligated hereunder to discharge or discriminate  \nagainst any employee for non-membership in the Union, (a) if he has reasonable  \ngrounds for believing that such membership was not available to the employee on the  \nsame terms and conditions generally applicable to other members, or (b) if he has  \nreasonable ground for believing that membership was denied or terminated for reasons  \nother than failure of the employee to tender the periodic dues and initiation fees  \nuniformly required as a condition of acquiring and retaining membership.  \nThe Employer shall ‘continue to have full and exclusive power and discretion in hiring  \nnew employees for their respective jobs.  \n"], ["ARTICLE IV  \nEQUAL EMPLOYMENT OPPORTUNITY  \n", "There shall be no discrimination against or preference for employees or applicants for  \nemployment on the basis of race, color, creed, national origin, or sex. The Employer  \nagrees that no reference to age will be made when requesting employees.  \n"], ["ARTICLE V  \nDISASTER RELIEF  \n", "During any officially recognized disaster or emergency, which shall have been declared  \nby any legally constituted government authority acting to meet a disaster situation,  \nnatura! or otherwise, the overtime rates, and shift rates, shall be waived for the duration  \nof services necessitated by employees covered by this Agreement. The emergency  \nshall terminate at such time as designated by the legally constituted authority that  \ninstituted the “emergency disaster’.  \n"], ["ARTICLE VI  \nSUB-CONTRACTING  \n", "Employers party to this Agreement agree that they will not enter into a contract or  \nsub-contract for work covered by this Agreement to be done at the site of construction,  \nbuilding, repair, or alteration, with any other Employer unless such Employer agrees to  \npay wages, other economic benefits, and standards not less than those as contained in  \nthis Agreement.  \n"], ["ARTICLE Vil  \nHOURS  \n", "Section 1. Regular Day. Eight (8) hours shall constitute a day's work between the  \nhours of 8:00 a.m. and 4:30 p.m., Monday through Friday. By mutual agreement  \nbetween: the Employer and Union, the regular and normal working schedule on jobs  \nmay be changed to start as early as 7:00 a.m. or work as late as 5:30 p.m. Employees  \nshall be allowed a lunch period of at least thirty (30) minutes each day after the first four  \n(4) hours of their shift. If the employee is requested to work continuously through this  \nperiod, he shall be paid for this lunch period at the rate of time and one half (17%) and  \nshall be granted an unpaid lunch period of at least thirty (30) minutes at another time.  \nEmployees shall be allowed five (5) minutes before the luncheon period to clean up and  \npick up, and they shall be allowed five (5) minutes before quitting time to pick up  \npersonal tools, provided that no employee shall leave the premises of the Employer  \nprior to the end of said work day. Employees will be permitted a ten (10) minute break  \nduring the second or third hour of the first four (4) hours of their shift. Employees will be  \npermitted a ten (10) minute break at their work station during the second four (4) hours  \nof their shift. It is understood there will not be an organized work break during the  \nsecond four (4) hours of any shift on any project.  \nSection 2. Overtime and Holidays. Time and one half (1%) shall be paid for all  \novertime worked before and after the regular working hours on any regular work day,  \nand for all time worked on Saturdays. Double (2) time shall be paid for all time worked  \non Sundays, New Year's Day, Decoration Day, Fourth of July, Labor Day, Thanksgiving  \nDay, and Christmas Day. No work shall be performed on Labor Day, except to save life  \nor property. When any of the above holidays fall on a Sunday, the following day shall  \nbe observed as a holiday.  \nlf an employee at his option desires not to work on the Friday following Thanksgiving  \nDay, he shall notify his Employer on Tuesday of that week. If the Employer decides that  \nthere will be no work on the project on Friday following Thanksgiving Day, there will be  \nno obligation to the employee, and he will notify the employees on Tuesday of the week.  \nAn employee may refuse to accept any and all overtime, at this option.  \nSection 3. Reporting Time. When employees are ordered to report for work on any  \nworking day, they shall receive at least two (2) hours pay if they are not put to work that  \nday, unless work is suspended on that day because of inclement weather, or if the  \nemployee does not report to work on time, or is prevented from working because of any  \nwork cessation caused by any labor dispute or acts of God. If an employee reports for  \nwork at the regular starting time and is put to work, he shall receive at least four (4)  \nhours pay, weather permitting, provided the employee remains on the job for four (4)  \nhours, if requested. If employees are requested to wait, in case of inclement weather,  \nthey will be compensated for the time spent waiting, regardless of whether they are  \npermitted to work after waiting the requested length of time. If a man stops work on his  \nown volition, he shall be paid only for actual hours worked. An employee shall receive  \neight (8) hours pay for the day he is to be laid off, subject to the provisions in this  \nsection, on and after the second day of employment, except if the lay-off is for theft or  \nintoxication.  \nSection 4. Shift Work. Shift work is defined as one crew following another, but not  \nworking simultanéously. Shifts will work as follows: first shift, eight (8) hours work -  \neight (8) hours pay; second shift - seven and one half (7% ) hours work - eight (8) hours  \npay; third shift, seven (7) hours work - eight (8) hours pay.  \nSection 5. Special Shifts. Special shifts are permitted to accommodate job  \nconditions. When only one shift works for eight (8) hours within a twenty-four (24) hour  \nperiod, the hours shall be established by the Employer. Employees shall receive pay at  \nthe regular rate. .  \nSection 6. Ten (10) Hour Day Alternate Schedule. Upon approval of the Regional  \nCouncil, the Employer may work for four (4) ten (10) hour days, Monday through:  \nThursday, at straight time beginning at 8:00 a.m. This starting time may be varied by  \nthe Employer by no more than one (1) hour except by mutual consent. If the job is  \ndelayed due to inclement weather, a make-up day on Friday, may be scheduled by the  \nEmployer for completion of the forty (40) hour week. Make-up work scheduled for  \nFriday shall not be less than eight (8) hours. Employees desiring to work on Friday as a  \nmake-up day must commit their intent no later than noon on Thursday. The Regional  \nCouncil is to be informed of make-up days worked on Fridays. Hours worked on Friday,  \nexcept for inclement weather make-up, shall be paid at time and one half (1%).  \nEmployees shall not be discriminated against whatsoever for not working a make-up  \nday, prior to commitment. Time and one half (1%) shall be paid for all hours worked  \nover ten (10) in one day, forty (40) in a week.  \n"], ["ARTICLE VIII  \nWAGES  \n", "Section 1. Journeyman Wages  \nLansing Area: All of Ingham and Clinton Counties; all of Eaton County, except the  \nTownships of Bellevue, Walton, Kalamo, and Vermontville, the Townships of Orange,  \nPortland, Sebewa and Danby in lonia County, the Townships of Conway, Cohoctah,  \nHandy, Howell, losco, and Marion in Livingston County.  \nEffective First Full Pay Period On or After:  \n6/1/2000 6/1/2001 6/1/2002  \nBase Rate $22.97 $23.82 $24.67  \nDues Deduction (.46) (.48) (.49)  \nSpecial Assessment (.20) (.20) (.20)  \nHealth Care 2.30 2.30 2.30  \nPension 2.60 2.60 2.60  \nApprenticeship 20 29 25  \nAnnuity $1.19 1.69 2.19  \nUBC Apprenticeship 02 02 Q2  \nUBC Health & Safety 02 02 02  \nUBC Industry Promotion .02 .02 02  \nGross 29.37 30.72 32.07  \nCIAP 10 10 210  \nTotal | $29.47 $30.82 $32.17  \nJackson and Adrian Area: Jackson and Lenawee Counties  \nEffective First Full Pay Period On or After: |  \n6/1/2000 6/1/2001 6/1/2002  \nBase Rate $22.17 $23.02 $23.87  \nDues Deduction (.44) (.46) (.48)  \nSpecial Assessment (.20) (.20) (.20)  \nHealth Care 2.30 2.30 2.30  \nPension 2.60 2.60 2.60  \nApprenticeship 25 20 25  \nAnnuity 1.19 1.69 2.19  \nUBC Apprenticeship 02 02 02  \nUBC Health & Safety 02 02 02  \nUBC Industry Promotion 02 02 02  \nGross 28.57 29.92 31.27  \nCIAP 10 10 10  \nTotal $28.67 $30.02 $31.37  \nSection 2. Foreman Wages. Carpenter foreman shall be paid one dollar fifty ($1.50)  \nper hour above journeyman rate.  \nAll Carpenters shall work under the supervision of a Carpenter Foreman, however, a  \nForeman shall be allowed to supervise more than one job, provided his time and  \ntransportation expenses are paid for by the Employer. In the Lansing area, the names  \nof Foreman and Supervisors will be furnished to the Union upon request. The Foreman  \nshall not work with tools, other than those required for all layout work, when supervising  \nmore than eight Carpenters. The Carpenters shall receive all work assignments from  \nhis designated Foreman.  \nThe foreman shall be selected by and be the representative of the Employer. He shall  \nnot be required to violate any part of this Agreement as a condition of employment.  \nSection 3. Apprentice Wages. All apprentices enrolled in the Apprenticeship Program  \nwill be paid at the following percentages of the appropriate base rate for journeyman.  \n1st Year. 60%  \n2nd Year 70%  \n3rd Year. 80%  \n4th Year 85%  \nThe Employer will be obligated to pay the apprentice for school attendance upon  \npresentation of a class attendance record signed by the instructor.  \nFringe Benefit Fund contributions and deductions will be the same as those for  \njourneyman carpenters as provided for in Article IX.  \nSection 4. If the Employer fails to pay wages and benefits in accordance with this  \nAgreement, the Union may take economic action against the Employer, provided it  \ngives written or telegraphed notice forty-eight (48) hours, excluding Saturdays,  \nSundays, and holidays, to said Employer and the Association before taking such action,  \nincluding the withdrawal of manpower to secure compliance with this Agreement. The  \nEmployer will be responsible for losses incurred by the employees as a result of such  \naction.  \n"], ["ARTICLE IX  \nFRINGE BENEFIT FUNDS  \n", "Section 1. Apprenticeship Fund. The Employer agrees to pay into the Joint  \nApprenticeship Fund for each hour worked by all employees covered by this Agreement  \nin accordance with the schedule in Article VIII.  \nSection 2. Dues Deduction. The Employer appoints the Contract Administrator of the  \nFringe Benefits Program as its agent for the receipt of dues deduction  \nauthorizations. Receipt of a written authorization by the Administrator shall constitute  \nreceipt by each Employer.  \nThe Employer shall deduct as working dues from the wages of each employee who has  \nindividually and voluntarily authorized such deduction in writing the amount certified by  \nthe Union to be the working dues uniformly required. Any such authorization by any  \nemployee shall contain a provision as. required by law for revocation.  \nThe Union will hold the company harmless and indemnify them for any loss suffered as  \na result of the Union representation.  \nSection 3. Health Care and Pension Fund. Section 3. Health Care and Pension  \nFund. The Employer agrees to pay into the Michigan Carpenter's Council Health Care  \nFund and the Michigan Carpenter's Pension Fund for each hour worked by all  \nemployees covered by this Agreement in accordance with the trust fund agreements  \nnegotiated between the Michigan Regional Carpenter's Council and the Michigan  \nChapter Associated General Contractors of America, Inc., Labor Relations Division.  \nSection 4. Michigan Regional Council of Carpenters’ Annuity Fund. The Michigan  \nRegional Council of Carpenters' and the Michigan Chapter, Associated General  \nContractors of America, inc., Labor Relations Division agree to a change in the  \nEmployer contributions to the above mentioned Funds, the employees’ hourly rate shall  \nbe adjusted accordingly. |  \nThe Contractors agree to pay the amount specified in Article IX into the Michigan  \nRegional Council of Carpenters Annuity Fund for each hour worked by all employees  \ncovered by this Agreement in accordance with Article IX and XXil. All annuity  \ncontributions shall be computed on actual hours worked, without regard to whether the  \nemployee was working on straight-time or overtime. These contributions shall be  \ndeposited each month or at such other regular intervals as may be determined by the  \nTrustees of said Fund  \nThe Employers agree to be bound to the agreement and Declaration of Trust  \nestablishing the Carpenters Annuity fund and by any present and future amendments  \nthereto, and hereby accept and designate as their representatives to the Board of  \nTrustees such Trustees as are named in Said Agreement and Declaration of Trust as  \nEmployer Trustees, together with their successors selected in the manner provided by  \nsaid Agreement and Declaration of Trust as it may be amended from time to time.  \nSo that the Michigan Chapter AGC, Labor Relations Division (AGC/LRD) may monitor  \nthe activities and performance of the Carpenters Annuity Fund, the AGC/LRD will be  \nfurnished on a regular basis with copies of all documents provided to the Fund  \nTrustees, including but not limited to: Trustee Meeting Agendas; Trustee Meeting  \nMinutes; Fund Accounting and Actuarial Reports; Investment Manager Reports; and  \nfilings with the Internal Revenue Service; U.S. Department of Labor or other  \ngovernment agencies; reports by Fund legal counsel and Fund administrator, all Fund  \nfinancial reports of any type; and Committee report and documents. These materials  \nwill be mailed, faxed or delivered to the AGC/LRD at the same time they are mailed,  \nfaxed or delivered to the Fund Trustees.  \n10  \nSection 5. United Brotherhood of National Health & Safety,  \nApprenticeship & Training, and Education & Development Funds. The Employer  \n(s) and the Union recognize the need for quality safety and health training and related  \nservices to enable Union workers to remain healthy and productive, and to aid the  \nEmployer in meeting its own safety and health goals as well as those established by  \ngovernment agencies and construction owners. The Employer and the Union further  \nrecognize the need for quality training for apprentices and journey persons to meet the  \nindustry's needs for skilled craft labor. And finally, the Employer and the Union  \nrecognize the importance of cooperating in jointly and aggressively pursuing new work  \nopportunities utilizing Union members and in formulating new initiatives designed to  \nenhance the competitiveness of Union contractors.  \nTherefore, in addition to any contributions otherwise called for herein, the parties agree  \nthat the Employer shall make a contribution of six ($0.06) cents per hour worked by all  \nemployees covered by this Agreement in accordance with Article IX and XXIl to the  \nUBC Health & Safety Fund, the UBC National Apprenticeship & Training Fund, and the  \nUBC Labor-Management Education & Development Fund. This six ($0.06) cents  \ncontribution shall be divided as follows: two ($0.02) cents to the Health & Safety Fund,  \ntwo ($0.02) cents to the Apprenticeship & Training Fund, and two ($0.02) cents to the  \nLabor-Management Education & Development Fund. Payment to the Funds shall be  \nmade on or before the twentieth (20th) day of the month following the month of the work  \nperformed and shalt be remitted in accordance with the instructions of the Trustees of  \nthe respective Funds.  \nAll Health & Safety, Apprenticeship & Training, and Labor-Management Education &  \nDevelopment contributions shall be computed on actual hours worked, without regard to  \nwhether the employee was working on straight-time or overtime. These contributions  \nshall be deposited each month, or at such other regular intervals as may be determined  \nby the Trustees of each of the Trust Funds referenced above.  \nThe Employer hereby also agrees to be bound by the Trust Indenture Agreements  \napplicable to each of the respective UBC Trust Funds described above.  \nUpon request, each Employer and/or Union shall receive a copy of each of the Funds'  \nAnnual Reports.  \nSection 6. Construction Industry Advancement Program. Each Employer covered  \nby this Agreement shall pay to the Construction Industry Advancement Program Trust  \nFund ten cents ($.10) per hour for each hour paid by the Employer to his Employees  \nwithin the bargaining unit. Payment shall be made with such instructions and on such  \nforms as are furnished by the Trustees. Delinquent contributions shall be subject to  \nsuch penalties or assessments as the Trustees may prescribe from time to time.  \nEmployers who fail to pay the Industry Advancement Program, the amount described in  \nthis paragraph, shall pay the same amount to the Joint Apprenticeship Training  \nCommittee in addition to the required Employer contribution rate.  \nIt is agreed by the Employer that the Construction Industry Advancement Program Trust  \nFund shall not be used for lobbying in support of anti-labor legislation of any kind at  \n1  \nmunicipal, state, or national levels, or to subsidize any contractor or contractor  \nassociation in connection with any work stoppage or strike, nor shall it be used to  \nsupport any anti-union activity.  \nThe Trustees of said program shall comply with all present and future federal laws  \ngoverning the same.  \nThe Union shall have no participation or control of any kind or degree whatever, nor  \nshall the Union be connected in any way whatever with the Construction Industry  \nAdvancement Program.  \nSection 7. Violation of Payments. The Employer agrees to pay all cost of collection  \ncharges resulting from late payment of delinquent contributions, and further agrees to  \nabide by the rules and regulations promulgated by the Trustees of said Funds. If the  \nEmployer fails to make fringe benefit contributions in accordance with this Agreement  \nthe Union may take economic action against the Employer, provided it gives written or  \ntelegraphed notice forty-eight (48) hours, excluding Saturdays, Sundays, or holidays, to  \nsaid Employer and the Association before taking such action, including the withdrawal  \nof manpower to secure compliance with this Agreement. The Employer will be  \nresponsible for losses incurred by the employee as a result of such action. The  \ndeposits will be accompanied by such reports as may be designated by the Trustees of  \nthe Funds in accordance with the terms of the Agreement of Trust which is incorporated  \nherein by reference. The deposits will be sent to such depository as may be designated  \nby the Trustees.  \nSection 8. Fringe Benefit Security. Employers who do not have an established  \nsatisfactory record of payments into the Fringe Benefit Funds and Employers who  \nbecome delinquent in the monthly record of Health Care, Pension, or Apprenticeship  \npayments as determined by the Fund administrator shall be required to post a certified  \ncheck to the Trustees to guarantee payment of said enumerated Fringe Benefit Funds  \nthat are due in accordance with the terms of this Agreement, and may be required to  \nmake weekly fringe benefit payments.  \nEmployers who employ:  \n2 employees or less $ 4,800.00  \n3 or 4 employees $ 9,600.00  \n5 or 6 employees $12,000.00  \n7 or 8 employees $14,400.00  \n9 or 10 employees $16,800.00  \n11 or 12 employees $18,000.00  \n13 or 14 employees $19,800.00  \nOver 14 employees $21,600.00  \nSaid certified check to be held in escrow by the Fund Administrator until:  \n1. Completion of twelve (12) successive months of operation without delinquency,  \nhowever, the requirement may be reinstated upon any subsequent delinquency.  \n2. Termination of this Agreement.  \n12  \nCompletion of such Employer's project, upon the written clearance from the Fund  \nAdministrators office that such Employer has satisfactorily made necessary  \ncontribution payments as required by this Agreement.  \nUpon receipt from the Fund Administrator's office of the monthly eligibility reports  \nthat such Employer is delinquent in contributions required as set forth in this  \nAgreement, the Fund Administrator shall deduct the delinquency and appropriate  \npenalties from the certified check security to apply on said delinquencies.  \nlf after payment of said delinquency there is a balance remaining, sald cash  \nbalance shall be left on deposit with the Fund Administrator, and the Employer  \nshall be required to give additional certified check or cash to bring the security  \nback to the original amount. Upon request of the Union, individual Employers will  \nfurnish proof of their compliance with the provisions of this Article.  \nlf the amounts held as security are to be returned to an Employer in accordance  \nwith the foregoing and the Employer cannot be located by the Fund  \nAdministrator, any balance remaining after two years shall be forfeited and shall  \nbe transferred to and become part of the joint Apprenticeship Fund, provided that  \nthe Joint Apprenticeship Fund shall pay to any such Employer the amount so  \ntransferred if, within three years of transfer, a claim is made therefore by the  \nEmployer.  \nSection 9. Delinquent Contractors. In order to assure compliance by all Employers  \nin making the contributions required by this Article, the Union and the Association will  \nrequest from the Administrator of the Trust Funds each month a list of Employers who  \nare delinquent in making the required payments. This list will be made available to  \nsignatory contractors and to representatives of the Union in order to encourage  \ncompliance with the obligations of this Article.  \nSection 10. United Brotherhood of Carpenters’ National Health & Safety,  \nApprenticeship & Training and Education & Development Funds. The Trust  \nAgreements which establish the following Trust Funds, together with any later  \nagreements signed by the Trustees of the respective Funds, shall become a part of this  \nAgreement by reference:  \na)  \nb)  \nC)  \nd)  \ne)  \nThe Trust Agreement for the Michigan Regional Council of Carpenters  \nPension Fund, dated August 6, 1963;  \nThe Trust Agreement for the Michigan Regional Council of Carpenters’ Joint  \nApprenticeship Training Fund, dated December 1, 1966;  \nThe Trust Agreement for the Michigan Regional Council of Carpenters’ Health  \nCare Fund, dated March 1, 1973;  \nThe Trust Agreement for the Michigan Regional Council of Carpenters’ UBC  \nHealth & Safety and Apprentice Funds, dated May 24, 1990;  \nThe Trust Agreement for the Michigan Regional Council of Carpenters’  \nAnnuity Fund dated June 1, 1995;  \n13  \nf) The Trust Agreement for the Michigan Regional Council of Carpenters' UBC  \nMarketing Alliance (Education & Development) Fund, dated June 8, 1998.  \nThe Contractor specifically agrees to be bound by the Trust Agreements establishing  \nthe above Trust Funds and any amendments, rules, regulations or other requirements  \nrelating to the Funds adopted by the Trustees of each respective Fund.  \n"], ["ARTICLE X  \nPAY DAY  \n", "Each employee shall be paid on the same day each week during the working hours by  \nmeans of payroll check or cash, which shall be accompanied by a stub or memorandum  \nindicating the Employer's name, address, and city, and indicating the date of pay period,  \ntotal hours worked, the gross amount of the check, FICA, income tax, other authorized  \ndeductions withheld, and the net amount of the check. Failure to comply shall be  \ncompensated to affected employee by four (4) hours straight time pay each day until  \ncheck is made available on the job where he is employed. Not more than four and one  \nhalf (4%) week days’ pay shall be held back. In case of inclement weather on pay day  \nwhich prevents the employees from starting work, and in the event they are not paid by  \n10:00 a.m., straight time pay shall be paid the employee from 10:00 a.m. until such time  \nas his pay is made available, not to exceed six (6) hours. All checks shall be drawn on  \na bank doing business in Michigan.  \nExcept as provided in Article XIIl, Discharge or Layoff, employees of Employers with at  \nleast a three (3) year satisfactory record of timely payment of wages and fringe benefits  \n(as determined by the Joint Delinquency Committee) voluntarily may elect to have their  \npayroll checks mailed to them or directly deposited into a savings or checking account.  \nEmployees must make this election in writing, on a form provided by the Employer, and  \na copy of the form shall be submitted to the Union. Checks must be mailed no later  \nthan the day preceding the regular pay day and directly deposited no later than the  \nregular pay day. Failure to comply shalt be compensated by (4) hours straight time pay  \neach day to the affected employee until the check is mailed or directly deposited.  \n"], ["ARTICLE XI!  \nCOMPENSATION INSURANCE  \n", "Section 1. Each Employer shall provide protection as required under the provisions of  \nthe Workers' Compensation Act of the State of Michigan. He shall also make  \ncontributions for his employees under the Michigan Employment Security Act,  \nregardless of the number of men employed by him. The Employer agrees to furnish all  \nregistration numbers when requested to do so by the Union.  \nSection 2. In the event that the Michigan State Legislature during the terms of this  \nagreement passes a bill, amending the Workers' Compensation Act, to the extent that it  \nbecomes permissible to collective bargain language concerning workers' compensation,  \nthen the parties to this Agreement will attempt to mutually draft an addendum to this  \nAgreement reflecting their intent insofar as workers’ compensation is concerned, in  \naccordance with the parameters spelled out in any such amendment to the Act, within  \nsixty (60) to ninety (90) days after such Act has been passed as law.  \n14  \n"], ["ARTICLE XIl  \nWORKING CONDITIONS  \n", "Section 1. The Employer shall furnish a heated shelter for the employees, including a  \ntool room under lock and key. The Employer shall be responsible for the employees’  \ntools in the event of fire or burglary to this area when the project is not operating,  \nprovided he has furnished the Employer with an itemized list of his tools at the time of  \nemployment. The limit of liability is five hundred ($500.00) dollars. It shall become the  \nemployees responsibility to provide proof of loss to the insurance carrier.  \nThe only job personnel which shall be permitted access to the key of this area are the  \nsuperintendent, the carpenter foreman, and the carpenter steward.  \nSection 2. The Employer shall furnish and maintain proper sanitary facilities for the  \nemployees.  \nSection 3. The Employer shall furnish suitable drinking water, iced when necessary, in  \nenclosed carriers and shall provide individual sanitary drinking cups.  \nSection 4. The Employer agrees to provide employees, when working in water,  \nsuitable individual wearing apparel to keep them dry, and agrees to furnish disinfectant  \nto be used on wearing apparel.  \nSection 5. Each employee shall provide himself with sufficient tools to perform a day's  \nwork. They shall have their tools in good working condition when reporting for work,  \nand the Employer shall furnish a saw filer on the job or will pick up saws, as necessary,  \nand have them sharpened at the Employer's expense. The Employer agrees to assume  \nthe responsibility for the saws during the filing provided they are permanently identified.  \nAll saw horses, work benches, ladders, scaffolding, miter boxes, and power driven tools  \nshall be furnished by the Employer.  \nSection 6. There shall be no restrictions as to the use of machinery, except that the  \noperation of such machinery shall be done by journeyman and/or apprentices,  \naccording to the Apprenticeship Agreement. All power driven tools shall be used only  \nby those employees who have been instructed by a representative of the manufacturer  \nin the use of said tool and given a certificate identifying that they are capable of using  \nsaid tool.  \nSection 7. {t shall be the Employer's responsibility to provide parking for his employees  \nat the Employer's expense.  \nSection 8. Travel Pay. Any employee requested to leave the geographical jurisdiction  \nof this Agreement to work in another area for his/her Employer, and who is required to  \ntravel more than fifty (50) miles one way beyond the jurisdiction of this Collective  \nBargaining Agreement, shall be paid for the mileage traveled daily over one hundred  \n(100) miles for travel to and from the job at a rate of twenty ($20.00) dollars per day, or  \nat the approved IRS rate per mile, whichever is less, unless transportation is provided  \nby the Employer.  \nL5  \nSection 9. There shall be a carpenter working at or near the place where concrete is  \nbeing poured in walls, beams, columns, and supported floor slabs which have been built  \nby carpenters.  \n"], ["ARTICLE Xill  \nDISCHARGE OR LAYOFF  \n", "When an employee is discharged or laid off, he shall be paid in full. He shail be paid at  \nleast one (1) hour prior to discharge or lay off, but must remain on the job site during  \nthis time to put his tools in workable condition. If he is required to go to some other  \npoint or to the office of the Employer to receive his check, he shall be paid for the time  \nrequired to go to such place. When employees quit of their own accord, they shall wait  \nuntil the regular pay day for wages due them. Failure to comply shail be compensated  \nto affected employees by four (4) hours straight-time pay each day until the check is  \nreceived by the employee, unless other suitable arrangements have been made  \nbetween the employee and the Employer.  \nEach employee shall be given a severance slip at the time of lay off or discharge stating  \nthe reason for severance.  \n"], ["ARTICLE XIV  \nSTEWARDS  \n", "There shall be a working steward on each job, and it shall be the sole responsibility of  \nthe Business Representative for his selection from among the local Union employees on  \nthe job.  \nStewards shall be qualified workmen performing the work of the craft. A steward shall  \nbe on the job at all times when carpenters are working, and prior to his lay off,  \ndischarge, or transfer, the Employer will notify the Business Representative. No change  \nin steward will be allowed unless it is agreeable with the Business Representative.  \nIf the Employer's work is temporarily suspended, or the work is completed and  \ncarpenters are to be {aid off, the steward shall be the last employee to be discharged,  \nexcept the foreman.  \nlf work which was temporarily suspended is resumed, the steward shall be the first  \nemployee to return to the job.  \nThe steward shall be permitted to accompany the Business Representative in the  \nsettlement of any dispute involving carpenters on the job.  \nThe steward shall be allowed time to record the hours worked by the carpenters on the  \njob. The Employer shall assist him in procurement of such data for reference to time  \nworked by the carpenters. If carpenters are to be laid off, the steward shall be notified  \nat least two (2) hours prior to lay off time. The steward shall be notified of any change  \nin carpenter supervision.  \n16  \nThe steward shall be given sufficient time to conduct the business of the Union on the  \njob, however, he shall first notify the carpenter supervisor before he leaves his work  \nassignment to conduct Union business, if practical.  \nlf any employee becomes sick or injured during the course of his employment, the  \nsteward shall be notified immediately in order that he may properly take care of the  \npersonal property of said employee and notify his family if necessary.  \n"], ["ARTICLE XV  \nBUSINESS REPRESENTATIVE  \n", "The Business Representative shall be permitted on the jobs, but shall in no way unduly  \ninterfere with the men during working hours. He shall first check in at the project office  \nbefore going on the job site, if an office is maintained on the job site. The Business  \nRepresentative will wear proper identification. |  \n"], ["ARTICLE XVI  \nSAFETY  \n", "Each employee shall, as a condition of employment, furnish and wear proper shoes,  \nand furnish and wear a safety helmet when required by the Employer.  \nThe Employers and the employees shall comply with all the rules and laws pertaining to  \nsafety and sanitation established by the federal, state, and local governments. Safety  \ndevices provided by the Employer shall not be removed by the employees, and where  \nindividual safety devices are furnished by the Employers to be worn by the employees,  \nthey shall be worn, and the Union will cooperate with the Employers to see that these  \nprovisions are enforced.  \nIf an employee is injured, arising out of and during the course of his employment, so  \nthat at the direction of his Employer or Employer's physician the employee is relieved  \nfrom duty on the date of injury, he shall receive his regular straight hourly rate for that  \nportion of the regularly scheduled working day that he is relieved from duty on the day  \nof injury, not to exceed a total of eight (8) hours. Any employee failing to abide by state  \nsafety laws and the Occupational Safety and Health Act, shall be subject to discharge.  \nShould the Michigan Regional Council of Carpenters and AGC Labor Relations Division  \nreach accord on a drug and alcohol testing program, during the term of this Agreement,  \nit will be reduced to writing in the form of an Addendum and will be signed and attached  \nto the Collective Bargaining Agreement accordingly.  \n"], ["ARTICLE XVII  \nAPPRENTICESHIP  \n", "When six (6) or more journeymen carpenters are employed by any Employer, he shall  \nemploy one (1) apprentice, and one (1) apprentice shall be employed for each  \nadditional six (6) journeymen carpenters, if available. Apprentices will be laid off in  \nreverse procedure. The Employer agrees to abide by the standards of the Joint  \nApprenticeship Committee.  \n17  \n"], ["ARTICLE XVIil  \nJURISDICTIONAL PROCEDURE  \n", "In the event of jurisdictional dispute there shall be no stoppage of work, and the parties  \nwill continue work on the basis of their original assignments while an earnest effort is  \nmade to settle the dispute. In the event they are unable to settle the jurisdictional  \ndispute on a local level, they will submit the same to the National Joint Board for the  \nSettlement of Jurisdictional Disputes and abide by the decisions of the Board.  \n"], ["ARTICLE XIX  \nGRIEVANCE PROCEDURE  \n", "Section 1. In the event a dispute occurs due to misunderstanding, misinterpretation,  \nand/or violation of this Agreement, or any section thereof, except wages and fringe  \nbenefits, the matter shall be referred to a Joint Grievance Committee for settlement, and  \nits decision shall be final.  \nSection 2. The Joint Grievance Committee shall be composed of four (4) members;  \ntwo (2) from the Employers and two (2) from the Union. Following appointment, said  \nGrievance Committee shall meet, elect a Chairman and a Secretary, adopt rules of  \nprocedure which shall bind the parties concerned, and proceed to consider any matters  \nproperly before it. The Joint Grievance Committee shall have the power only to adjust  \ndisputes which may arise due to a misunderstanding, misinterpretation, and/or violation  \nof the Agreement, or any section thereof. No Committee member shall be directly  \ninvolved in the dispute to be resolved by said Committee.  \nSection 3. All complaints shall be referred to the Joint Grievance Committee in writing.  \nSaid Committee shall meet within two (2) working days of receipt of said complaint to  \nconsider same. lf the Committee, within three (3) working days of such a meeting, is  \nunable to decide a matter before it, the members of the Committee shall choose a fifth  \n(5th) member. The decision of said committee shall be determined by a majority of its  \nmembers and shall be rendered within seven (7) days after such submission. Said  \ndecision shall be final and binding upon the parties.  \nAny expense involved in the operation of the Committee shall be borne equally by the  \nparties involved in the dispute.  \nSection 4. No proceedings hereunder, based on any dispute, complaint or grievance  \nherein provided for, shall be recognized unless called to the attention of the Employer  \nand the Union in writing within seven (7) calendar days after the alleged violation was  \ncommitted.  \nSection 5. The parties agree that during the life of this Agreement, pending final  \ndecision of the Joint Committee, there will be no lockouts, strikes, slow downs, or work  \nstoppages as the result of an alleged breach of this Agreement, except as provided for  \nin Article VII - Wages, Section 4, and Article IX - Fringe Benefit Funds, Violations of  \nPayments.  \n18  \nSection 6. The time frames cited in Section 3 of this Article may be waived by mutual  \nconsent of the Joint Grievance Committee.  \n"], ["ARTICLE XX  \nINVALIDITY  \n", "In the event any portion of this Agreement is declared or becomes inoperative under  \nstate or federal laws, the balance of the Agreement shall remain in full force and effect,  \nand the parties hereto agree to meet and renegotiate the inoperative portion of the  \nAgreement.  \n13  \n"]]