[["", "K £obY  \n"], ["ARTICLES OF AGREEMENT  \nCONSTRUCTION INDUSTRY  \n", "between  \nWHEELER CONSTRUCTION, INC. & CONSTRUCTION 70, INC.  \nand  \nOPERATING ENGINEERS LOCAL UNION NO. 428  \nTerm of agreement: June 23, 2005 to May 31, 2008  \nTABLE OF CONTENTS  \nTABLE OF CONTENTS  \nPREFACE  \nPURPOSE  \n"], ["", "ARTICLE I .COVERAGE OF AGREEMENT  \nARTICLE 2- PREVAILING RATES  \nARTICLE 3- SUBCONTRACTOR COVERAGE  \nARTICLE 4- MARKET RECOVERY  \nARTICLE 5- CONTRACT SCOPE, MODIFICATIONS AND LIMITATIONS  \nARTICLE 6- TERM, TERMINATION AND RENEWAL  \nARTICLE 7- JURISDICTIONAL DISPUTES  \nARTICLE 8-NO STRIKE-NO LOCKOUT  \nARTICLE 9- PROCEDURE FOR SETTLING DISPUTES AND GRIEVANCES  \nARTICLE 10- EMPLOYEE TERMINATION  \nARTICLE 11-INSURANCE, TAXES AND PAYROLL RECORDS  \nARTICLE 12- HEALTH AND WELFARE  \nARTICLE 13- PENSION  \nARTICLE 14- APPRENTICESHIP AND TRAINING  \nARTICLE 15- VACATION SAVINGS FUND  \nARTICLE 16- GENERAL WORKING RULES  \nARTICLE 17- SPECIAL WORKING RULES | |  \nARTICLE 18- OPERATING ENGINEERS WAGE RATES AND CLASSIFICATIONS  \nAPPENDIX A  \nSIGNATURE PAGE  \n13  \n14  \n23  \nPREFACE  \nThis Agreement, entered into the tenth day of June, 2002 by and between WHEELER CONSTRUCTION, INC.  \nCONSTRUCTION 70, INC.; and any other INDIVIDUAL CONTRACTORS, members or non members, who are  \nsignatory hereto by memorandum and/or addendum and hereinafter referred to as “Employers”, and the  \nOPERATING ENGINEERS LOCAL UNION NO. 428, of the International Union or Operating Engineers, AFL-  \nCIO, hereinafter referred to as the “Union.  \nPURPOSE  \nIt is the intent of the parties to set out uniformly standard working conditions for the efficient performance of  \nconstruction in Arizona, herein to establish and maintain harmonious relations between all parties to the  \nAgreement; to secure ophmum productivity, and to eliminate strikes, lockouts or delays in the performance of the  \nwork undertaken by the Employer.  \n"], ["ARTICLE I  \nCOVERAGE OF AGREEMENT  \n", "101 - Employees Covered. This agreement shall apply to all employees of the Employer employed to  \n| perform or performing heavy and highway construction work, which work is within the Union’s  \nrecognized jurisdiction as defined by the Building and Construction Trades Department of the  \nAFL-CIO and/or area practices. This agreement shall not apply to the Employer’s executives,  \nsuperintendents, assistant superintendents, civil engineers and their helpers, master mechanics, all  \nsupervisory employees such as timekeepers, messengers, guards and office workers.  \n102 - Work Covered. For purpose of this agreement, heavy and highway work shall include the  \nconstruction, modification, overhaul, repair, improvements and construction of incidental  \nstructures or operation; on work including, but not limited to highways, streets, bridges, sewers,  \nviaducts, storm drains, elevated highways, irigation, drainage and flood control projects,  \npipelines, tunnels, shafts, aqueducts, canals, reservoirs, railroads or subways, power plants,  \nrefineries, airports, and factories, as well as all excavation on, grading and similar operations  \nwhich are incidental thereto.  \n103 - Management Rights.  \n103.1 - The Employer retains and shall exercise full and exclusive authority and responsibility for the  \nmanagement of its operation.  \n103.2 - The Employer will be the judge in determining the competency of applicants and employees with  \nthe right to hire, reject, or terminate accordingly and wil] be responsible for determining a fair  \nday’s work for employees covered by this Agreement.  \n103.3 - The Employer shal! be the judge as to the number of employees, foremen, general foremen and  \nother supervisors required to perform the work, and the number of employees to be assigned to  \nany crew. Employees may be shifted from one (1) piece of equipment or operation to another as  \njob conditions require.  \n103.4 - The selection of master mechanics, general foremen shall be entirely the responsibility of the  \nEmployer.  \n104 - Competitive flexibility  \n104.1 -  \n201 -  \n301.1 -  \n301.2 -  \n401 -  \nOther Contractor’s Rates. In no event shall the Contractor be required to pay higher rates of  \nwages, or be subject to more unfavorable working rules than those established by the Union for  \nany other Contractor engaged in similar work in Arizona. However, the Crane Rental Agreement  \nand project agreements shall not be considered as doing “similar work”, and accordingly, the first  \nsentence in this paragraph shall not apply to such agreements, provided Contractor has the  \nopportunity to sign all such agreements. No project agreement with more favorable conditions  \nthan those specified in this agreement will be given to any contractor doing similar work without  \nfirst being given written notice to the respective employer association at least 60 days prior to the  \nbid date of the project in question.  \n"], ["ARTICLE 2  \nPREVAILING RATES  \n", "Prevailing rates are those rates listed n the Federal Davis-Bacon Specifications. However, if the  \nDavis-Bacon rates are lower than the rates in this agreement, then the rates of pay in this  \nagreement at the time a job or project is bid shall be the rates paid on that job or project until its  \ncompletion. If applicable, after eighteen (18) months on affected projects, Article 2, Section 201,  \ncan be re-opened to evaluate the economics of the projects, by either party through written  \nnotice.  \n"], ["ARTICLE 3  \nSUBCONTRACTOR COVERAGE  \n", "In the event the Employer subcontracts out any work covered by this agreement, signatory  \nsubcontractor on the Union’s list, if any are suitable and available, will be afforded the  \nopportunity to submit a bid to perform the work. The Union will provide the Employer a list of  \nsignatory contractors and maintain it current.  \nIn instances where union subcontractors are not suitable and available, or their bid ts not  \ncompetitive, the Employer is not restricted from awarding the work to any available  \nsubcontractor.  \n"], ["ARTICLE 4  \nMARKET RECOVERY  \n", "Market/Geographic Area Committee. The parties to this Agreement recognizes the constantly  \nchanging nature of the industry with respect to certain market and/or geographic areas and the  \nnecessity of the individual employers to maintain competitive positions in those areas tn order to  \nprotect and assure the continued work opportunities of the employees covered by this Agreement.  \nTherefore, the parties hereby establish a Market/Geographic Area Committee composed of one  \n(1) representative of the Employer and one (1) representative of the Union. The committee shall  \nevaluate market or geographic area requests for changes or modifications believed necessary to  \nmeet competition and determine if adequate economic justification is present to support such a  \nchange or modification.  \n501] -  \n502 -  \n503 -  \n503.1 -  \n503.2 -  \n503.3 -  \n601 -  \n602 -  \n701 -  \n801 -  \n"], ["ARTICLE 5  \nCONTRACT SCOPE, MODIFICATIONS AND LIMITATIONS  \n", "Limited Liability. Any breach of this Agreement by a party hereto shal] not operate as a violation  \nof this Agreement by any other party hereto.  \nReparability. It is expressly agreed that in the event any provisions hereof be declared to be  \ninvalid by any court of competent jurisdiction, such invalidity shall not affect remaining terms  \nand provisions, which shall remain in full force and effect.  \nQualifications of Agreement.  \nEach of the parties hereto warrants and agrees that it will not take any action that will prevent or  \nimpede it in the full and complete performance of all conditions hereof.  \nThis Agreement shall supersede any and all prior Agreements between the parties signatory  \nhereto covering the work described in Article I hereof.  \nThis Agreement is complete and has resolved all collective bargaining issues between the parties  \nfor its duration except as defined in this Agreement.  \n"], ["ARTICLE 6  \nTERM, TERMINATION AND RENEWAL  \n", "Effective Date. It is further agreed that the classifications, wage rates and working rules  \ncontained herein shall be applicable in the area for work covered by this Agreement and shall be  \neffective on June 22, 2005 or as otherwise specifically indicated.  \nLength of Agreement. This Agreement shall remain in effect from the date of June 23, 2005  \nthrough May 31, 2008. Either party desiring to terminate the Agreement or to change its terms  \nshall notify the other in wnting not more than one hundred twenty (120) days, nor less than sixty  \n(60) days prior to May 31, 2008. If such notice is not given, this Agreement shal] be renewed for  \nthe period from June 1, 2008 through May 31, 2009, and from year to year thereafter until  \nterminated at the end of a yearly period by such notice in writing by either party given to the  \nother not more than one hundred twenty (120) days, nor less than sixty (60) days before the end  \nof such yearly period.  \n"], ["ARTICLE 7  \nJURISDICTIONAL DISPUTES  \n", "The Employer will use his best construction judgment in the assignment of work. There shall be  \nno cessation or interference in any way with any work of the individual Employer by reason of  \njurisdictional disputes between an individual union and any other individual union affiliated with  \nthe AFL-CIO. Such disputes will be settled by the individual union and the other unions  \nthemselves. Craft jurisdiction is other determined or awarded by classifications or coverage  \ndescriptions appearing in this Agreement.  \n"], ["ARTICLE 8  \nNO STRIKE - NO LOCK OUT  \n", "Work Stoppages and Lockouts. During the term of this Agreement and except as specifically  \nprovide herein, there shall be no stnkes, picketing, work stoppages, slow downs or other  \n801.1 -  \n801.2 -  \n801.3 -  \n801.4 -  \n801.5 -  \n801.6 -  \n801.7 -  \n801.7.1 -  \n801.7.2 -  \n801.73 -  \n801.7.4 -  \n802 -  \ndisruptive activities for any reason by the Union or by any employee, and there shall be no  \nlockout by the Employer.  \nThe Union shall not sanction, aid or abet, encourage or continue any work stoppage, strike,  \npicketing or other disruptive activity at the Employer’s project site and shall undertake all  \nreasonable means to prevent or to terminate any such activity. No employee shall engage in  \nactivities which violate this Article. Any employee who participates in or encourages any  \nactivities which interfere with the normal operation of the project shall be subject to disciplinary  \naction, including discharge. The Union shall not be liable for acts of employees for which it has  \nno responsibility. The failure of the Employer to exercise its rights in any instance shall not be  \ndeemed a waiver of its rights in any other instance.  \nThe Union and Employer agree that there shall be no strikes, lockouts or interruptions of the  \ndisputed or other work on the job over jurisdictional disputes.  \nThe Union will not recognize any picket lines established by other crafts for any type of  \ngrievance, jurisdictional dispute or contract expiration during the course of this Agreement,  \nincluding those between owners and unions involving operation personnel.  \nShould any unauthorized picketing occur, it shall be a violation of this Agreement for any  \nemployee to honor such pickets. The Employer shall have the nght to take immediate action to  \nensure the continuance of affected work and/or shutdown any part or all of the work and such  \naction by the Employer shall not be a violation of this Agreement.  \nAny worker participating in an unauthorized strike, work stoppage, slowdown or work disruption  \nmay be terminated by the Employer.  \nIt shall not be a violation of this contract or an unfair practice, and it shall not be a cause for  \ndischarge of any worker or workers who refuse to cross a lawful primary picket line.  \nCessation or work by employees shall not be a violation of this Agreement if it is solely to protest  \nany of the following exceptions to this Agreement.  \nIt shall not be a violation of this Article 8 if the Union withdraws the employees of the employer  \nbecause of failure of said employer to pay wages or fringe benefits, failure to provide Workmen’s  \nCompensation or Unemployment Insurance.  \nIf the Employer or subcontractor fails to abide by the Agreement as determined by a final and  \nbinding award entered pursuant to the grievance and arbitration procedures provided for in this  \nAgreement and up to the time of the final and binding award the complaining party or parties  \nhave afforded themselves of all remedies of the grievance procedures provided, however, that the  \nUnion expressly agrees that it will not engage in any but judicial action to secure the enforcement  \nof any award finding a violation of paragraph 301 or 301.1 (Subcontractor Coverage).  \nWhere an employee or employees covered by the terms of this Agreement are not paid at all or  \nare paid by a check which is returned or otherwise invalid.  \nAs those violations described hereinabove, the Union and employees involved may strike or  \npicket the Employer, where not statutorily prohibited, or it may, in its discretion, or as an  \nalternative, file grievances which shall in all respects be processed and decided in accordance  \nwith the established grievance procedure.  \nNon-compliance with Grievance Procedure.  \n802.1 -  \n802.2 -  \n90] -  \nStep I -  \nStep 2 -  \nStep 3-  \nStep 4 -  \n3.  \nIf any such action prohibited to the Union in Paragraph 801 above occurs and the Union is  \nresponsible therefore, the Union shall be liable in money damage to the Employer thereby as  \ndetermined by the grievance procedure provided for in Article 9 hereof.  \nNothing contained in this Agreement or any part thereof (except the provisions of Articles 301  \nand shal] affect or apply to the Union in any action the Union may take against the  \nEmployer who has filed, neglected or refused to comply with or execute any settlement or  \ndecision reached through the procedure for settlement of disputes under the terms of Article 9,  \nhereof.  \n"], ["ARTICLE 9  \nPROCEDURE FOR SETTLING DISPUTES AND GRIEVANCES  \n", "Contractual] Disputes -  \nA grievance shall be defined to mean any dispute, controversy or disagreement as to the  \napplication in or interpretation of any of the terms and provisions set forth in this Agreement.  \nAny employee having a grievance shall, by himself or herself, or with the aid of a Union  \nRepresentative, first take up the grievance with the Company, or its designated representative  \nwho shall attempt to adjust it. The grievance shall be submitted in writing as promptly as  \n' possible, and in no case in excess of ten (10) working days from the date of occurrence of the  \nincident which led to the grievance. At this step the grievance shall be submitted in writing and  \ncontain details of the nature of the grievance and the Articles of the Agreement allegedly  \nviolated. The Company shall render its decision within two (2) working days after being  \npresented with the grievance.  \nIf the grievance remains unsettled, an authorized Union Representative shall be called in by the  \nUnion within two (2) working days after the decision of the Company. All time limits hereinafter  \nmay be extended by mutual consent. Participants in this step shall be the Union Representative  \nand a Company Representative who shall have two (2) working days in which to settle the  \ngrievance.  \nIf the grievance remains unsettled, within fifteen (15) calendar days the parties shall engage in  \nnon-binding mediation. The mediator will be on the commissioners from the Arizona office of  \nthe Federal Mediation and Conciliation Service.  \nIf no settlement or agreement is reached in Step 3, then within five (5) working days of the Step 3  \nmeeting, the matter may be referred to arbitration. A request for arbitration shall be presented to  \nthe Company in writing and shall contain a complete outline of the nature of the complaint.  \nWithin ten (10) working days of receipt of a request for arbitration, the parties shall:  \nMeet to mutually select an arbitrator.  \nIf unable to select an arbitrator at the meeting, then the moving party shall, within five (5)  \nworking days, request a panel of seven (7) arbitrators from the Federal Mediation and  \nConciliation Service.  \nUpon receipt of the panel of seven (7) arbitrators, each party shall strike three (3) names  \nalternately with the remaining arbitrator authorized to hear the case.  \nNo grievance shall be submitted to arbitration under Step 3 unless the time limits in Steps 1 and 2 have  \nbeen complied with; any grievance submitted after the time limits have expired shall be forfeited and  \nwaived.  \nThe arbitrator may not change, modify or alter any of the terms and provisions of the Agreement. The  \n1001 -  \n1002 -  \n1003 -  \n1004 -  \n1101 -  \n1102 -  \n1103 -  \nfindings of the arbitrator shall be rendered within thirty (30) days of the date of hearing and shall be  \nbinding and enforceable on all! parties.  \nThe expenses of the arbitrator and the hearing room shall be borne equally by both parttes.  \nIt is the intention of the parties that this Article shall provide a peaceful method of adjusting grievances  \nand there shall be no suspension or interruption of normal operations as a result of any grievances.  \nAll jurisdictional] disputes shall be determined in the manner and by the procedure established by the  \nInternational Disputes Settlement Plan between the International Union of Operating Engineers, the  \nInternational Brotherhood of Teamsters and Laborers International Union.  \n"], ["ARTICLE 10  \nEMPLOYEE TERMINATION  \n", "No Discrimination. The Employer may discharge any employee for any cause which he may  \ndeem sufficient, provided there shall be no discrimination on the part of the Employer against  \nany employee nor shall any such employee be discharged by reason of any union activity not  \ninterfering with the pr per performance of his work, nor because of race, creed, national origin,  \nage or sex. (For rules governing discharge of job steward, see Article 16.)  \nReference to Gender. All reference to employees in this Agreement designate both sexes and  \nwhenever the male gender is used, it shall be construed to include both male and female  \nemployees if applicable.  \nTermination Slips. The contractor shall furnish and complete termination slips for any employee  \nwho is terminated, showing the reason therefore, giving one (1) copy to the employee, returning  \none (1) copy to the dispatching hall at the time of termination, and retaining one (1) copy for the  \ncompany’s records. In those instances where a termination notice is marked “NOT FOR  \nREHIRE”, that employee shail not be re-referred by the same dispatching hall to the Employer,  \nor the same job or project, within on (1) year of such termination date (unless called by name). In  \nthe event the Employer does not comply with this paragraph, the employee shall be considered  \neligible for rehire.  \nIf an employer is delinquent In the payment of benefits to the Operating Engineers Local 428  \ntrust funds, the employees working under this agreement can request and be granted a reduction  \nin force from the delinquent contractor.  \n"], ["ARTICLE 11  \nINSURANCE, TAXES AND PAYROLL RECORDS  \n", "Insurance and Taxes. The Employer shall carry insurance, and pay appropriate taxes, as required  \nby federal, state and local laws and/or regulations.  \nPayroll Records. The Employer agrees that each employee shall be given, with each check, a  \ndetachable statement showing the employee’s name or identification number, straight time hours  \nworked, overtime hours worked, payroll period covered, gross amount earned, social security tax,  \nwithholding tax and other deductions itemized. Employers found to have maintained incorrect  \npayroll records for the purpose of avoiding proper wage payments, shall be considered in gross  \nviolation of the Agreement.  \nEmployers name or logo should be shown on check stubs.  \n1201 -  \n-  \n1202 -  \n1203 -  \n1204 -  \n1301-  \n"], ["ARTICLE 12  \nHEALTH AND WELFARE  \n", "Amounts. Effective on the dates listed below, and monthly in accordance with the provisions of  \nthe trust agreement, the Employer bound to the collective bargaining agreement shall pay the  \nsum indicated for each hour worked by employees covered under the provisions of this  \nAgreement to the trustees of the Operating Engineers Loca) No. 428 Health and Welfare Trust  \nFund:  \nJune 22, 2005 - $3.95  \nJune - $4.45  \nJune -$4.80  \nDecember 1, 2007 - $4.95  \nIf additional monetary increases are deemed necessary, they will be designated by the Union as  \nto dates and amounts, and will be taken from negotiated settlements. The Union can revise the  \neconomic package so long as the combined total of wages, health and welfare, pension, vacation  \nsavings and apprenticeship does not exceed the economic package figure. It is agreed that the  \nUnion will give the Company sixty (60) days advance notice, in writing, of proposed changes to  \nthe contribution rate.  \nEmployer’s Obligations. The said payments by the Employer shall discharge his obligation  \nhereunder. Any dispute arising in the administration of said fund shall not be deemed to be a  \ndispute hereunder and shall not be a subject matter of the grievance procedures contained in  \nArticle 9 hereof and shall not be deemed to be a dispute concerning wages, hours and working  \nconditions, except as specifically provided in Article 9.  \nDeclaration of Trust. The parties shall cause the said trustees to execute any and all document »  \nnecessary and required to continue in full force and effect the Agreement and Declaration of  \nTrust dated the 29th day of September, 1959, as amended thereafter, creating the said Operating  \nEngineers Local No. 428 Health and Welfare Trust Fund, for the duration and term of this  \ncollective bargaining Agreement. A copy of the Agreement and Declaration of Trust dated the  \n29th day of September, /959, as amended is incorporated herein by reference. The Board of  \nTrustees, as appointed, shall have equal voice in making all decisions concerning the Trust,  \nincluding amendments of the Trust plan itself  \nThe Employer signatory hereto agrees to the appointment, as his representatives, the trustees  \ndesignated pursuant to the Agreement and Declaration of Trust of the Operating Engineers Local  \n428 Health and Welfare Trust Fund as Employer representatives and further agrees that they shall  \nbe bound by all the terms and conditions of said Agreement and Declaration of Trust dated  \nSeptember 29, 1959, and as amended thereafter, and to all amendments thereto during the term  \nhereof.  \n"], ["ARTICLE 13  \nPENSION  \n", "Amounts. Effective on the dates listed below, and monthly in accordance with the provisions of  \nthe Trust Agreement, the Employers shall pay the sum indicated below for each hour worked by  \nemployees covered under the provisions of this Agreement to the Trustees of the Operating  \nEngineers Local No. 428 Pension Trust Fund:  \nJune 22, 2005 - $2.90  \nJune 1,2006- $3.03  \nJune 1,200 7- $3.30  \n1301.1 -  \n1302-  \n1302.1-  \n1303-  \n1304 -  \n1401 -  \n1402 -  \n1402.1 -  \n1402.2 -  \nIf additional monetary increases are deemed necessary, they will be by the Union as  \nto rates and amounts, and will be taken from the negotiated settlement. The Union can revise the  \neconomic package so Jong as the combined total of wages, health and welfare, pension, vacation  \nsaving and apprenticeship does not exceed the economic package figure. It is agreed that the  \nUnion will give the Company sixty (60) days advance notice, in writing, of proposed changes to  \nthe contribution rate.  \nEmployer’s Obligations.  \nThe said payment by the Employer shall discharge his obligation hereunder. Any dispute arising  \nin the administration of said fund shall not be deemed to be a dispute hereunder and shall not be  \nthe subject matter of the grievance procedures contained tin Article 9, hereof, and shall not be  \ndeemed to be a dispute concerning wages, hours or working conditions.  \nDeclaration of Trust. The parties shall cause the said Trustees to execute any and al] documents  \nnecessary and required to continue in full force and effect the Agreement and Declaration of  \nTrust dated the 25th day of January, 1963, and as amended thereafter, creating the said Operating  \nEngineers Local No. 428 Pension Trust Fund for the duration and the term of this collective  \nbargaining agreement. A copy of the Agreement and Declaration of Trust dated the 25th day of  \nJanuary, 1963, and as amended thereafter, is incorporated herein by reference. The Board of  \nTrustees, as appointed, shall have equal voice in making all decisions concerning the Trust,  \nincluding amendments of the Trust Plan itself.  \nThe Employer signatory hereto agrees to the appointment as his representative the Trustees  \ndesignated pursuant to the Agreement and Declaration of Trust of the Operating Engineers Local .  \n428 Pension Trust Fund as Employer representatives and further agrees that they shall be bound  \nby all the terms and conditions of said Agreement, and Declaration of Trust dated January 25, -  \n1962 and as amended thereafter, and to all amendments thereto during the term hereof.  \n"], ["ARTICLE 14  \nAPPRENTICESHIP AND TRAINING  \n", "Programs. The individual Employer and the Union recognize the need for apprentices and  \njourneyman training and retraining, and to this end the apprentices employed shall be in  \nconformity with the provisions of the Arizona Apprenticeship Council standards.  \nState Board of Directors.  \nIn order that there may be a continuing activity in promotion of the Operating Engineers  \nApprenticeship and Training System, a Board of Directors for this system in the building, heavy-  \nhighway and engineering construction and related industries has been established. The principal  \nfunction of this Board of Directors is to administer the Apprenticeship System and Standards  \nwhich have been adopted by the Associated General Contractors, Arizona Chapter, and Local  \nUnion No. 428, International Union of Operating Engineers for the state of Arizona, identified as  \nOperating Engineers Joint Apprenticeship and Training System.  \nThe State Board of Directors shall be composed of eight (8) members, four (4) of whom shall be  \nappointed by the Associated General contractors, Arizona Chapter, and shall represent the  \nindividual Employers, and four (4) of whom shall be appointed by Local Union No. 428,  \nInternational Union of Operating Engineers, and shall represent the Union, who shall serve  \nstaggered terms as specified in Section II of the Standards of the Operating Engineers Joint  \nApprenticeship and Training System.  \n10  \n1403 -  \n1403.1 -  \n1404 -  \n1405 -  \n1405.1 -  \n1406 -  \n1501 -  \n1502 -  \n1502.1-  \nAmounts. There has been established a fund known as Arizona Operating Engineers Joint  \nApprenticeship and Training Fund, the purpose of which shall be to pay for the administration of  \nthe system. Effective June 22, 2005, the Employer shall make a contribution in the amount of  \ntwenty-five cents ($.25) per hour, for the first, and second year, and then twenty-six cents  \n($.26) the third year, for each hour worked by each employee covered by the terms of this  \nAgreement and employed by said Employer, to the Joint Apprenticeship and Training Fund,  \nwhich will be received and administered by the State Board of Directors. This contribution shall  \nbe made on or before the fifteenth (15th) day of each month for the proceeding month and  \ncontinued for each month thereafter, until the expiration of this Agreement.  \nIf additional monetary increases are deemed necessary, they will be designated by the Union as  \nto dates and amounts, and will be taken from negotiated settlements. The Union can revise the  \neconomic package so long as the combined total of wages, health and welfare, pension, vacation  \nsavings and apprenticeship does not exceed the economic package figure. It is agreed that the  \nUnion will give the Company sixty (60) days advance notice, in writing, of proposed changes to  \nthe contribution rate.  \nThe Employer signatory hereto agrees to the appointment as their representatives, the Directors  \ndesignated pursuant to the Agreement and Declaration of Trust of the Operating Engineers Local  \n428 Joint Apprenticeship and Training Fund as Employer representatives and further agree that  \nhe that he shall be bound by all the terms and conditions of said Apprenticeship Standards and  \nFund and all amendments thereto during the term thereof.  \nApprentices.  \nApprentices shail be paid in accordance with the appropriate progression rate for their indenture.  \nOn apprentices indentured after October 1, 1982, only health and welfare and apprenticeship  \ncontributions will be due on 1st and 2nd period apprentices; 3rd and later period apprentices will  \nreceive full benefits.  \nRatios. On the basis of company work force (not on a job by job basis) thirty percent (30%) of  \nthe employees represented by the Union may be apprentices. It shall be compulsory for the  \nEmployer who employs eight (8) or more journeymen covered by this Agreement to employ a  \nminimum of one (1) apprentice.  \n"], ["ARTICLE 15  \nVACATION SAVINGS FUND  \n", "Amounts. Effective June 22, 2005, Employers shall pay the sum of fifty cents ($.50) per hour for  \neach hour worked by employees covered hereunder to the Trustees of the Vacation-Savings Trust  \nFund. The amount of fifty cents ($.50) is incorporated into the wage rates set forth herein. The  \nfifty cents ($.50) per hour contribution should be deducted from the employee’s pay due, after all  \napplicable taxes have been withheld, and forwarded in the manner established by the signatory  \nparties hereto.  \nEmployers’ Obligations. The said payment of the Employer shall discharge his obligation  \nhereunder. Any dispute arising in the administration of said fund shall not be deemed to be a  \ndispute hereunder and shall not be the subject matter of the grievance procedures contained in  \nArticle 9 hereof and shall not be deemed to be a dispute concerning wages, hours and working  \nconditions.  \nPayments shall be made to the trustees monthly or in such other manner set forth in the trust  \n1]  \n1503-  \n1504-  \n1601 -  \n1601.1 -  \n1601.2-  \n1602 -  \n1603 -  \n1603.1 -  \n1603.2 -  \n1603.3 -  \n1603.4 -  \n1604 -  \n1604.1-  \nagreement administering the said Trust.  \nDeclaration of Trust. The parties shall cause the said trustees to execute any and all documents  \nnecessary and required to continue in full force and effect the Agreement and Declaration of  \nTrust dated the 24\" of May, 1971, and as amended thereafter, creating the said Operating  \nEngineers Local No. 428 Vacation Savings Trust Fund, for the duration and term of this  \ncollective bargaining agreement. A copy of the Agreement and Declaration of Trust dated the  \n24” day of May, 1971, as amended, is incorporated herein by reference. The Board of Trustees,  \nas appointed, shall have equal voice in making all decisions concerning the Trust, including  \namendments of the Trust Plan itself.  \nThe Employer signatory hereto agrees to the appointment as his representatives, the Trustees  \ndesignated by the contractor association as Employer representatives, and further agrees that he  \nshall be bound by all terms and conditions of said Trust Agreement and to all amendments  \nthereto during the term hereof.  \n"], ["ARTICLE 16  \nGENERAL WORKING RULES  \n", "Single Shift Hours. Five (5) consecutive days of eight (8) consecutive hours, exclusive of mcal  \nwae  \nperiod, Monday through Friday inclusive, shall constitute a week’s work at straight time rate.  \nAt the beginning of a job or project, starting times for that project (or specific unit of the project)  \nshall be established by the Employer.  \nIf for some reason those starting times are to be changed, employees affected must be given  \nnotice of change or work shift before the end of their work shift preceding this change.  \nSpecial Shift. All work performed on Sunday shall be paid at the time and one-half (1%) rate  \nexcept that straight time may be paid in those situations where, because of special circumstances  \nsuch as traffic conditions, job specifications or other contractual requirements require Sunday  \nwork.  \nOvertime Provisions.  \nAll work performed in excess of ten (10) hours, or forty (40) hours per week, shall be paid at the  \nrate of time and one-half (1 4). However, daily overtime premium is watved when the reason for  \nthe extended work day is caused by emergencies beyond the control of the contractor such as (but  \nnot limited to) acts of God, pending inclement weather and/or municipal ordinances.  \nSundays and holidays shall be paid at the rate of time one one-half (1 4).  \nThere shall be no pyramiding of overtime, Sunday and holiday premiums.  \nWhen overtime work is required, the employee or employees who were performing such work on  \nstraight time shifts shall continue into the overtime period. This rule also applies to Saturday,  \nSunday and holiday work.  \nMeal Period. An employee will be afforded an unpaid thirty (30) minute lunch period between the  \nthird (3rd) and sixth (6th) hour of the shift. Any gross violation will be subject to the grievance  \nprocedure.  \nPre-designated Starting Point. Workers shall report for work at an accessible pre-designated  \n12  \n1606 -  \n1607 -  \n1607.1 -  \n1607.2  \n1607.3 -  \n1608 -  \n1608.1 -  \n1608.2 -  \nstarting point, as designated by the Employer.  \nHolidays. Holidays are Sundays, New Year’s Day, Presidents’ Day, Memorial Day, Fourth of  \nJuly, Labor Day, Thanksgiving Day, the Friday following Thanksgiving Day and Christmas Day.  \nWhen any of these holidays other than Sunday fall on Sunday, the following Monday shall be  \nobserved as the legal holiday. No work shall be performed on Labor Day except when life or  \nproperty is in danger. Appropriate holidays listed above will be celebrated in accordance with the  \nFederal Monday Holiday Act. The Employer, at his sole discretion, may shutdown operations for  \none (1) or two (2) weeks in conjunction with the Christmas Holiday for the purpose of  \noperational efficiency. Such Employer decision will be communicated to the Union and to the  \nemployees at least forty-eight (48) hours prior to such shutdown. The Employer and the Union  \nmay mutually agree to other changes in the work schedule. The provisions of paragraph 1607.1  \nshall not apply.  \nPayment of Wages. All employees shall be paid on the job prior to quitting time on a designated  \nweekly payday, set by the Employer, providing not more than five (5) working days can be  \nwithheld except; when working 4-10’s, payment will be made on the last day worked for that  \nweek. Any gross violation of this paragraph shall be subject to the same penalties provided in  \n1607.1 hereof When the designated weekly payday falls on any Holiday mentioned in Working  \nRule 1606, employees shall be paid on the day prior to that Holiday.  \nPay Off Upon Discharge - Employees subject to lay-off for lack of work-or for reduction in force  \nshall receive their final paycheck during their last day worked. For employees discharged for any  \nother reason, on the business day after the discharge, the company shall at the employee’s  \nelection, either (1) mail the employee’s final paycheck by overnight mail, (2) provide the  \npaycheck to a union representative, who shall make arrangements to provide the check to the  \nemployee. If the employer fails to do one of the above on the next business day after the  \ndischarge, the employer shall pay the employee $35.00 per day for each business day elapsed  \nbetween the business day after discharge and the day which the check is sent or provided, to the  \nemployee or the union representative.  \nWhen an employee voluntarily quits, he shall be paid in full not later than the next regular  \nsucceeding payday. Failure to pay an employee shall carry the same penalty as set forth herein  \nfor layoff and discharge.  \nIt shall be considered a suspension of operations when an employee is no longer needed, but is  \ngiven a definite date of return to work, and such date is two (2) or more normal working days  \nhence the employee, if he so chooses, may request a reduction in force termination. In  \ndischarging an employer’s obligation under this rule, where an employee cannot be readily  \nlocated, the rule shall be satisfied where notice and/or check is mailed to the appropriate union  \noffice, bearing a timely postmark.  \nPay Provisions.  \nAny employee reporting for work at the regular starting time and for whom no work is provided,  \nthrough no fault of his own, shall be paid for two (2) hours’ time at the stipulated rate. The  \nemployee shall remain at the job site for those two hours, if required by the Employer. Call in  \nprocedures shall be established at the beginning of each job. In the event of inclement weather,  \nemployees will call the company designee one (1) hour prior to the beginning of the scheduled  \nstart time to verify that day’s work schedule. Failure to do so forfeits the employee’s right to pay  \nfor that day, unless other arrangements have been made.  \nPay for Different Classes of Work. Employees shall be paid at the rate their classifications call  \nfor except when it is necessary to transfer employees from one classification to another within  \nthe craft jurisdiction.  \n1609 -  \n1610 -  \n1611 -  \n1612 -  \n1613 -  \n1613.1 -  \n1613.2 -  \n1613.3 -  \n1613.4 -  \nCall Out Time. If an employee is recalled for work outside his regular shift hours after he has left  \nthe job site, he shall be guaranteed two (2) hours pay at the applicable rate. This rule shall also be  \napplicable on Saturdays, Sundays and holidays.  \nEquipment for Safety and Health. The Employer shall furnish equipment necessary for protection  \nof health and safety including sanitary facilities and potable drinking water (cold water in hot  \nweather) pursuant to state and federal law. It is also understood that the employer will pay for  \nemployees personal protective equipment (PPE) required under 29 CFR 1910.132(a). The only  \nexception to this requirement would be safety shoes and prescription safety eyewear.  \nSigning of Forms. Employees may be required to sign a form which contains the IRS Form WA  \n(Employee’s Withholding Exemption Certificate), Arizona Industrial Commission Form  \n(Notice to Employees), Arizona Industrial Commission “Self Rater and Self Insurer Notice,” and  \nthe Arizona Employment Security Commission Form ESC 3 (Notice to Employees) and  \nImmigration Form 1-9 No employee will be required, as a condition of employment, to sign any  \nother papers or to reveal his past medical history or to submit to a physical examination, unless  \nrequired to do so by law or government regulations. It is understood the Employer has a  \nsubstance abuse testing program which will be administered and enforced by the Employer.  \nJob Access By Union Representatives. The business agent or special representative shall have  \naccess to a project during working hours and shall make every reasonable effort to advise the  \nEmployer or his representative of his presence on the project. He shall not stop or interfere with  \nwork of any worker without the permission of the Employer or his representative. Where there is  \na security arrangement by the owner or the Employer on a job or project which involves persons  \nentering the project being checked through a guarded gate or similar situation, arrangements for  \nthe business representatives to enter the project will be made.  \nCraft Job Stewards.  \nA steward shall be a working employee, appointed by the Union, who shall, in addition to his  \nwork, be permitted to perform his union duties during working hours. The Union agrees that such  \nduties shall be performed as expeditiously as possible and the Employer agrees to allow a  \nsteward a reasonable amount of time for the performance of such duties. The Union shall notify  \nthe Employer or his representative of the appointment of each steward. It is recognized by the  \nEmployer that a person appointed steward should remain on the job until its completion,  \nprovided he is capable of doing, the specific work involved. In no event shall the Employer  \ndiscriminate against a steward or lay him off or discharge him on account of any action taken by  \nhim tn the proper performance of his union duttes  \nThe job steward shall not be terminated without just cause, except by consent of the Union,  \nunless the job ts completed. If a steward is to be terminated for a just cause, the Union shall be  \ngiven two (2) working days, forty-eight (48) hours, advance notice together with reasons for  \ntermination.  \nWhen the Employer’s work force on the job has been reduced to three (3) workers, and the  \nsteward’s tenure of employment is less than that of one of the other employees and one of the  \nother employees is eligible to act as steward, the Employer shall give two (2) full working days  \nnotice to the Union and the Union will either appoint a new steward from the remaining  \nemployees or relieve the Employer of his obligations under this Working Rule. Upon  \nenlargement of the Employer’s work force on the job, said steward shall be the first worker  \nrehired, if available.  \nThere will not be an excess of stewards on a job or project. Any question on such excess shall be  \n1701 -  \n1702 -  \n1703 -  \n1704 -  \n1705 -  \n1706  \n1707-  \n1708 -  \n1709-  \n1710 -  \ni711 -  \nsubmitted to the grievance procedure herein for resolution.  \n"], ["ARTICLE 17  \nSPECIAL WORKING RULES  \n", "(alse see Article 16 - General Working Rules)  \nUnion Halls. Union halls shall be maintained at Phoenix and Tucson.  \nForeman. An Employer shall have the right to select his own foreman, maintenance foreman or  \ngeneral foreman, subject to the dispatching rules in Al00 hereof, and the union shall in no way  \ninterfere with the foreman in the performance of his duties, as instructed by his employer.  \nForeman and maintenance foremen shall be permitted to work. When any worker in the trade is  \ngiven foreman’s responsibilities, he shall receive foreman pay.  \nAll craftsmen shall be furnished all hand tools over one and one-half (1 1\\2) inch opening, power  \ntools, standard lenses for welding hoods and goggles. These will be charged to the employees  \nwho are to guarantee their return in like condition wear and tear excepted. No person shall be  \ndenied employment for failure to provide tools, machines or devices specified above.  \nShade. Shade for equipment operators and heavy duty mechanics and welders shall be furnished  \nby the Employer on the job.  \nCompressors, Pumps and Welding Machines. The operation, and maintenance of  \ncompressors, pumps and welding machines is recognized as within the jurisdiction of the  \nOperating Engineers’ Union. When an operator is used, he shall be an Operating Engineer  \noperator and subject to all of the terms and conditions of this Agreement.  \nOilers. Oilers are recognized as within the jurisdiction of the Operating Engineers. Whenever a  \nsecond man is needed to perform the duties of an oiler or grade checker, he shall be an Operating  \nEngineer and subject to the terms and conditions of this Agreement  \nOilers/Drivers. Oiler/Drivers shall be required on all truck mounted excavating equipment or  \nhoisting equipment over 35 ton MRC having the configuration for two men.  \nOiler/Drivers and/or Oilers may be called off their regular assignments to perform other work in  \nthe immediate vicinity of the crew they are assigned to. Such other assignments shall not interfere  \nwith the performance of their duties as an oiler or oiler/driver. Such assignment shall be limited  \nto Group 1 and 2.  \nWhen a workman or workmen are required to work without an intervening rest period of at least  \neight (8) consecutive hours, said workman or workmen shall be paid the applicable overtime rate  \nuntil such time as they are relieved from all duties for a period of not less than eight (8) hours.  \nThe Employer shall be responsible for overweight, over height and defective equipment citations,  \nunless the employee has acted contrary to the instruction of the Employer , and the Employer  \nshall pay all fines levied for such violations or citations.  \nIf the Employer fails to pay said fines, and the employee is arrested and/or incarcerated because  \nof said failure, the employee shall receive his/her regular rate of pay for every hour detained and  \nthe applicable overtime rate until released from custody. The Employer is not responsible for any  \nfines or for arrest or incarceration for failure to pay said fines if those fines were levied as a result  \nof violations not the responsibility of the Employer.  \nSurvey work may be assigned by the contractor to any craft or any management employees soley  \nat the contractor’s discretion. A composite crew is acceptable.  \n15  \n"]]