[["", "   \n$065  \nhi FOO  \nAGREEMENT  \nNEGOTIATED BY AND BETWEEN  \nTHE ASSOCIATED GENERAL CONTRACTORS  \nOF ILLINOIS  \nAND  \nLABORERS’ LOCAL 159 (DECATUR)  \nAND  \nLABORERS’ LOCAL 703 (CHAMPAIGN)  \nOF  \nTHE SOUTHERN AND CENTRAL ILLINOIS  \nLABORERS’ DISTRICT COUNCIL  \nCOVERING  \nHEAVY/HIGHWAY AND UTILITY CONSTRUCTION  \niN ILLINOIS HIGHWAY DISTRICT #5  \nTHE COUNTIES OF  \nCLARK, COLES, CUMBERLAND, DOUGLAS,  \nEDGAR, MACON, MOULTRIE, SHELBY,  \nCHAMPAIGN, DEWITT, PIATT AND VERMILION  \nEFFECTIVE: MAY 1, 2005 EXPIRES: APRIL 30, 2008  \n2h ig  \nTABLE OF CONTENTS  \n  \nArticte 1 —  \nArticle 2 —  \n"], ["", "Article 3 — Scope Of AQreeMent  \nArticle 4 — Management  \n"], ["", "Article 5 — Maintenance Of Standards.  \nArticle 6 — Union SQCUrity  \nArticle 7 — Referral Procedure  \nArticle 8 — Reporting and SHOW-Up Time  \nArticle 9 - Workday, Workweek, Overtime, Shift Work and Holidays..............  \nArticte 10 — Dispute Procedure  \nArticle 14 ~ FOreme ns  \n"], ["", "Article 12 ~ Payment of Wages, Waiting TIME  \nArticle 13 ~ Wage Rates, Contributions and DedUCtIONS  \nArticle 14 — Premium Pay  \nArticte 15 —  \nArticle 16 — Laborers’  \n"], ["", "Article 17 — Construction Craft Laborer Apprentice  \n18 — General Working Conditions  \nArticle 19 — Business Manager and Steward  \n"], ["", "Article 20 — Alcohol and Non-Prescription Drugs  \nArticle 21 — Limitation On Liability  \nArticle 22 — BOnding  \nArticle 23 — Market  \n"], ["", "Article 24 — Wellness Progratty  \n25 — Safety  \nArticle 26 — Savings and Separability  \nArticle 27 — Compteteness of Agreement ria a ener mies aera  \nArticle 28 — Duration and  \nAddendum A  \nmo N W NHN NY NY S| FSF =| =  \nOo NM BA NH A RQ = =| = = A  \nAGREEMENT  \nTHIS AGREFMENT. entered into by and between the Associated General Contractors  \nof hereinafter called the Association, and Laborers Local #703 (Champaign) and  \nLaborers’ Local #159 (Decatur) of The Southern and Central Illinois Laborers’ District  \nCouncil, hereinafter called the Union.  \n"], ["ARTICLE 1  \nPURPOSE  \n", "in entering into this Agreement, it is the mutual desire and primary intent of the parties  \nhereto ta provide orderly collective bargaining relations and prompt and equitable  \ndisposition of grievances, to maintain fair wages, hours and other conditions of  \nemployment, to prevent strikes and lockouts, and to respect the legitimate rights and  \ninterests of management and labor, the construction industry and the general! public.  \nThe masculine gender has been used in this Agreement to facilitate ease of writing and  \nediting 2nd therefore the masculine gender shail include the feminine gender.  \nWherever any words are used in this Agreement in the masculine gender. they shall be  \nconstrued as though they were also used in the feminine or neuter gender in all  \nsituations where they would so apply. Wherever any words are used in this Agreement  \nin the singular form, they shall be construed as though they were also used in the plural  \nform and wherever any words are used in the plural form, they shall be construed as  \nthough they were also used in the singular form in all situations where they would so  \napply  \n"], ["ARTICLE 2  \nRECOGNITION  \n", "The Union recognizes the Association as the agent tor collective bargaining for aii  \nEmpioyers work Covered hercunder who have so authorized the Association  \nThe Association recognizes the Union as the exclusive agent for purposes of collective  \nbargaining with respect to wages, hours, and other terms and conditions of employment  \nfor all Laborer employees performing work which is within the jurisdiction of the Union and  \nis covered by this Agreement, excluding the supervisory forces, clerical employees.  \ntechnical employees, timekeepers, superintendents, master mechanics, or general  \nforemen in charge of all classes of labor.  \n"], ["ARTICLE 3  \nSCOPE OF AGREEMENT  \n", "Section 1. Geographical Scope. This Agreement covers the following counties in the  \nState of IIlinats:  \n   \nChampaign, Clark, Coles, Cumberland, DeWitt, Douglas, Edgar, Macon,  \nMoultrie, Piatt, Shelby and Vermilion  \nSection 2.. Types of Construction Covered:  \nThis Agreement covers all highway, heavy and utility construction such as described  \nbelow. but dnes not cover building construction work.  \nThis Agreement includes, but !s not limited to, construction of private and public  \nimprovements such as roads, subways, tunnels, sewers, lift stations, disposal plants.  \n‘alleys, streets, bridges. culverts. grade separations. subdivisions, airports. Canals, levees.  \npavement, water mains, purification plants, pipelines, distribution and service lines, locks.  \ndocks. dams. clearing. telephone ducts, golf courses, and demolition work incidental to  \nheavy or highway contract.  \n"], ["ARTICLE 4  \nMANAGEMENT RIGHTS  \n", "The Employer retains the right to manage its operations and direct the work forces. to be  \nthe jucige of the number of employees required on any work; to assign employees as ine  \n‘the Employer's judqment the operations may require.  \nThe Employer may discharge or lay off employees as it sees fit, provided no empioyee Is  \ndischaraed or discriminated against because of Union activities.  \nIt ig understood and agreed that when working in the jurisdiction of The Southern and  \nCentral Iinois Lahorers' District Council, Highway District #5, signatory contractors shall  \nhave the right to direct Laborers to perform work as assigned.  \n"], ["ARTICLE 5  \nMAINTENANCE OF STANDARDS  \n", "The Union agrees that it will not willingly permit any organized laborer to work on any  \nproject or classification mentioned in Article 3, in any of the above-sel-out counties for  \nanyone at lesser rate of wages. The Union shail use all honorable and peaceful means to  \nsee that all work is done at a scale of wages not less than those set forth in this  \nAgreement. Honorable and peaceful means shail include a legal picket. It shall not be a  \nviolaitsn of this Agreement for any employee to refuse to work behind a legal picket line  \n"], ["ARTICLE 6  \nUNION SECURITY  \n", "All present employees who are or become members of the Union shall remain members  \nas a condition of their employment. Alf present employees who are not members of the  \nUnion, and all employees who are hired hereafter, shall become and remain members of  \nthe Union as a condition of such after seven (7) days following the  \nbeqinning of their employment or the effective date of this contract, whichever is the later.  \nas authorized in Section 8(a)(3) of the Labor Management Relations Act of 1947. as  \namended, and Section 705 of the Labor Management Reporting and Disclosure Act of  \n1959. Uren written notice from the Union notifying the Employer of the failure of any  \nemployee covered by this contract to complete or maintain his membership because of  \nnon-payment of dues and initiation fees, the Employer shall, within twenty-four (24) hours  \nof such notice. discharge said employee; provided further that no Employer nor the Union  \nshall discriminate against any employee to whom membership was not available on the  \nsame terms and conditions generally applicable to other members of the Union. or if the  \nmembership was denied the employee for reasons other than the failure of the employee  \nto tencer the periodic dues and initiation fees uniformly required as a condition of  \nacquiring membership. — The Construction Craft Laborer is recognized as an  \ncraft and all new members must make application through the  \nAppreauceship Program.  \n"], ["ARTICLE 7  \nREFERRAL PROCEDURE  \n", "Section.1. The Employer shall obtain applicants for employment through the  \nOffice of the Union in accordance with the non-discriminatory provisions governing the  \noneration of the Union's Referral Office as set forth herein, and as provided for in the  \nAmended Job Referral Rules, and said employment shall be granted regardiess of race.  \ncreed wator sex. age, national origin, religion, disability, Vietnam-era veterans. disabled  \nVeterans, or any other characteristic protected by law.  \nWhen an Employer calls the Referral Office for Laborers. they shali be dispatched in a  \nnon-discriminatory manner as follows:  \n(1) Reyistration and referral of applicants shall he an a non-discriminatory basis. and  \nshall in no way be affected by Union membership, bylaws, rules, regulations,  \nconstitutional provisions or any other aspect or obligation of Union membership,  \nor requirements.  \n(2\\ The Referral Office shail maintain the following lists on which persons tn the  \nHighway and Heavy construction industry may register for referral any time during  \nthe hours the Referral Office is open for registration of applicants.  \nAl.ist:  \nApplicant is eligible for the A List if he/she has worked a minimum of 2400  \n“ours of covered employment as a Construction Laborer as of 1/01/04 and  \nhas worked a minimum of 500 hours as a Construction Laborer for a one  \n(1) year period immediately preceding his/her registration and has worked  \n   \none (1) year or more in the geographical area covered by that Local Union;  \nandior has successfully completed the Laborers’ Apprenticeship Program:  \nandior has been evaluated by the JATC and Local Union and can  \ndemonstrate work experience in the industry.  \n  \nApplicants are eligible for the B List if they can demonstrate they have  \nworked a minimum of 2400 hours of employment as a Construction  \nLaborer, but have worked less than 500 hours as a Construction Laborer  \nfor a one (1) year period immediately preceding registration; and meet one  \nof the following:  \n“ Have successfully completed the Laborers’ Apprenticeship Program;  \n“ Have been evaluated by the JATC and Local Union and found to have  \nindustry experience equal to or greater than a_ beginning  \njourneyman;  \n“ Have successfully completed the Construction Craft  \nAssessment Examination; or  \n“ Have worked a minimum of 2400 hours of covered employment as a  \nConstruction Laborer  \nLict: .  \nAnplicants are eligible for the C List if they have a signed agreement with the  \nJoint Apprenticeship and Training Committee and remain in good standing  \nwith the Local Union and JATC.  \n(3) The foregoing lists shall be maintained on the basis of written statements of  \npersons seeking active employment and such other information available to the  \nReferral Office.  \n(4) The parties to this Agreement shall post in piaces where nobces to Empioyees  \nand acplicants for omployment are customarily posted. all provisions of this  \nAgreement relating to referral procedure and Union security.  \n(5) The Employer shall recognize the Union's Referrai Office in the geographical area  \ncovered by this Agreement.  \nSection 2. An applicant seeking a referral to a job must file with the Local Union a  \nsigned and dated referral form providing name, telephone number and social security  \nnumber stating skills the member possesses and the jobs the member is able to perform,  \nincluding any relevant licenses, certifications, and the designated Local Union  \ngeogranhical jurisdiction applicants are willing to work In. Biank referral forms will be  \navailable at the Local Union. The Local Union will compile an out-of-work list, consisting  \nof the members who have registered their availability for referral. The Local Union may  \nconfirm any prior employment, licenses, or certifications listed by the member.  \n   \n   \n  \n  \nin dispatching. the Refersal Office shall dispatch those on List A provided there are any m  \nthe classification called for by the Employer who are registered and available for work and  \nthereafter those on List B provided there are any in the classification called for by the  \nEmployer who are registered and available to work and thereafter, those on List ©  \norovided there are any in the classification called for by the Employer who are registered  \nand available to work.  \nAll registrants shall be dispatched in accordance with their experience and ability in the  \nconstruction industry, Le., the most experienced and able first, which and  \nability is established by the written statement of the registrant, such registrant having the  \nright to submit any dispute to the Joint Arbitration Board, as set up in this Article. Section  \n9 The name of the registrant so dispatched shall be stricken from the list if the job to  \nwhich the 's dispatched lasts long enough for the dispatched registrant to  \nreceive five (5) days’ pay at straight time if employed.  \nSection 3. If an applicant is incapacitated by illness or injury and upon appropriate  \nsubstantation, hours worked in the previous (12) twelve months prior to incapacitation.  \nshall he used to determine referral list eligibility.  \nSection 4. Employers may request former employees for referral to a job or project in  \nwriting and the Referral Office shall refer said former employees to the job or project.  \nprovided they are properly registered applicants in the Referral Office, are available for  \nemployment at the time of request. and have been employed by the requesting Emptoye  \nunder the terms of this or previois agreements in the geographical area of the Referral  \nOffice within twenty-four (24) months prior to the request: and provided further. that no  \nshall be laid off or discharged to make room for such employees.  \nSection 5. The Employer retains the right to reject any job applicant referred. The  \nEmployer shall have the right to determine the qualifications of empioyees and shali nave  \nihe sight to hire and discharge for cause accordingly Hiring of employees shail be on a  \nbasis, and shall in no way be affected by Union membership, bylaws,  \nrules, regulations, constitutional provisions or any other aspect or obligation of Union  \nmembership. policies or requirements.  \nSection & The Employer, in requesting referrals, shall specify to a Union (a) the number  \nof employees required, (b) the location of the project, (c) the nature and type of  \nconstruction. demolition, etc., involved, (d)} the work to be performed, and (e) such other  \ninformation as is deemed essential by the Employer in order to enable the Referral! Office  \nto make proper referral of qualified applicants.  \nSection 7. If a registrant, referred for employment in regular order, refuses to accept  \nsuch referral for employment, the registrant's name shall be placed at the bottom of the  \nlist. Neither the Union, its agents. nor the Referral Office or assumes any  \n   \nabligation to locate or search for any applicant whose name appears on the registration or  \nreferral lists. if such applicant is not availabie when referrals are made.  \nSection 8. In the event that the referral facilities maintained by the Union are unable to  \nfulfili ihe request of an Employer for a qualified employee within twenty-four (24) hours  \nafter such request for referral is made by such Employer (Saturdays, Sundays, and  \nholidays excepted), the Employer may employ applicants directly. In such event, the  \nEmployer shall notify the Union Office of the name(s) of the person(s) employed and the  \ndate of hiring. Such notice shall be given within forty-eight (48) hours of the hiring.  \nSection_9. In the event that any applicants shall claim discrimination, they may, within  \nten (10) days following the occurrence of the event that constitules the basis for the  \napplicant's claim, file with the parties so charged, a written complaint clearly and  \nspecificatly setting forth the discrimination charges. The other party shall be notified  \nimmediately and given a copy of the complaint. A board consisting of a representative for  \nthe Emnioyer and a representative of the Union and an chairman appointed by  \nthe Emnioyer and the Union jomtly, shali consider the complaint, and within three (3)  \nrender a decision and settlement. which shall be final and binding recognizing the  \nsindividual respansibility of the Union and the Employer. The Board is authorized to make  \nand issue procedural rules for the conduct of its business, but it is not authorized to add  \nta subtract from. or modify any of the provisions of this Article. and its decisions shall be  \naccord with the Labor Management Relations Act, as amended |  \nSignatory contractors shall be permitted to transfer two (2) key men between  \nthe | ccel Unions in The Southern and Central Itlinois Laborers’ District Council as the  \nsecond (2™) and fourth (4\") men per project. Key men must have a minimum of six (6)  \nmonths work experience with The Southern and Central Hlinois Laborers’ District Council.  \nAny additional number of key men shall be determined in a pre-job conference or an  \nagreement between the Employer and the Business Representative of the Union.  \n(Ay There shall be unrestncted movement of concrete specialists between Local  \nin The Southern and Central lilinois Laborers’ District Council except when  \nthe Employer has brought the second person as a key man in which case the  \nLocal Union where the work is being performed has first right to provide the  \nconcrete specialist if it has any available.  \nSection 11. {t is understood and agreed that any employee covered by an Employer  \nunder the terms of this Agreement may continue in the employment of that Employer at  \nany location or on any project within the jurisdiction of the referring Local Union without  \ngoing through the hiring procedure again so long as his employment is continuous  \nwhether or not such continuing employment results in displacement of another employee.  \nSection 12. It is understood and agreed by and between the parties hereto that upon  \nsixty (89) days written notice sent by registered mail, given by one of the parties to the  \nother party nrior to any yearly anniversary date of this Agreement for changes in the  \nReferral (*rocedure as contained in this Article, the parties agree to meet, discuss and  \nnegotiate for changes.  \nSection 13. This shall in no way be construed to invalidate or modify in any manner any  \nother part or section of this Agreement. It is further agreed that the liability of the  \nEmployer who accepts, adopts or signs this Agreement. or a facsimile thereof, shall be  \nseveral and not joint, and the liability of the Laborers’ Local Unions who accept, adopt, or  \nsign this Aqreement, or facsimile thereof, shall be several and not joint.  \n"], ["ARTICLE 8  \nREPORTING AND SHOW-UP TIME  \n", "Section 1, When an Employer orders a certain number of Laborers and these Laborers  \nappear on the job or shift at the time requested. then they must be put to work or be paid  \ntwo (2) hours’ show-up time.  \nSection.2. When an employee employed on a job finishes his day's work, and returns to  \nwork ci the following day, he shall be allowed two (2) hours’ show-up time, unless he has  \nbeen notified the day before that there would be no work.  \nSectian 2. It is agreed, however, that the Employer will not be required to pay the show:  \nup time as enumerated in Sections 1 and 2 on account of bad weather, equipment  \nbreakdown or for conditions beyond the control of the Employer: The Employer agrees to  \ncall employees at least one (1) Nour before starting time if no work will be available for  \nsaid day.  \nSection_4. !f the employee Is not to report to work. because of weather. he shall be  \nnotified not less than one (1) hour before starting time. if work is shut down after start  \nhecause of weather or equipment breakdown, the Laborer shali be paid acluai ours  \nworked or a of two (2) hours.  \nSection.5. Members of this bargaining unit shall be paid not less than two (2) hours pay  \nit they report to work. ff they are on the job over two (2) hours they shall receive four (4)  \nhours pay. Tre employee shall remain on the job unless released by the Employer's  \nsupervision. If a job is shut down for reasons other than the weather or equipment  \nbreakdown, the employee will receive not less than four (4) hours pay.  \n"], ["ARTICLE 9  \nWORKDAY, WORKWEEK, OVERTIME,  \nSHIFT WORK AND HOLIDAYS  \n", "Eight (8) Hour Schedule. Five days of eight hours each from Monday 7:00  \nam. until Friday 4:30 p.m will constitute a regular forty (40) hour workweek, excepting  \nwork that must be performed according to specifications, all work necessary previous to  \nor after starting major crew or macninery, which shall be performed at the regular rate All  \ntime worked before the regular scheduled starting time and after the regular scheduled  \nquitting time shall be paid at the overtime rate of one and one-half (1 1/2) times the  \nregular rate. A full half-hour lunch periad shall be given near the midpoint of the shift. No  \nman shat! de required to work more than five (9) hours without a full half-hour lunch  \nperiod. Any employee who is required to work more than five (5) hours without his lunch  \nperiod. and who has not had his lunch shall receive a full half-hour and shall be paid the  \novertime rate. No man shall be required to work more than six (6) hours without a full  \nhalf-hour supper period or a half-hour's pay.  \nIf it is mutually agreed between the representatives of the Union and the Contractors, the  \nstarting time can be advanced to eliminate working in the heat of the day or for some  \nunusual operating condition.  \nSection.2...Ten{10)-Hour Day Schedule. Where not prohibited by law, and upon forty-  \naight 443) hour notification to the Union, the Contractor may choose the option of working  \nfour (4) ten (10) hour days, Monday through Thursday, at straight time. Overtime is to be  \npaid at the rate of one and one-half (1 1/2) times the basic wage rate for all hours worked  \naver ten (10) in a day or over forty (40) in a week. There will be no pyramiding of overtime  \nin this Aqreement. in the event inclement weather or equipment breakdown causes a joss  \nof time during these four (4) days, Friday may be used to make up the remaining hours  \nHours in excess of forty (40) hours for the workweek will be paid at the applicable  \novertime rate.  \nThe Employer agrees that when using this option it shall be for the duration of the yob or  \nuntil the Employer notifies the Business Agent, one (1) week in advance, that the  \nEmployer elects to return to a five (5) day. eight (8) hour schedule for the duration of the  \njob, and cannot be changed again unless mutually agreed upon by the Business Agent  \nand the Employer. ,  \nSection 3. Shift Work. A joint agreement must be reached between the Employer and  \nthe Union before a job can be classified as a shift job. It shall not be less than a nunimum  \nof five (5) davs.  \nlf an emergency situation should arise. both parties shall have a mutual agreement on the  \nshift nours.  \nWhere two or more shifts are worked, five (5) days of seven and one-half (7 1/2) hour  \nshifts. from Sunday midnight to Friday midnight, shall constitute a regular week's work.  \nThe pay for a full shift period shall be a sum equivalent to eight times the basic hourly rate  \nand for a period less than the full shift shall be the corresponding proportional amount  \nthat the time worked bears to the time allocated to the full shift period. Any time worked  \nfrom Friday midnight to Saturday midnight. or in excess of regular shift hours shall be paid  \n   \nfor At one and one-half (1 1/2) times the basic rate of wages.  \nial Shift. With prior notification by the Employer to the Business Manager of the  \nLona} Union, if a special shift is required by an owner and/or if the Employer needs to  \nperform work which cannot be performed during regular working hours, employees may  \nwork a special shift and receive $1.50 an hour over base rate for eight (8) hours work  \nplus thirty (30) minutes unpaid lunch after the fourth hour. No employee may work on a  \nspecial shift if he has performed bargaining unit work that day during the reguiar  \nworking hours. The Employer's request for this special shift must include the starting  \ndate. the approximate number of employees involved and the estimated conclusion  \ndate. Other terms and conditions may be agreed to between the Business Manager  \nand the Eimpioyer.  \nSection 4. Holidays. Double time shall be paid for all work performed on Sunday and  \nthe foliowing seven holidays:  \nNew Year's Day Memorial Day  \nFourth of July Thanksgiving Day  \nLabor Day Christmas Day  \n_ Veteran's Day (to be celebrated the day after Thanksgiving)  \nFurthermore. if a holiday falls om a Sunday, it shail be celebrated on the following  \nMandsy.  \n"], ["ARTICLE 10  \nDISPUTE PROCEDURE  \n", "There shall be no strikes or lockouts during the term of this Agreement except as  \nexpressly provided for in violation of Articles 13 and Article 22. Any dispute (other than  \njunsdictional) that may arise between the parties hereto. of any patlcular Einpioyer oF  \nLocal Union covered by this Agreement, which promptly and satisfactorily be  \nresolved by this agreement, shall be resolved in the following manner.  \n4. A committee consisting of four members - two appointed by The AGC of Illinois. and  \ntwo appointed by The Southern and Central Illinois Laborers’ District Council - shall meet  \nand hear and consider the matter, and, in good faith and to the best of their ability attempt  \nto reach a majority decision on the merits of the dispute, which decision shail be final and  \nbinding.  \n> In the event that the Committee fails to reach a majority decision within a brief and  \nreasonable period of time, the AGC of Illinois and The Southern and Central {ilinois  \nLaborers’ District Council shall mutually select an impartial umpire, who shall conduct a  \nhearing and shall issue an award, which shall be dispositive of the dispute and shail be  \nfinal and binding.  \n   \n3 The fee and expenses of the impartia! umpire shall be shared equally by the parties to  \nthe dispute.  \n4 Jurisdictional disputes may be resolved in accordance with Section 10 (K) of the  \nNational Labor Relations Act, as amended.  \n"], ["ARTICLE 11  \nFOREMAN  \n", "Section L It is agreed that all Laborer Foremen designated by the Employer shall be  \nmembers in good standing for no less than six (6) months of the Local Union for which  \nwork is being performed.  \nSection 2. A Labore: Foreman will be designated when five (5) or more Laborers are  \nrequired on any given crew. When the crew requires twelve (12) or more Laborers, a  \nsecand Foreman will be designated. When the crew requires eighteen (18) or  \nmore Lazorers. a third Laborer Foreman will be designated. When a crew requires three  \n(3) or more Laborer Foremen, one shall be designated as General Foreman. When there  \nare eighteen (18) or more Laborers working under the General Foreman. the General  \nForeman’s duties will be strictly confined to supervision.  \nSection 3. Laborer Foremen shall receive seventy-five cents ($.75) per hour more than  \nthe highest paid Laborer under their supervision.  \nSection 4._ When three (3) of more Foremen are required, one shall be appointed  \n(seneral Laborer Foreman and shall receive seventy-five cents ($.75) per hour more than  \nthe highest naid Laborer under his supervision.  \nSecticn_§& The Superintendent shali consuit with the Laborer Foreman in the piacing of  \non any work covered by this Agreement  \n"], ["ARTICLE 12  \nPAYMENT OF WAGES, WAITING TIME  \n", "The Contractor shall pay the employees once every week on the regular weekly payday  \nestablished by the Contractor. The employee shall be paid immediately on payday or be  \npaid the current wage rate for such time he is required to wait. The payday shall he in  \ncash ar payroll check and the Contractor shall not hold back more than five (5) days to  \nmake up the payrolls.  \nit an employee is laid off or discharged, and the employer does not have facilities at the  \njob site to prepare payroll checks. the employer shall mail the employee's paycheck to the  \nhome address provided to the employer on the next business day, excluding weekends  \n   \n   \nand Holidays.  \nWhen payday falls on a holiday, the employees shall be paid on the day before such  \nholiday. prior to quitting time.  \nif there is no work on payday, the paychecks shall be given to the employees by 12:00  \nnoon.  \nThe Contractor shall maintain and furnish a record of hours worked, overtime, deductions.  \netc.  \n"], ["ARTICLE 13  \nWAGE RATES, CONTRIBUTIONS AND DEDUCTIONS  \n", "Section 1. Each Employer agrees to make the contributions set forth in Addendum A  \nand tc accept the terms and conditions of the Trust Agreements establishing the following  \nfunds provided said Trust Agreements and Plans are established and maintained in  \ncampliance with Section 302(c) of the Taft-Hartley Act. ERISA, other applicable laws, and  \nnrovided that such Funds receive and maintain a tax qualified status with the Internal  \nRevenue  \n(1) Central Laborers Pension, Welfare and Annuity Funds  \nCentral Illinois Laborers’ Legal Plan (Local #703 only)  \n(3) WWinois Laborers’ and Contractors’ Joint Apprenticeship and Training  \nTrust Fund  \n(4) Laborers’ and Employers’ Cooperation and Education Trust  \nSectian.2. The Empioyer shan withhold working dues fram the pay of each emplovee  \ncovered hy this Agreement when requested by the Union at the pre-job conference in the  \namount set forth in Addendum A. It shall be the obligation of the Local Union Business  \nManager to get signed authorizations from the employees for such deductions. The  \nEmployer will not be requested to make such deductions except from the employees who  \nhave. by written consent, authorized same.  \nif an Employer fails to pay into the above-said funds, the arbitration procedure herein  \nprovided for shall become inoperative and the Union shall be entitled to resort to all legal  \nand economic remedies, including the right to strike and picket until such failure to pay  \nhas been corrected.  \n"], ["ARTICLE 14  \nPREMIUM PAY  \n", "All bottom men performing work on sewer and conduit construction, tunnel miners and  \nmuckers shall receive twenty-five cents ($.25) per hour more than the Laborer scale, and,  \nat a greater depth than six (6) feet below ground level, workers shall receive an additional  \nfifty cents ($.50) per hour for a total of seventy-five cents ($.75).  \n"], ["ARTICLE 15  \nSUBCONTRACTING  \n", "The Employer agrees to recognize the territorial and occupational jurisdiction of the Union  \nto the extent that it shall not use on the jobsite for the performance of any work within that  \njurisdiction, which has been historically and continuously performed by the employees  \nwithin the unit covered by this Agreement, any employer, company or concern that does  \nnot observe the wages, fringe benefits, hours and econamic conditions of employment as  \nenjoved by the employees covered by this Agreement,  \n"], ["ARTICLE 16  \nLABORERS’ JURISDICTION  \n", "The Lakerers' jurisdiction includes. butis not limited to. the following:  \nWrecking of any structure, mates and deckhands: concrete saw operators; concrete  \nburners, asphalt saw operators, chain saw operators; form tampers: sandblasting.  \nsignalmen; watchmen: flaremen, gravel boxmen; chip spreaders; tending all types heaters  \nand mechanical buggies: operating saws when used for clearing, setting, lining and  \nleveling of all forms (wood or tron); the laying and assembling of temporary water lines:  \nunjoading and installation of well points on a dewatering system and dismantling of same:  \n+  \nmS A RE  \ntending to Carpenters; laying of steel mesn and setting of center steel and expansion  \njoints, blocking up and striking off of concrete and all mechanical strike-off: all work of drill  \nrunnieg and blasting. including cement hoppers, skip men, aggregate manning and  \nserviciy of all vibrators: laying, jointing, and pointing of all sewer tiles; handling and firing  \non tar kettles. application of removing or dismantling of forms used for concrete  \nconstruction: actual laying of telephone ducts, priming and wrapping of pipe and handling  \nof skids on pipelines: stringline men and setting of batterboards on sewers; handling.  \nunloading and laying of plastic pipe; the curing and covering of concrete by any mode or  \nmethod, excluding self-propelled machines, the unloading, handling, placing, tying and  \ncutting of continuing reinforcing in concrete pavement, swampers on heavy equipment  \nand the urfoading and loading of service trucks.  \nThe work. of rodmen, stake drivers, chainmen and filling of test blocks if done by  \nemployees directly employed by the contractors signatory to this Agreement will be the  \nwork of the Laborers. This does not apply to employees of any outside firm, consulting  \n   \n   \nengineer, surveyor. OF body doing work on the site such as Survey of layout  \ncrews, engineers. inspectors, OF technicians unless such outside firm is signatory to this  \nAgreement.  \nUnderpinning, tagging, bracing, propping and shoring, raising and moving of all structures:  \nraising of structures by manual or hydraulic jacks or other methods. All work on house  \nmoving, shoring and underpinning of structures, loading. signaling and right-of-way  \nclearance along the route of movement. Resetting of structure in new location to include  \nall site clearing. excavation for foundation and concrete work. Clean-up, backfilling, and  \nlandsc:aning of old and new sites.  \nWrecking. The wrecking or dismantiing of buildings and ail structures. Breaking away roof  \nmaterials and beams of all kinds, with use of cutting or other wrecking tools as necessaly.  \nBurniiig or otherwise cutting all steel structural beams. Breaking away. cleaning and  \nremoval of all masonry and wood or metal fixtures for salvage or scrap. All hooking on  \nand unhooking and signaling when materials for salvage or scrap are removed by crane  \nar cieiric. Ali loading and unloading of materials carried away from the site of wrecking.  \nAll cleanup, removal of debris, burning. backfilling and landscaping of the site of wrecked  \nstructure.  \n‘There will be a minimum of one Laborer Carpenter helper for each three (3) Carpenters.  \nSignaimen in all construction work defined herein, including watchmen. The loading.  \nunloading. handling, stockpiling and placement of all traffic control devices, including the  \nplacing of all tapers: the setting of all temporary and permanent signs if done by  \nemployees directly employed by Contractors signatory to this Agreement.  \nTemporary and permanent field fencing.  \nClear and grub. layout. dig holes, mix, place, puddle. smooth. and fioat concrele fuuinigs  \nty  \nfor permanent chawi-link fence.  \nLoad. unload. stockpile, handie and distribution of chain-link fence.  \nMetal and guardrail: Lay out, clear and grub. mark, sight. plumb. dress and set all posts  \nand restraint plates.  \nLoad, stockpile, handle and distribution on guardrail line of al! materials, tools and  \nequierient.  \nCable quardrail on wood posts.  \nTreated wood post construction with plank, cable, metal plate or any other type beam, rail  \nor fabric.  \nGuide posts and guatd posts {all types) permanent and/or temporary includina right-of-  \nway markers and section markers  \nAlf jackhammer men, gunnite nozzle men, bricklayer tenders, air spades, asphalt rakers,  \nblad2 arade operators, form setters, mechanica! form tampers, powder men, rubbing of  \nconciete, cement handiers, dumping dry cement from dump and batch trucks, sewer tile  \nand pipe layers, shoring and bracing in sewers and tunnels, puddlers, hopper men, power  \ntool operators, spotters and dump men on levees, fills, grades, priming and wrapping of  \ngas lines. and handling of creosote {umber and the handling of ime.  \nThe Contractor agrees to assign work to Laborers in accord with this Agreement. In the  \nevent that a Contractor's assignment of work 1s disputed or any competing claim arises by  \na labor organization, craft, trade, class or group of employees. such dispute or claim shall  \nbe resalved in accordance with Article 10 of this Agreement.  \n"], ["ARTICLE 17  \nCONSTRUCTION CRAFT LABORER APPRENTICE  \n", "Section_1. The term of apprenticeship shall be approximately three (3) years and  \n(2400/6000 hours) of on the job diversified work and training, excluding time spent in  \nsalatea unless credit is granted by the Joint Apprenticeship Training  \nCommittee The schedule that follows provides for three (3) equal periods of 800/2000  \nhours of work and training each: |  \nFirst year 75% of the journeyworker rate  \nincluding full fringe benefits  \nSecond year 85% of the journeywouikei fale  \ntneluding full fringe benefits  \nTnivd year 95% of the journeyworker rate  \nIncluding full fringe benefits  \nFourth year Journeyworker rate  \nEmplovers will be notified of the correct percentage of journeyworker rate for each  \naporentice by the Fund Administrator.  \nSection 2.- Ratio and Supervisor.  \nOne (1; iourneyworker to one (1) apprentice on a two (2) worker Job.  \nOne (1) apprenuce to two (2) journeyworkers on a three { 3) worker job;  \nTwo (2) apprentices to four (4) journeyworkers on a six (6) worker job:  \nThree (3) apprentices to nine (9) on a twelve (12) worker job;  \nFour (4) apprentices to twenty-five (25) journeyworkers:  \nFive (4) apprentices to thirty-five (35) journeyworkers,  \nSix (5) apprentices to fifty-five (55) journeyworkers,  \nOne (1) apprentice to twenty (20) journeyworkers thereafter.  \nApprentices shall work under the supervision of competent and qualified journeyworkers  \non the job. Instruction in safely and safe work practices will be 2 part of job instruction in  \naddition to that included in related instruction and in special off-job courses.  \n"], ["ARTICLE 18  \nGENERAL WORKING CONDITIONS  \n", "Section 1. On stationary jobs employing four (4) or more Laborers and lasting over one  \nhundred and twenty (120) working days and commencing during the months of  \nNovember. December, January or February. the Employer shall furnish a warm place to  \neat jucch and to change clothes during that period.  \nSection 2. [ce water and paper cups will be on the job within one (1) hour from starting  \ntine.  \nSection 3,. lis understood and agreed that it will not he a violation of the Agreement for  \nLaborsr3 to refuse to work in water, sloppy concrete, mud or where water drips on them,  \nunless proper rubber wearing apparel is provided. Laborers will furnish their own rubber  \nboots.  \n¥  \nSection 4._Any employee injured on the job who is unable to return to the job by wntten  \norder of the doctor that day, shall receive a full day's pay. lf he returns to the job that day.  \nhe shall be paid full time for the time lost during regular hours. lf the employee's  \noccupational injury permits him to continue to work. but requires the employee to have  \nsubseauent visits or necessary medical treatment during his scheduled work hours, the  \nemployee will be paid for the time lost from his scheduled work in making such visits.  \nprovided the employee is still employed with the same Employer.  \n"], ["ARTICLE 19  \nBUSINESS MANAGER AND STEWARD  \n", "Section 1. Business Manager. The Business Manager or his designated  \nrepresentative shall have the right to visit all jobs where the Business Managers  \nmembers are employed, but will in no way interfere with the progress of the work.  \nSection 2. The Employer shall recognize the right of the Union to select a Steward  \nfrom among its employees to perform the duties assigned to the Steward by the Union.  \nThese duties shall include the promotion of harmony, respect and cooperation on the  \njobsite.  \nSection 3. The Steward shall not be transferred from one project to another without  \ngetting consent from the Business Manager of the Local Union.  \nA, The Steward shall not be discharged because he Is performing his duties  \nas a Steward, nor shall the Steward be discriminated against because of his affiliation  \nwith the Union or because of his activities on behalf of the Union.  \nSectian 5. The Steward shall work when there is any work to be performed by the  \nLaborers. He shall be the fast man on the job. if qualified. No Steward shall be  \ndischarged without the Employer conferring with the Business Manager of the Loca!  \ntInion involved, and a mutual understanding reached. The Steward shall be allowed  \ntime to police fhe job when necessary.  \nSection Gin the event of a termination or reduction sn the work force. the Employer  \nwill notify the Union Steward.  \nSection 7. VWhen a job is temporarily shut down due to weather. material shortages or  \nsimilar cause and employees are laid off, the Sieward shail be the first empioyee  \n-: ! - a ol ‘ if)  \nto work when the work resumes, if qualified  \n"], ["ARTICLE 20 |  \nALCOHOL AND NON-PRESCRIPTION DRUGS  \n", "Section_1. Possession, sale or use of alcohol or non-prescription drugs on the  \nEmployer's property, site of construction or during the working hours regardless of the  \nlacation shall be grounds for termination. Any employee who reports to work under the  \ninfluence of alcohol or non-prescription drugs shall be subject to termination. \"Non-  \nprescription drugs” shall be defined as drugs that cannot be legally dispensed without a  \nprescription and are not covered by a current valid prescription endorsed by a qualified  \nphysician for use by named Employee in question. Employees working under this  \nAareement shall be subject to all necessary diagnostic medical testing for purposes of  \n   \nverifying compliance with this provision. when required by the Employer at the expense of  \nthe Employer.  \nSection 2. Provision for Employee drug or alcohol testing will be outlined in Employer  \npolicy and procedures or as required in documentation by Project Owners. Drug and  \nalcohol iesting shall consist of, but not be limited to: pre-employment, random,  \nreasonable cause/suspicion, post-accident, injury or unsafe act. Employees refusing to  \nconsent to such testing shall be deemed to have voluntarily quit.  \nSection 3. All drug and/or aicohol testing shail follow the procedures or future reVISIONS  \noutlined by the Substance Abuse and Mental Health Services Administration (SAMHSA)  \nand shall be in compliance with all state and federal laws regarding aicohol/drug testing.  \nSection 4.. Personnel utilized for testing will be certified as qualified to collect samples  \nand adeauately trained in collection procedures. The laboratory selected to conduct the  \nanalysis shall be certified by the Department of Health and Human Services and/or the  \nSubstance Abuse and Mental Health Services Administration (SAMHSA).  \nSection 5. All drug screening tests shall be capable of identifying marijuana. cocaine,  \nopiates, (morphine & codeine), phencyclidine (PCP), and amphetamines (amphetamines.  \nmethamphetamine) or other drugs that may be specified by future Substance Abuse and  \nMerits! Services Administration (SAMHSA) direction  \nSoction 6.. Test Results: Concentrations of a drug at or above the following levels shail  \nbe considered a positive test result when using the initial immunoassay drug-screening  \ntest  \nINITIAL TEST  \n{_evel-Nanogram/Milliliter (hereinafter reterred to as ng/mi).  \nMarijuana metabolite 50  \nCocaine metabolite 000... es 300  \nOpiate metabolite ee 2,000  \nPhencyclidine ...... 25  \nAmphetamines 1,000  \nConcentration of a drug at or above the following levels shall be considered a positive test  \nresult when performing a confirmatory Gas Chromatography/Mass Spectophotomotry test  \non a urine specimen that tested positive using a technologically different initial screening  \n  \n   \nCONFIRMATORY TEST LEVEL (ng/ml)  \nMarijuana metabolite eee 15°  \nCocaine ee 150°*  \nOpiates: 0+ ..2,000  \nCOde@iNe 2,000  \nPhencyclidine ............ ee 25  \nAmphetamines/Methamphetamine .......... 500***  \n*Delta-9-tetrahydrocannabinol-9-carboxylic acid  \n**Bezoylecgonine  \n***1f methamphetamine. there must be >200 ng/ml of Amphetamines  \nAlcohol test ievels at or above .04 shall be considered a positive test for safety-sensitive  \nequipment.  \nSection 7. Employees taking prescription medication which, according to their physician  \nhas physical or mental side effects that could cause impaisment on the job site, should  \nreport the medication to site supervision. Employees who report use of lawful medication  \nas described above shall not be disciplined for use of same.  \nSection & Any Employee with test results of negative shall be compensated for ali hours  \nlost. If an Employee has a confirmed positive test, (s)he will be (a) suspended without pay  \nup to thirty (30) days, or as determined by established company policy, (b) mandatory  \nin a certified rehabilitation program, at employee's own expense. and  \nsuccessful completion, (c) and agree to periodic follow-up drug testing for up to two (2)  \nyears after successful completion of rehabilitation program. A second positive or refusal  \nto particinate in a certified rehabilitation program after the first positive test shall result in  \ntermination of employment.  \nSection 9. Termination under this provision, including the circumstances surrounding the  \nconduct of the drug or alcohol test, shall be fully subject to the arbitrations provision of this  \nAqreement.  \n"], ["ARTICLE 21  \nLIMITATION ON LIABILITY  \n", "Section 1 It is understood and agreed that the Association is acting only as agent for  \nthose Contractors and Employers who have authorized it to negotiate and execute this  \nAgrecirent and in no event shail the Association be bound as principal or be held liable in  \nany manner for any breach of this contract by any Empfoyer or Contractor. It is further  \nagreed and understood that the liabilities of the Employers and Contractors who are  \nbound by this contract shall be several and not joint.  \nSection 2. {t is understood and agreed that the District Council is acting only as agent for  \nthose Local Unions who have authorized it to negotiate and execute this Agreement and  \nin no event shall the District Council be bound as principal or be held liable in any manner  \nfor any breach of this contract by any Local Union. It is further agreed and understood  \nthat the of the Local Unions who are hound by this contract shall.be several and  \nnot joint.  \n"], ["ARTICLE 22  \nBONDING  \n", "For cause. unless waived by mutual agreement between the Employer and the Union, the  \nEmployer shall obtain and maintain during ithe term of this Agreement. a Surety Bond tn  \nthe amount of Twenty Thousand ($20,000) Dollars to guarantee to its employees working  \nunder this Agreement the payment of wages and fringe benefits, including Pension Fund.  \nWettare Fund and Traming Fund payments.  \nIn the avant of failure, default or refusal of the Employer to meet its obligations to Its  \nemplovees or the Pension Fund, Welfare Fund and Training Fund when due. the Union  \naggrieved employees or the Trustees of the Pension Fund, Welfare Fund and Joint  \nApprenticeship Training Fund, after written notice to the Employer and Bonding  \nCompany. may file claim to obtain payment, costs and reasonable attorney's fees  \ntherefrom of the applicable surety bond.  \nFailure of an Employer to obtain and maintain an effective surety bond as required herein  \nor failure and default by an Employer of payment of obligations covered by this  \nAgreement in excess of the amount of the Surety Bond may, at the option of the Union.  \nbe declared by the Union a gross breach of this Agreement in consequence of which the  \nUnion shal! have the right to resort to economic and other sanctions against the said  \nEmployer, bond to remain in full force and effect for a period of sixty (60) days after job  \ncompletion.  \n"], ["ARTICLE 23  \nMARKET PRESERVATION  \n", "On jobs where non-signatory or bonafide non-union contractors are bidding, the parties  \nagree as follows: The Employer agrees to employ Union Laborers, pay wages and  \nfringe benefits as set forth in the bid document for the duration of that job, except that  \nHealth and Welfare contributions shall be as specified in this Agreement, and pay  \novertime in accordance with applicable state and federal law. All other terms and  \nconditions of employment shall be as mutually agreed to between the Employer and the  \nUnion.  \n"], ["ARTICLE 24  \nWELLNESS PROGRAM  \n", "The AGC of Hlinois and The Southern and Central \\Hinois Laborers’ District Cotincil,  \nHighway District #5, agree to work mutually with The Midwest Region Health and Safety  \nFund in developing a Wellness Program and upon completion, by way of an addendum,  \nadd to this Agreement. .  \n"], ["ARTICLE 25  \nSAFETY  \n", "It is recognized there are important roles to -be performed by the  \nemployees, Union officials and management in the prevention of accidents and  \nensuring a safe and healthy working environment. The worksite should be maintained  \nina clean and orderly state, so as to encourage efficient and safe operations.  \nSection 2. it is important to succeed in this cooperative effort because Jt also  \nrecoanized that failure can mean hardship to the employee and a threat to the security  \nof his family.  \nSection 3. It is because of these mutual benefits that the employees. Union atfictais  \nand menagement pledge to cooperate and do all that is possible to maintain a safe,  \nhazaiu-iree working environment.  \nSection 4: Persona! Cell Phones and Other Communication Devices, including  \nany Audio Receiving Devices: Because they create distractions and disrupt regular  \nwork routines. the use of personal communication devices such as cellular phones and  \naudible pagers is prohibited during work hours and in work areas, unless the company  \nhas provided such devices to the employee for business use only. Any Empioyee  \niad pager with an audible alarm must ensure the alarm is  \nkit ea be  \ncarrying & iSs  \nturned off during work hours and in work areas. Employees must not make, return or  \nreceive calls on personally owned portable phones during work hours. Employees will  \nhave access to communication devices for emergencies. Limited and TEMPORARY  \nexceptions to this policy permitting the use of personally owned communication devices  \nfor ongoing personal emergency situations (such as imminent birth of a child) can be  \nmade only with the prior and continued approval of the employee’s supervisor.  \nSectinn 5. (A) The Laborers shall use its training facility to insure that all Laborers shall  \nbe required to successfully complete the Ten-Hour OSHA (Qccupational Safety and  \nHealth Administration) Construction Safety Course. Thereafter, each Laborer shall be  \nrequired to successfully complete the Ten-Hour OSHA Construction Safety and Health  \nCourse every two (2) years to maintain their safety awareness and competence.  \nEmployers may request referral of Laborers who have completed the Ten-Hour OSHA  \n   \ncourse and refuse Laborers who have not completed the course. without penalty.  \n(B) Furthermore, to increase the safety awareness on all job sites, all Laborers shall be  \nrequired to successfully complete the four (4) hour Laborers’ Flagger Certification  \nProgram and thereafter maintain their certification by repeating the Flagger Certification  \nevery three (3) years. Employers may request referral of Laborers who have campleted  \nFlagger Certification and refuse Laborers who have not obtained the certification,  \nwithout penalty.  \nSection.G. All Laborers shall be responsible for wearing appropriate safety gear such  \nas boots, ear, eye and head protection. The Employer and all employees agree to  \nabide by all federal. state, local and company safety policies.  \nSection 7. Failure on the part of an employee to comply with safety rules  \nby the Employer may be grounds for dismissal.  \n"], ["ARTICLE 26  \nSAVINGS AND SEPARABILITY  \n", "tis ihe intent of both parties to this Agreement to comply fully with all State and Federal  \nlaws. If it is found by competent authority that any section of this Agreement is in conflict  \nwith any State or Federal laws, then such section shall be void and both parties agiee to  \nimmediately meet and re-negotiate such sections to conform to the law. All other  \nsections and Articles of this Agreement shall remain tn full force and effect.  \n"], ["ARTICLE 27  \nCOMPLETENESS OF AGREEMENT  \n", "The parties agiee that the total results of their bargaining are embodied in this Agreement  \nand neither party is required to render any performance not set forth in the wording of this  \nAgreement. This Agreement may be amended only by written agreement signed by hoth  \nparties. Except as otherwise specifically provided herein, ail the rights of the Contractors,  \nEmployers. Employees and the Union are retained.  \n_~  \nme  \n"]]