[["", "K 9067  \nAGREEMENT BETWEEN 1,200 wrkuy  \nUP ph -  \nTHE ASSOCIATED GENERAL PP  \nCONTRACTORS OF ILLINOIS  \nEGYPTIAN CONTRACTORS  \nASSOCIATION, INC.  \nWABASH VALLEY CONTRACTORS  \nASSOCIATION  \nAND  \nSOUTHERN AND CENTRAL ILLINOIS  \nLABORERS’ DISTRICT COUNCIL  \nCOVERING  \nHIGHWAY/HEAVY UTILITY  \nCONSTRUCTION  \nIN  \nHIGHWAY DISTRICT #7 AND #9  \nTip py  \nity ye TY  \nVE ee as  \nAPRIL 1  \n2003  \nMARCH 31  \n2008  \n   \nAGREEMENT BETWEEN  \nTHE ASSOCIATED GENERAL  \n__--__CONTRACTORS_OF ILLINOIS  \nEGYPTIAN CONTRACTORS  \nASSOCIATION, INC.  \nWABASH VALLEY CONTRACTORS  \nASSOCIATION  \nAND  \nSOUTHERN AND CENTRAL ILLINOIS  \nLABORERS’ DISTRICT COUNCIL  \nCOVERING  \nHIGHWAY/HEAVY UTILITY  \nCONSTRUCTION  \nIN  \nHIGHWAY DISTRICT #7 AND #9  \nAPRIL. 1  \n2003  \nMARCH 31  \n2008  \n   \nINDEX  \nLABORERS’ HIGHWAY DISTRICTS #7 & #9  \nApril 1, 2003 through March 31, 2008  \nRemaining on the Job  \nPeriods Covered Page  \nArticle I:  \nDeclaration of 5  \nArticle Il:  \nUNION 6  \nArticte il:  \nReferral ClauS@  \n_ Article IV:  \nV2  \nArticie V:  \nClass of Work............... 12  \nArticle VI:  \nManagement RIQKS 10  \nArticle Vil:  \nWT IES on oe 18  \nArticle VI:  \nIn Case of Different QO  \nArticle IX:  \n. Notification of No Work, Inclement Weather  \nor Equipment Breakdown 25  \nAsticle X:  \nWork Hours @nd OV@timMe 2?  \nArticle XI:  \n29  \nArticle Xi:  \nBusiness Manager & Steward 30  \nArticle  \nPRS AOS 6 30  \nArticle XIV: .  \nJurisdictional wel  \nArticle XV:  \nPay Day... eis, Oe  \nArticte XVI:  \nFatlure to Pay az  \nArticle XVII:  \nArticle XVIII:  \n‘Laborers’ Discharged or Laid 33  \n__ Article XIX:  \nCompensation 33  \nArticle XX:  \nICO 33  \nArticle XX):  \nReport in Case of 34  \nArticle XXil:  \nTOOlS AN SICKETS 34  \nArticle  \n34  \nArticle XXIV:  \n35  \nArticle XXV:  \nMarket RECOVETY 37  \nArticie XXVI:  \nAlcohol and Non-Prescription 37  \nArticle XXVII: |  \nSaVvingS Clause 41  \nArticie XXVIII:  \nNo Discrimination 41  \nArticle XXIX:  \nAnnual Employment Physical 42  \nArticle XXX:  \nCompleteness of Agreement 42  \nArticta  \nDuration and veers 42  \nLETTER OF UNDERSTANDING .. 44  \nADDENDUM A:  \nDISTRICT #7... wes vere 45  \nDistrict #7 Business Managers ... 46  \nADDENDUM A:  \nDISTRICT #9... qu ewe YE  \nDistrict #9 Business Managers ... 48  \n3  \n; PERIODS COVERED  \nAPRIL 1, 2003 THROUGH MARCH 31, 2003  \nHIGHWAY/HEAVY AND UTILITY  \nCONSTRUCTION WORK  \nHIGHWAY DISTRICTS #7 & #9  \nSTATE OF ILLINOIS  \n_ THIS MEMORANDUM OF AGREEMENT, made and  \nentered into by the Associated General Contractors  \nof (AGCI), Egyptian Contractors Associa-  \ntion, Inc. (ECA), and Wabash Valley Contractors  \nAssociation {WVCA) on the behaif of coniractors  \nwho have so authorized them, and any other Em-  \nployer who becomes signatory to this Agreement,  \nhereinafter called the Employer, party of the first part,  \nand the Southern and Central Iilinois Laborers’ District  \nCouncil, and its affiliated Local Unions affiliated with  \nthe Laborers’ International Union of North America,  \nAFL-CIO, having jurisdiction in the counties enumer-  \nated in Article 4, hereinafter called the Union, Labor-  \ners’ or the Organization, party of the second part.  \nIt is agreed that the liability of the Employers who  \naccept, adopt, this Aqreement, or a facsimile  \nthereof, shall be several, and not joint, and the liability  \n‘Of the Laborers’ Local Union, who accept, adopt or  \nsign this Agreement or a facsimile thereof, shall be  \nseveral and not joint.  \n"], ["ARTICLE [  \nDECLARATION OF PRINCIPLES ©  \n", "All parties to this Agreement believe that a uniform Agree-  \nment, if adopted by all Employers and all Union(s), would  \n~—~further the -interests.of-the.construction industry, and further _  \nbelieve that such a uniform Agreement should contain the  \nfollowing eight  \n1.  \nThat there shall be no limitation as to the amount of  \nwork a man shail perform during his working day.  \nThat there shall be no restrictions on the use of equip-  \nment, toals or appliances.  \nThat there shail be no restrictions of the use of any  \nraw or manufactured materials, except prison made.  \nThat no person shall have the right to interfere with  \nworkmen so as to impede the progress of work, during  \nworking hours.  \nThat the foreman shail be the agent of the Employer.  \nThat workmen are at liberty to work for whomsoever  \nthey see fit, but that they shail demand and receive  \nthe wage agreed upon as hereinafter set out.  \nThat the Employers are at liberty to discharge, for just  \ncause, whosoever, they see fit.  \nThat in order to give the public the lowest possible  \nconstruction cost, consistent with fair wages and fair  \nconditions of employment for workers, jobs shall not  \nbe created to afford employment.  \n"], ["ARTICLE I  \nUNION SECURITY  \n", "\"Ail present employees who are or become members of the  \nUnion shall remain members as a condition of their em-  \nployment. Alf present employees wha are nat members of  \nthe Union and al! employees who are hired hereinafter,  \nshall become and remain members of the Union as a con-  \ndition of such employment, after seven (7) days following  \nthe beginning of their employment or the effective date of  \nthis contract, whichever is later, in Section  \n8 (a) (3) of the Labor Management Relations Act of 1947,  \nas amended, and Section 705 of the Labor Management  \nReporting and Disclosure Act of 1959. Upon written notice  \nfrom the Union, notifying the Employer of the failure of any  \nemployee covered by this contract to comptete or maintain  \nhis membership because of non-payment of dues and fees,  \nthe Employer shail within twenty-four (24) hours of such  \nnotice discharge said employee. Provided further, that no  \nEmployer of the Union shall discriminate against any em-  \nployee to whom membership was not available on the  \nsame terms and conditions generally applicable to other  \nmembers of the Union or if membership was denied the  \nemployee for reasons other than failure of the employee to  \ntender the periodic dues and the initiation fees uniformly  \nrequired as a condition of acquiring membership. Recog-  \nnizing that the Construction Craft Laborer is an apprentice-  \n_ able craft and that all new members must make application  \nthrough the apprenticeship program.  \n"], ["ARTICLE itt  \nREFERRAL CAUSE  \n", "The Union and the Employer recognize that the Union is in  \na position to aid the Employer in recruiting needed Laborers  \n6  \nwho can meet the standards of the trade and who can  \npromote the efficiency and safety of the operations of the  \nEmployer, and shall use the facilities of the Union referral  \noffice to recruit job applicants exclusively. On all major  \nprojects the Contractor and the Union agree there wili be a  \npfé-job conference if either party-so.requests.  \nIn order to maintain an efficient system of production in the  \nindustry to provide for an orderly procedure of referral of  \napplicants for employment, and to preserve the legitimate  \ninterests of Laborers in their the Employer  \nand the Union agree to the following plan of referral of  \napplicants for employment.  \n1. Employers shall have complete mobility of empioy-  \nees within the jurisdiction of each Local Union,  \nprovided they are members of that Local Union,  \nsubject to the Union’s right to appoint a steward as  \nprovided in Article 12.  \n2. Except for the key men on the project or jab which  \nshall be 50% of 4 and any additional number of key  \nmen shall be determined in a pre-job conference or  \nan agreement between the Employer and the  \nBusiness Representative of the Union, the Employer  \nshall notify the Union of its need for other Laborers.  \nAt no time shall the number of key men exceed the  \nnumber of referred Laborers on any project or job.  \nThe Employer shall not recruit or hire applicants  \ndirectly. It is agreed that the Employer shail be free  \nto move key men without restriction to and from Illi-  \nnois Districts #7 and #9 without restriction as to  \nmembership in good standing of one of the Loca!  \nUnions affiliated with the Southern & Central Illinois  \nLaborers’ District Council.  \n   \nEmployers may request former Laborers for referral to  \na job or project, and the Union referral office shail  \nrefer said former Laborers to the job or project  \n_ provided they are properly registered applicants in the  \n. referral office, are available for work at the time of the  \nrequest, and have been employed by the requesting  \nEmployer under the terms of this or previous agree-  \nments within twenty-four (24} months prior to the  \nrequest.  \nThe Employer retains the right to reject any job appli-  \ncant referred. The Employer shall have the right to  \ndetermine the qualifications of his Laborers and shall  \nhave the right to hire and discharge accordingly.  \nHiring of Laborers shall be on a non-discriminatory  \nbasis, and shall in no way be affected by Union or  \nmembership, bylaws, rules, regulations, constitutional  \nprovisions or any other aspect or obligation of Union  \nmembership, policies or requirements.  \nRegistration and referral of applicants shall be on a  \n-non-discriminatory basis, and shal! in no way be  \naffected by Union membership, bylaws, rules, regula-  \nconstitutional provisions or any other aspect or  \nabligation of Union membership, policies or require-  \nments. :  \nThe Employer in requesting referrals shall specify to  \nthe Union (a) the number of employees required, (b)  \nthe location of the project, (c) the nature and type of  \nconstruction, demalition, etc. involved, (d} the work to  \nbe performed and (e) such other information as is  \ndeemed essential by the Employer in order to enable  \nthe Union to make proper referral of qualified appti-  \ncants. All special requests shall be followed up in  \nwriting, by facsimile or company form.  \n8  \n7. The Union shall register and refer all applicants for  \ncovered by this contract on the following  \nbasis:  \n(a) The Union shalt require all job applicants who have not  \nin writing on  \nforms of their experience. and qualification, in order to” ~~  \ndetermine their ability and whether they are qualified to  \nperform the requisite work of the Laborers.  \n(b) The Union shall maintain lists which shall contain the  \nnames of applicants in the order in which they register  \nfor employment. The opportunity for new appiicants to  \nmake appticatian to the apprenticeship program shall be on  \na non-discriminatory basis. The hours of registration and  \nthe rules of procedure of registration and referral shall be  \nposted where such notices are customarily posted includ-  \ning the office where referral are made..  \n(c) The Union shall refer applicants in the order of their  \nplaces on said jist and by qualification. Any applicant who  \nis reiected by the Employer to whom he was referred, shall  \nbe restored to his place on the list. When any referred  \napplicant is actually employed on a job for more than three  \n(3} days, such referred name shall be removed  \nfrom said list until such time as his employment has been  \nterminated at which time his name shall be placed at the  \nbottam of the list. If a registrant, referred for employment in  \nregular order, refuses to accept such referral or employ-  \nment, his name shaf{ be placed at the bottom of the list.  \n{d) Neither the Union, its agents, nor the referral office  \nundertakes or assumes any obligation to locate or search  \nfor any applicant whose name appears on the registration  \nor réferral lists, if such applicant is not available when refer-  \nrais are made.  \n9  \n(e) The Employer may request Laborers possessing  \nspecial skills and abilities, in which case the Union shal!  \nrefer the first applicant on the list who possesses such  \nSpecial skills and abilities. The Ernployer shall confirm such  \nrequest in writing to the Union within twenty-four (24) hours  \nfottowing an oral request.  \n(f) In the event that the referral facilities maintained by the  \nLocal Union are unable to fulfill the request of an Employer  \nfor qualified Laborers from within that Local Union, the  \nEmployer shall request Laborers from the District Council  \nand recall rights of Laborers from other Local Unions within  \nHighway Districts #7 and #9 will be allowed, Employers  \nshall give Local Unions twenty-four (24) hours notice when  \nrequesting referrals.  \n(g) A referred applicant shail be considered a Laborer only  \nafter being actually hired by the Employer. In case an  \nEmployer finds just cause to discharge a worker who has  \nbeen employed and whose work has proved unsatisfactory,  \nthe Employer must inform such Laborer of the reason for  \nsuch discharge.  \n8. Inthe event that any job applicant shall claim discrimi-  \nnation, he may, within ten (10} days following the  \noccurrence of the event which constitutes the basis for  \nhis claim, fite with the parties so charged, a written  \ncomplaint clearly and specifically setting forth the  \ndiscrimination charged. The other party shall be noti-  \nfied immediately and given a copy of the complaint. A  \n‘tribunal consisting of a representative of the AGC of  \nand a representative of the Union and impartial  \nchairman appainted by the Employer and the Union  \njointly, shall consider the complaint and, within three  \n(3) days, render a decision which shall be final and  \nbinding. The tribunal is authorized to make and issue  \nid  \nProcedural! rules for the conduct of its business, but is  \nnot authorized to add to, subtract from or modify any  \nof the provisions of this Article, and its decisions shall  \nbe in accord with the Labor Management Relations  \nAct, as amended. .  \na eng  \n9. The parties to this contract shall post in places where  \nnotices to Laborers and applicants for employment are  \ncustomarily posted, a!l provisions of this contract reiat-  \ning to referral procedures and Union security.  \n10. The Employer shall recognize the Union referral office  \nin the geographical area in which the job or project is  \nlocated. When a job or project is located within the  \ngeographical area of more than one Local Union, the  \ndetermination of the number of Laborers to be pro-  \ncured through referral from offices of the respective  \nunions, shail be made by agreement of the Business  \nRepresentatives of the Union and the Employer at a  \npre-job conference provided that such agreement  \ndoes not conflict with any state or federal law. In the  \nevent that the said parties are unable to reach an  \nagreement on the question, the issue shall be submit-  \nted under the Grievance and Arbitration Article of this  \ncontract.  \n11. The Employer shall have and retain the full and  \nunrestricted right to employ or not employ any job  \napplicant procured, recruited or referred by the Union  \nunder this Article. Upon request the Employer agrees  \nto mark any rejected job applicant's - referra! slip  \n“rejected”,  \ni]  \n"], [". - ARTICLE IV  \nTERRITORY COVERED  \n", "It is agreed that this contract shall cover all of the following  \n‘counties in Highway District #7: Fayette, Jefferson, Effing  \nham, Hamilton, Clay, Jasper, Crawiord, Lawrence  \nWabash, White, Richland, Marion, Wayne and Edwards  \nand thé following counties in Highway District #9: Perry  \nFranklin, Jackson, Williamson, Saline, Gallatin, Union  \nJohnson, Pope, Hardin, Alexander, Pulaski and Massac a  \nrates set forth in this contract.  \n"], ["ARTICLE V  \nCLASS OF WORK  \n", "Section A. It is agreed that this Agreement shall apply to al  \nLaborers on ail construction work unless specifically ex-  \nempted herefrom, and all public construction improvements  \nsuch as roads, subways, tunnels, sewers, sewer disposa  \nplants, streets, alleys, bridges, culverts, grade separations  \nsubdivisions, airports, canals, levees, pavements, water-  \nmains and purification plants, pipelines with all connections  \nand appurtenances thereto (located on public right-of-ways  \nor easements thereto) locks, dams, golf courses, water  \ntowers, mine reclamation, railroads, communication towers  \nand any environmental clean up on all of the above.  \nSection B. It is further agreed that in addition to ordinary  \nwork, Laborers shall control the following classes of work:  \n1. Dismantling, cleaning, moving and oiling of all con-  \ncrete forms cutting off concrete pile, and the digging  \nand laying of conduit lines and sewer tile.  \n2. The stripping and wrecking of all concrete forms shail  \nbe performed by historical area practice.  \n12  \n   \n3. Al! labor work to be done by Laborers on ai] machines.  \n4, Setting, lining and leveling of all forms, wood or iron or  \nother material. The laying, assembling of :temporary  \ngas, oil and waterlines and dismantling of same and  \nall-connections.  \n5. Laborers shall distribute materials and serve as  \ntenders for masons, plasterers, tuck pointers, cement  \nfinishers, carpenters and ali of the building and  \nconstruction crafts.  \n6. Laying of stee! mesh and setting of center steel ex-  \npansion joints. The Laborers shall handle and carry all  \nreinforcing rods on all work covered by this Agreement  \nin accordance with the Green Book decision dated  \nAugust 2, 1920, amended December 11, 1942, and  \nthe agreement between the Laborers’ and Ironworkers  \nInternational Union covering Southern dated  \nNovember 2, 1962. All work on guard rails, temporary  \nor permanent field fence and temporary or permanent  \nchain link fence, delineators, guideposts, right-of-way  \nand section markers, shall be assigned in accordance  \nwith the Chicago agreement with the ironworkers'  \nInternational Union covering such work dated 1956.  \n7. The placing of all reinforcement bars, mesh and all  \nother reinforcement material in roads, streets, curbs,  \nslope wails, driveways and alleys.  \n8. Blocking up and striking off of concrete and all me-  \nchanical strike-off.  \n9. Al! work of drill running and blasting, including running  \nof wagon drills, mechanical pin pullers and smail  \ntrenching machines with plow handles, walk behind or  \nremote controi, rollers, tampers and compactors.  \n13  \n   \n10.  \n11,  \n12.  \n13.  \n14.  \nSignal men in. all construction. work defined herein,  \nincluding watchmen. The wage scale as set forth on  \nthis Article does not apply to watchmen. The wage  \nscale for watchmen will be determined at the pre-job  \nconference.  \nDirt spotters and all work related to grade checking.  \nLaying, nel pointing of all sewer tile and lines.  \nManning and servicing all vibrators.  \nDestruction of all brush and trees by use of fans, cur-  \n-tains, chipping machines, accelerants, trimmers and  \nstackers.  \n15.  \n16.  \n17.  \n18.  \n19.  \n20.  \ndistributing and laying of all gas, ail and  \nwatermains.  \nHandling and firing of tar  \nAl] common labor and semi-skilled iabor pertaining to  \nasphalt, other than Operating Engineers, shall come  \nunder the jurisdiction of the Laborers.  \nAll flagmen, salamander tenders and sprinklers, water  \nboys and men filling and distributing lights and  \nlanterns, propane heaters and equipment related to  \nheating and  \nAll types of gasoline buggies, power saws, concrete  \nand asphalt saws, chain saws, gravel box men, chip  \nspreaders and tending mechanical heaters and  \nmechanical form tampers and hydro-platforms.  \nWrecking and dismantling of temporary raad bridges.  \n\\4  \n21.  \n22.  \n   \n23.  \n24.  \n25.  \n26.  \na  \nAl! Laborers’ work on precast and prestressed con-  \ncrete including drilling and grouting.  \nAl! Laborers’ work in connection with the distribution of  \nall materials on the job site. The required removal of  \nall-form-ties-shall.be-the-work. of the.Laborers.  \nThe Laborers shall do all work necessary to properly  \nservice the cement finisher; the driving of all stakes;  \nthe carrying of all forms or screeds; including steel  \ncurb and gutter for sidewalk screeds to the point of  \ninstallation.  \nAfi labor work in connection with the handfing, erection  \nand dismantling of all temporary cement and asphalt  \nplant, rock, gravel, sand and other materia! bins, batch  \nhoppers, weighmen, ticket writing except when such  \nwork is performed by a clerical employee, dumpers,  \nlevel men, hooking, flagging and signaling on all  \nmachinery and other equipment on all work covered  \nunder the jurisdiction of this Agreement.  \nThe cutting and burning of all scrap and the use of al  \ncutting torches and other cutting equipment used to  \nperform the work covered under the jurisdiction of this  \nAgreement.  \nThe applying and preparation of mastics or other  \nmaterial, by any mode or method, for any purpose, to  \nall concrete.  \nThe unloading or handling of precast prestressed  \nconcrete to a stockpile will be the work of the Laborer.  \nWhere power is used, the tying on of precast or  \nprestresses concrete, preparatory to the final  \ninstallation, will be the work of the Laborer.  \n15  \n28.  \nThe handling of ali tarpautins.and the locking of divider  \nboards in Tucks.  \n29.  \n30.  \n31.  \n32.  \n33.  \n34,  \nRailroad track work, ‘fighiot-way clearance, excava-  \n_ tion, grading, sub-grading, blasting and compacting of  \nright-of-way. Loading, unloading, stockpiling, handling  \nand distribution of track and ties at point of installation.  \nAli burning or otherwise cutting of track. Setting of ties,  \nplacing, bolting, leveling and gauging of rails and all  \nspiking, whether by hand or mechanical means.  \nPiacing and tamping of bailast by hand or mechanical  \nmeans.  \nConstruction and/or relocations of mainlines, shoe  \nflys, siding, gradings, crossings, relocating of pipes  \nand drainage and culverts with same and  \nremoval and replacing of all fences. :  \nAll work connected and related to the installation of  \nembedded'reflectors in new and existing hignways.  \nEnvironmental work: On project designated in bid  \ndocument all work connected and related to; asbestos  \nabatement and removal, hazardous and toxic waste  \nclean up and removal: lead base paint abatement and  \nremoval.  \nAll work connected with landscaping.  \nLaborers shall perform alt the following: demolition  \nwork, hand placement of riprap, sign installation and  \nsupports, hand shoveling, raking, hand roller operator,  \nvibrator, tampers, hand blades, cutting torches, fire  \nwatch, welding, pressure washing, air track operator  \nand drill man, pumpcrete assembly man, core drilier  \noperator, eye tevels, laser beam alignment, hydro  \n16  \n   \nseed man, grade checking, batch truck dumping, sand  \nblasting, asphalt sealing, straw blowing, laying, han-  \ndling, distributing and assembling of all; temporary  \nand permanent drains, culverts and pipes, pipe grade  \nman, manhole erectors, the handling, distributing and  \nassempbling-of-all;~temporary—-and-permanent-sewer——  \nand water lines, dynamite and powder man, all deck  \nhands on boats and barges.  \n35. Certain Laborers shall be classified as “Concrete Spe-  \ncialists”, the Concrete Specialists shall perform all  \nwork assigned them relating to but not limited to: the  \npouring, striking off, finishing of all concrete surfaces,  \nalso concrete rubbing, edging, forming up, driving  \nstakes, bull floats, etc.  \nConcrete Specialists shall have mobility to move  \nthroughout the geographical area of District #7 and #9  \nprovided this movement is restricted to the work of the  \nConcrete Specialist.  \nConcrete Specialists agree to furnish their own smail  \nhand tools, such as float and trowel and the Contrac-  \ntor agrees to furnish any large tools and special  \nedgers required, also rubbing stones with handles,  \nbrushes, buckets and cork floats or rubber floats and  \nrespirators according to state and federal law.  \nSection C. This Agreement covers the contractor's opera-  \ntions on the job site and the contractor's operations of a  \ntemporary nature in specific support of the job site project,  \nnot to include permanent facilities nor the contractor's  \nhome office facilities of whatever nature, and shall not  \ninclude professional engineers, engineering or clerical  \nemployees, guards, timekeepers, parts men, scale men  \n(where clerical work is required in conjunction with the  \n17  \noperation of the scales), superintendents, assistant super-  \nintendents or any supervisors in charge of any class of  \nlabor. None of the employees exempted in this paragraph  \nshall be required to be members of any union nor shall they  \nperform any Laborers work.  \nSection D. Should there be any tunnel work requiring  \ncaissons or if men required to work under compressed air  \nconditions, then ail classification: of work, and all wage  \nscales covered by the Chicago Agreement shall apply.  \nsection E. Flexible Work Assignments. Whenever the  \nEmployer deems it required by circumstances on a particu-  \nlar job or project, and that consultation and concurrent with  \nthe District Counci!t Business Manager, Laborers shall  \nperform alt work as may be assigned by the Employer.  \n"], ["ARTICLE VI  \nMANAGEMENT RIGHTS  \n", "section A. Jt is understood and agreed that the direction of  \nthe working forces and the right to hire, discharge for just  \ncause, suspend, transfer, lay off, promote, demote or  \nrelieve employees of their duty shall be vested exclusively  \nin the Empioyer.  \nSection B. The Employer shall have the right to determine  \nthe number of Laborers any certain operation or portion of  \nwork shall require.  \n"], ["ARTICLE VII  \nWAGES  \n", "section A. It is understood and agreed that the hourly rate  \nof pay shall be as set forth in Addendum A.  \n18  \nThe Concrete Specialists shall receive the combined total  \nof wages and fringe benefits contained in the current  \nAgreement between Wabash Vailey Contractors Associa-  \ntion, Associated General Contractors of illinois, and the  \nPlasters and Cement Masons International  \n   \nee es  \nLocal Union where the work is being performed or in Illinois  \nHighway District #9, the current Agreement between  \nEgyptian Contractors Association and Operative Plasters  \nand Cement Masons international Association, covering  \nHighway/Heavy Construction.  \nWhere the Employer elects to designate a Laborer Fore-  \nman, he shall receive forty-five cents (.45) per hour above  \nthe Laborers’ wage rate.  \nWhere the Employer elects to designate a Laborer General  \nForeman, he shall receive one dollar (1.00) per hour above  \nthe Laborers’ wage rate.  \nPremium pay for hightime on slip-form work on chimneys  \nor stacks, silos, and storage elevators will begin with a free  \nfall of twenty-five (25) feet and shall be twenty-five cents  \n(.25) per hour above basic rate of pay from twenty-five (25)  \nfeet to fifty (50) feet free fall and above fifty (50) feet free  \nfail rate of pay shail increase twenty-five cents (.25) for  \neach twenty-five feet of free falt additional.  \nSection B. Central Laborers’ Pension Fund. All Employers  \nparty of this Agreement agree to contribute to the Central  \nLaborers’ Pension Fund for each hour covered employees  \nreceive pay, a sum per hour as set forth in Addendum A to  \nthis Agreement.  \nsection C. Southern Illinois Laborers’ & Employers’ Health  \n19  \n& Welfare Fund. Alt Employers party to this Agreement  \nagree’ to ‘contribute to the Southern Illinois Laborers’ &  \n‘Employer's Health & Welfare Fund for each hour covered  \nemployees receive pay, a sum per hour as set forth in Ad-  \ndendum A to this Agreement.  \nSection D. Southern Illinois Laborers’ & Employers’ Annuity  \nFund. All Employers party to this Agreement agree to con-  \ntribute to the Southern Iilinois Laborers’ & Employers’ An-  \nnuity Fund for each hour covered employees receive pay, a  \nsum per hour as set forth in Addendum A to this Agree-  \nment.  \nSection E. Hlinois Laborers’ & Contractors’ Joint Appren-  \nticeship and Training Trust Fund. All Employers party to  \nthis Agreement agree to contribute to the Illinois Laborers’  \n& Contractors’ Training Trust Fund for each hour covered  \nemployees receive pay, a sum per hour as set forth in Ad-  \ndendum A to this Agreement.  \nSection F. Laborers’ and Employers’ Cooperation and Edu-  \ncation Trust Fund (LECET). All Employers party to this  \nAgreement agree to contribute to the Laborers’ and Em-  \nployers’ Cooperation and Education Trust Fund (LECET),  \nfor each hour covered employees shail receive pay a sum  \nper hour as set forth in Addendum A.  \nSection G. Working Dues. Check-off. Upon receipt pf a  \nproperly signed working dues check-off authorization form,  \neach Employer shall deduct from the above wage rates  \nand gay over to the Union a sum per hour for each hour for  \nwhich wages are paid as set forth in Addendum A.  \nThe Union shall indemnify each Employer against liability in  \nthe event that it is determined in any board, court or tribu-  \nnal of competent jurisdiction that such deductions and  \n20  \nPayments are improperly or illegally made. Local Unions  \nwill maintain current dues check-off authorization. forms for  \neach person referred to the Employer. Signatory contrac-  \ntors are entited to view check-off authorization forms of  \nworkers they hire or can request copies of the same by  \nmail.  \nae  \nSection H. Eayptian Builders and Organized Labor  \nTogether (E-BOLT). Developed through the cooperative  \neffort of both Labor and Management, the Egyptian Build-  \ners and Organized Labor Together (E-BOLT) Substance  \nAbuse Screening Trust Fund is firmly committed to the safe  \nand efficient performance of work in the building and con-  \nstruction trades. Employers shatl remit the contribution per  \nhour, as listed in Addendum A, for each hour worked for  \nbargaining unit employees. If a signatory Employer elects  \nto include non-bargaining unit employees in the program,  \nthey may do so at the rate of $50.00 per drug screen, or as  \nmay be changed from time to time by E-BOLT Trustees.  \nSection 1, Vacation Fund. By signing this Agreement the  \nEmployer agrees to an after-tax deduction as listed in Ad-  \ndendum A for each hour worked with overtime hours in-  \ncluded at the straight time rate to be paid to the Vacation  \nFund.  \nSection J. Voluntary Contributions to Laborers’ Political  \nLeague. For work that is performed within the boundaries  \nof Highway District #7 and #9, the Employer shall, upon  \nwritten receipt of a proper assignment executed by an em-  \nployee, deduct the amount as listed in Addendum A for a  \nvoluntary contribution to the Laborers’ Political League.  \nThis authorization shall be irrevocable for a period of one  \n(1) year, or until the termination of the collective bargaining  \nagreement in existence between the Employer and the  \nSouthern & Central lllincis Laborers’ District Council and/or  \n2!  \nits affiliated Local Unions, whichever occurs sooner; this  \n‘authorization shal! automatically be renewed and shalt be  \n\" irrevocable for successive periods on one (1) year each, o  \nfor ‘the’ period of each..succeeding applicable collective  \nbargaining. agreement between the Employer and the  \nSouthern & Central Laborers’ District Council and/ou  \nits affiliated Local Unions, whichever shall be shorter  \nunless written notice is given by the employee to the  \nSouthern & Central {ilinois Laborers’ District Council anc  \nthe Employer not more than twenty (20) days and not less  \nthan ten (10) days prior to the expiration of each period o  \none (1) year, or of each applicable callective bargaining  \nagreement between the Employer and the Southern &  \nCentral Illinois Laborers’ District Council and/or its affiliatec  \nLocal Unions, whichever comes sooner. The Employe  \nshall remit the amount so deducted monthly with a  \nlist showing the names of the Laborers from whose pay  \ndeductions were made and the amount deducted.  \nSection K. Highway District #9 - Industry Advancemen  \nFoundation, Egyptian Contractors Association, Inc. In addi  \ntio to the per hour rate, the Employer shall contribute ten  \ncents (.10) per hour worked by each employee covered by  \nthis Agreement, for work performed within the boundaries  \nof Highway District #9, to the Industry Advancement Foun  \ndation of the Egyptian Contractors Association, Inc.  \nSection |. Trust Agreement. The Employers and Unior  \nhereby agree to be parties to and to adopt and be bounc  \nby the terms and provisions of the Agreement and Declara  \ntions of Trust establishing Central Laborers’ Pension Fund  \nSouthern Laborers’ & Employers’ Health & Welfare  \nFund, Southern Illinois Laborers’ & Employers’ Annuit  \nEund, illinois Laborers’ & Contractors Training Trust Fund  \nVacation Fund and Egyptian Builders and Organized Labo  \nTogether (E-BOLT) Substance Abuse Screening Trus  \nae  \nFund. Atl contributions as set forth in Addendum A shail be  \nmade in accordance with the provisions of the applicable  \nTrust Agreement, which shall provide for joint administra-  \ntion of said Funds by an equal number of employee or  \nEmployer Trustees. All provisions of said Trust Agreements  \nshall meet all the requirements of Section 302 of the-Labor  \nManagement Relations Act of 1947, as and any  \nother applicable laws.  \nThe Trustees of the said Funds shall, among other things,  \nhave the authority to determine the type and amounts of  \nbenefits to be provided, and‘the rules and regulation gov-  \nerning entitlements to such benefits, provided, however,  \nthat the benefit plans to be established shall conform at all  \ntimes to the applicable requirements of the Internal Reve-  \nnue Service so as to insure the tax exempt status of the  \nsaid Funds and the right of contributing Employers to treat  \nthe contributions to the Pension Fund as deductions for  \nincome tax purposes.  \nThe failure of the Employer to contribute to the said Funds ,  \nas provided for herein, for the purposes of the remedies the  \nUnion may pursue, be deemed the same as the failure of  \nthe Employer to pay wages.  \nSection M, Notwithstanding any other provision in this  \nAgreement, the Union may strike any Employer for refusal  \nto pay wages and make contributions required herein after  \ngiving 48 hours notice to said Employer.  \nSection N. Construction Craft Laborer Apprentice. The term  \nof apprenticeship shail be approximately three (3) years  \nand (2400/6000 hours} of on the job diversified work and  \ntraining, excluding time spent in related instruction unless  \ncredit is granted by the Joint Apprenticeship Training Com-  \nmittee. The schedule that follows provides for three (3)  \n23  \nequal periods of 800/2000 hours of work and training each:  \n7 . _ First year 75% of the journeyworker rate  \nincluding full fringe benefits  \nSecond year 85% of the journeyworker rate  \noo, including full fringe benefits  \n_ Third year . 95% of the journeyworker rate  \nos including full fringe benefits  \nFourth year . Journeyworker rate  \nEmployers will be notified of the correct percentage of  \njourneyworker rate for each By the Fund Admin-  \nistrator.  \nRatio and Supervisor.  \na. One (1) journeyworker to one (1} apprentice on a two  \n(2) worker job.  \nb. One (1) apprentice to first five (5) journeyworkers;  \nTwo (2) apprentices to 10.(10} journeyworkers;  \nd. Three (3) apprentices to fifteen (15) journeyworkers;  \ne. Four (4) apprentices to twenty-five (25) journeyworkers;  \nf. Five (5) apprentices to thirty-five (35) journeyworkers;  \ng. Six (6) apprentices to fifty-five (55) journeyworkers;  \nh. One (1) apprentice to twenty (20 journeyworkers thereafter.  \nApprentices shail work under the supervision of competent  \nand qualified journeyworkers on the job. Instruction in  \nsafety and safe work practices will be a part of job instruc-  \ntion in addition to that included in related instruction and in  \nspecial off-job courses.  \nSection O. Changes. All wages and contributions shail be  \nuniform for all Local Unions covered by this Agreement.  \nShould the Union desire to distribute any part of the  \n24  \nlabor ra  \nnegotiated wage increase to the negotiated funds in, differ-  \nent amounts than specified in Wage Addendum A, it may  \ndo so upon sixty (60) days written notice, prior to the effec-  \ntive date of the increase of April 1, 2004, Aprit 1, 2005,  \nApril 1, 2006, and April 1, 2007 provided that under no  \ncircumstances can monies be deducted from the basic  \nng eg ag ee ne —— oe,  \nof Labor. such requested changes shal! be accompa-  \nnied by appropriate justification and shall be subject to  \nagreement by the Employer Associations. Upon agreement  \nbeing reached, an Addendum as well as Illinois Wage  \nForms shall be jointly signed and executed by the parties.  \n"], ["ARTICLE Vill  \nIN CASE OF DIFFERENT SCALES  \n", "The party of the second part agrees that they shall use all  \nhonorable and peaceful means to see that all work is done  \nat the scale of wages not less than those set forth in this  \nMemorandum of Agreement.  \n"], ["ARTICLE IX ~  \nNOTIFICATION OF NO WORK, INCLEMENT WEATHER  \nOR EQUIPMENT BREAKDOWN  \n", "Section A. Notification of No Work. The foreman or his  \nauthorized representative shall notify the steward thirty (30)  \nminutes before quitting time when there will be no work on  \nthe follawing day or shift. Men ordered out at the com-  \nmencement of the day of shift shall receive two (2) hours  \npay. Men ordered out and put to work shall receive four (4)  \nhours pay. If for any reason men are ordered to report at  \nnoon or the middle of the shift they shal! receive four (4)  \nhours pay.  \nsection B. Inclement Weather or Equipment Breakdown, If  \nthe services of a Laborer are not required due to inclement  \n25  \nweather or equipment breakdown, the Employer shall notify  \nthe Laborers one (1) hour before starting time and if not  \nnotified one {1} hour before starting time, the employee  \n- shail receive two (2) hours pay for reporting. The Emptoyer  \nmust notify the Local Union or Steward if there shall be no  \nwork due to weather conditions. Whenever weather condi-  \ntions are unfavorable, employees who have no telephone  \nshall ascertain for themselves whether there will be work  \nby contacting the Loca/ Union. The Employer shall have no  \nobligation to pay reporting time to those employees whom  \nthe Employer cannot, by diligent effort, contact to notify  \nthem that there will be no work because of weather condi-  \ntions or equipment breakdown. If work is weathered out or  \nequipment breakdown after work has started but before  \ntwo (2) hours have been worked, two (2) hours will be paid.  \nlf the men are provided with proper rain gear and are un-  \nable to work after the aforementioned two (2) hours be-  \ncause of conditions due to weather, they shal! be paid for  \nactual time worked over two (2) hours. The Employer may  \nhold the men on the job but shail not require them to per-  \nform any work in inctement weather unless provided proper  \nprotection. The reporting time for Saturdays, Sundays and  \nholidays shall be as stated above. However, in the event  \ninclement weather or equipment breakdown causes stop-  \npage of work on those days, Laborers will be paid for time  \nactually worked, but in no event less than two (2) hours at  \nthe rate applicable for that day.  \nTen Hour Day Schedule. In the event inclement weather or  \nequipment breakdown causes stoppage of work in this  \nschedule, Laborers will be paid for time actually worked,  \nbut in no event less than two (2) hours. Laborers would be  \nrequired to stay on the job for the time they are being paid  \nor at their request be allowed to leave and be paid for ac-  \ntua] hours worked.  \n26  \n"], ["ARTICLE X  \nWORK HOURS ANDO OVERTIME  \n", "Section A. Eight Hour Schedule. A maximum of eight (8)  \nhours shall constitute a day’s work and same shail be be-  \ntt Oc eee mene A  \nexcepting work that must be performed according to speci-  \nfications; all work necessary previous to or after starting of  \nmajor crew or machinery, to be performed at the regular  \nrate. Agreements may be made between the Employer and  \nBusiness Manager of the Local in whose jurisdiction the  \nwork is being performed regarding the starting and quitting  \ntime. Notwithstanding the above, all work done over eight  \n(8) consecutive hours in any one day, Junch excepted, shall  \nbe paid at the rate of one and one-half (1%) times the basic  \nrate of pay. Monday through Friday shall constitute one  \nweek's work and shail be so recognized.  \nSection B. Laborers’ ordered out to work on Saturday shall  \nbe scheduled for a minimum of four (4} hours, and receive  \na minimum of four (4) hours pay except as provided in  \nArticle 9. When Laborers work beyond four (4) hours they  \nshall be paid for actual hours worked.  \nSection C. Laborers lunch period shall be a thirty (30) min-  \nutes period between the hours of 11:00 a.m. and 1:00 p.m.  \nand once a lunch period had been established it may not  \nbe changed except by mutual agreement. Any Laborer who  \nworks through any part of said !unch period shall be paid at  \nthe rate of time and one-half (11%) for such period.  \nSection D. Ten Hour Day Schedule. Where not prohibited  \nby law, and upon forty-eight (48) hour notification to the  \nUnion, the Contractor may choose the option of working  \nfour (4) ten (10) hour days, Monday through Friday, at  \nstraight time. Overtime is to be paid at the rate of one and  \n27  \none-half (1%) times the basic wage rate for all hours  \nworked over ten (10) in a day or over forty (40) in a week.  \nThere will be no pyramiding of overtime in this Agreement.  \n_ In the event inclement weather or equipment breakdown  \ncauses a loss of time during these five (5) days, Friday  \nmay be used to make up the remaining hours needed to  \ncomplete a forty (40) hour work week, however, no em-  \nployee required to work Friday shall be scheduled to work  \n- less than an eight (8) hour shift, with all hours in excess of  \nforty (40) for the work week being paid at the applicable  \novertime rate.  \nThe Employer agrees that when using this option it shall be  \nfor the duration of the job or until the Emptoyer notifies the  \nBusiness Manager one (1) week in advance that the Em-  \nployer elects to return to a five (5) day, eight (8) hour  \nschedule for the duration of the job, and cannot be  \nchanged again unless mutually agreed upon by the Busi-  \nness Manager and the Employer.  \nSection E, Double time shal! be paid for work done on Sun-  \nday or the holidays as specified in Article 11.  \nSection F. Laborers employed in the removal of hazardous  \nand toxic waste, asbestos abatement and removal, and  \nlead base paint abatement and removal shall receive a  \nminimum paid break of thirty (30) minutes during each four  \n(4) hour period.  \nSection G. The Employer may, at his discretion, cause  \nwork on any project to be done in two or more shifts, how-  \never, when shift work is commenced it must be carried on  \nfor two (2) or more days.  \nSection H. When working two (2) or more shifts, the work-  \ning day shall be seven and one-half (7%) hours each, and  \n28  \nthe Laborers shall work seven and one-half (7%) hours and  \nreceive eight (8} hours pay at the basic rate of pay.  \nSection |, Special Shift. With prior notification : by the  \nEmployer to the Business Manager, if a special shift is  \n___fequired by an owner and/or if the Employer needs to  \nwork which cannot bé performed “during  \nworking hours, employees may work a special shift and  \nreceive $1.50 per hour over the base rate of pay for eight  \n(8) hours work plus thirty (30) minutes unpaid lunch after  \nthe fourth hour. No employee may work on a special shift if  \nhe has performed bargaining unit work that day during the  \nregular working hours. The Employer's request for this  \nspecial shift must include the starting date, the approximate  \nnumber of employees involved and the estimated conclu-  \nsion date. Other terms and conditions may be agreed to  \nbetween the Business Manager and Employer.  \n   \n"], ["ARTICLE Xl  \nHOLIDAYS  \n", "Holidays recognized under this Agreement are Sundays,  \nNew Years Day, Memorial Day, July Fourth, Labor Day,  \nVeteran’s Day, Thanksgiving Day, Christmas Day. A holi-  \nday shail be from midnight to midnight, unless otherwise  \nagreed by the Business Manager. in case a specified holi-  \nday falls on Sunday and is observed on Monday, the pay  \nfor such day shall be at the rate of two (2) times the basic  \nrate, if worked. If a holiday falls on a day other than a Sun-  \nday, it shall be celebrated on that day. Provided, however,  \nby mutual agreement between the Contractor and the Busi-  \nness Manager of the Local Union, Veteran’s Day holiday  \ncan be scheduled the day after Thanksgiving.  \n29  \n"], [". ARTICLE Xii  \nBUSINESS MANAGER & STEWARD  \n", "Section A, The Business Manager or his properly identified  \ndesignee shall have the right to visit afl jobs in the perform-  \nance of his duties to the Union. The Business Manager  \nshall appoint a Steward wherein he/she shail notify the  \nContractor of this appointment..Such notification shail be in  \n' . writing.  \nSection 8B. Upon appointment, the Steward shall enjoy the  \nright to be the last person laid-off and the first person re-  \ncalled to work by the Employer, on any given job or project.  \nThe Steward shail have the right to be working on the job  \nwhen Laborers work is being performed if qualified.  \nSection C. Key men may be used on overtime work but at  \nno time shail the number of key men exceed 50% of four  \nand at no time shall the number of key men exceed the  \nnumber of referred applicants from the Local Union on any  \ngiven job or project. -  \n"], ["ARTICLE Xill  \nARBITRATIONS  \n", "Section A. There shall be no stoppage of work on account  \nof any difference which might occur between the Employ-  \ners and the Union.  \nSection B. Any dispuie (other than jurisdictional) which may  \narise between the parties hereto or between any particular  \nEmployer or Local Union covered by this Agreement which  \ncannot promptly and satisfactorily be resolved by agree-  \nment shalt be resolved in the folowing manner:  \nA joint committee consisting of two (2) appointed by the  \n30  \nAGC of Illinois and two (2) appointed by the Southern &  \nCentral Illinois Laborers’ -District Council shall meet and  \nhear and consider the matter in good faith and to best of  \ntheir ability attempt to reach a majority decision of the mer-  \nits of the dispute which decision shall be final and  \nIn the event that the Committee failed to reach a majority  \ndecision within a brief and period of time; the—  \nAGC of Illinois and the Southern & Central lilinois Laborers’  \nDistrict Council shall petition the Federal Mediation and  \nConciliation Service to furnish a panel of five (5) from which  \npanel an impartial arbitrator shall be setected to resolve the  \ndispute. The decision of the arbitrator shall be final and  \nbinding.  \nSection C. The arbitrators shall not be empowered to add  \nto, detract from or alter the terms of this contract.  \n"], ["ARTICLE XIV  \nJURISDICTIONAL DISPUTES  \n", "The Employer shall assign work on the basis of traditional  \ncraft jurisdictional lines. Jurisdictional assignments shail be  \nmade on the basis of agreements of record, established  \ntrade agreements and prevailing area practices.  \nAll questions, complaints or disputes dealing with craft  \njurisdiction sha!l be referred to the Business Representa-  \ntives of the Unions involved in the jurisdictional dispute and  \nto the Employer's authorized representative, who shail then  \nmeet at a location acceptable to all parties. Jurisdictional  \ndisputes that cannot be resolved at the focal level! shail be  \nreferred to the Internationa) Unions involved for a determi-  \nnation. Pending such determination, the work will continue  \nas assigned by the Employer. Any determination made  \noursuant to this provision shal! be final and binding on the  \ndisputing Unions and the involved Employer on this project  \n31  \nonly. A signatory contractor shall not be liable for back pay in  \nthe event an arbitrator renders a decision awarding the work  \nto a different trade. However, the signatory contractor will be  \n‘required to adjust the work assignment to cornply with the  \naward and will be liable for back pay from the date of the  \naward should it fail to follow the arbitrators decision. Such a  \ndetermination shall not establish a precedent on other project  \nsites. In resolving such disputes, it will be recognized that the  \nEmployer continues to determine crew sizes.  \n"], ["ARTICLE XV  \nPAY DAY  \n", "The Employer shall pay the Laborers every  \nweek, the pay day to be chosen by the Employer and shall  \nbe within four (4) days from the end of the fiscal week. The  \npay shall be in cash or check and shall be in full up to the  \nreguiar quitting time at the end of the fiscal week. The Em-  \nployer shail furnish all employees with written proof of pay-  \nroll deductions or check stub.  \nSection B. The Employer shall have the right to make such  \ndeductions from the Laborers’ salary as required by the  \nstate and federal laws or any other legal deductions.  \n"], ["ARTICLE Xvi  \nFAILURE TO PAY  \n", "Should an Employer fail; refuse or neglect to pay any num-  \nber of Laborers on the regular pay day, the steward shall  \nmake demand upon the Employer for payment, and if the  \nLaborers are not paid within one (1) hour, they shail be  \npaid waiting time, unless, however the delayed payment is  \na question of dispute, subject to arbitration.  \na2  \n"], ["ARTICLE XVif  \nREMAINING ON THE JOB  \n", "if the Employer requires Laborers to remain on the job  \nduring a stoppage of work, they shall be paid continuous  \ntime,  \nse  \n"], ["ARTICLE XVIIt  \nLABORERS DISCHARGED OR LAID OFF  \n", "if a Laborer is discharged or laid off permanently and the  \nEmployer does not have facitities at the job site to prepare  \npayrof! checks, the Laborers pay check shail be mailed to  \nhis home address within forty-eight (48) hours excluding  \nweekends and holidays.  \n"], ["ARTICLE XiX  \nCOMPENSATION INSURANCE  \n", "The shall carry Workers’ Compensation and  \nUnemployment Insurance with a company or Association  \nauthorized under applicable state laws and regulations to  \ninsure the liability to pay compensation as required under  \ntinois Workers’ Compensation Law.  \n"], ["ARTICLE XX  \nICE WATER  \n", "It is agreed that ice water shall be furnished by the Em-  \nployer and such water must be kept in clean sanitary con-  \ntainers served out of clean sanitary drinking cups.  \n33  \n"], ["ARTICLE XxXI  \n_ REPORT IN CASE OF INJURY  \n", "Section A. It shall be the duty of the foreman to report to  \nthe Employer and the duty of the Steward to report to the  \nUnion any accident to any Laborer which may occur on the  \njob where they are employed. It shall be the duty of the  \nSteward to see to it that the Laborer be taken care of and  \nhis family notified tf seriously injured.  \nSection B. Safety and well being of employees is the re-  \nsponsibility of the Employer. Unless extreme circum-  \nstances warrant, the Steward shall not leave the job to  \naccompany an injured worker to the doctor unless re-  \nquested by the Employer. In such case, the Steward shall  \nbe paid for the actual time spent in taking care of the in-  \njured Laborer.  \n"], ["ARTICLE Xxil  \nTOOLS AND SLICKERS  \n", "Section A. The Employer shal! be required to furnish ail  \ntools, also rain coats and hats, where Laborers are re-  \nquired to work in rain or where water drips on them. Such  \nclothing shall be charged to the Laborer until returned.  \nSection B. No Laborer shail be required to take out tools  \nbefore the requiar starting time and shall be allowed the  \nnecessary time to put away their tools.  \n"], ["ARTICLE  \nSUBCONTRACTOR  \n", "This Agreement shall bind all subcontractors on work being  \ndone at the site of construction, any contractor who sublets  \nany of his work on any project shail make this Agreement a  \npart of the specifications when such work is sublet and will  \n34  \nascertain that this section is fully complied with and the  \ncontractor shall demand compliance.  \n"], ["ARTICLE XXIV  \nSAFETY  \n", "section 1. It is recognized that there are important roles to  \nbe performed by the employees, Union officials and man-  \nagement in the prevention of accidents and ensuring a safe  \nand healthy working environment. The worksite should be  \nmaintained in a clean and orderly state, so as to encourage  \nefficient and safe operations.  \nSection 2. !t is important to succeed in this cooperative  \neffort because it is also recognized that failure can mean  \nhardship to the employee and a threat to the security of  \ntheir family,  \nsection 3, It is because of these mutual benefits that the  \nemployees, Union officials and management pledge to  \ncooperate and do ail that is possible to maintain a safe,  \nhazard-free working environment.  \nSection 4. Personal Cell Phone and Other Communication  \nDevices: Because they create distractions and disrupt  \nreguiar work routines, the use of personal communication  \ndevices such as cellular phones and audible pagers is  \nprohibited during work hours and in work areas, unless the  \ncompany has provided such devices to the employee for  \nbusiness use only, Any employee carrying a non-company  \nissued pager with an audible alarm must ensure the alarm  \nis turned off during work hours and in work areas. Employ-  \nees must not make, return or receive calls on personally  \nowned portable phones during work hours. Employees will  \nhave access to communication devices for emergencies.  \nLimited and TEMPORARY exceptions ta this policy  \n35  \n   \npermitting: the use of personally owned communication  \ndevices for ongoing personal emergency situations (such  \nas imminent birth of a child} can be made only with the  \n_prior and continued approval of the employee’s supervisor.  \nSection 5. A, The Laborers shall use its training facility to  \ninsure that all Laborers shall be required to successfully  \ncomplete the Ten-Hour OSHA (Occupational Safety and  \nHealth Administration) Construction Safety Course. There-  \nafter, each Laborer shall be required to successfully com-  \nplete the Ten-Hour OSHA Construction Safety and Health  \nCourse every two (2) years to maintain their safety aware-  \nness and competence. After May 1, 2005 Employers may  \nrequest referral of Laborers who have completed the Ten-  \nHour OSHA course and refuse Laborers who have not  \ncompleted the course without penalty.  \nB. Furthermore, to increase the safety awareness on all job  \nsites, all Laborers shall be required to successfully com-  \nplete the four (4) hour Laborers’ Flagger Certification Pro-  \ngram and thereafter maintain their certification by repeating  \nthe Flagger Certification every three (3} years.  \nC. All Laborers referred to a job with less than 1,000 hour  \nexperience will be given an identification card or form  \nwhich must be given to the job site supervision indicating  \nthat referee has less than 1,000 hours worked in construc-  \ntion.  \nSection 6. No be required to work in any ditch  \nor other excavation site considered unsafe without proper  \nshoring for safety. Laborers working in dust around cement  \nhoppers and other dangerous dust infected areas shail be  \nprovided with respirators and goggles. All Laborers shail be  \nresponsibie for wearing appropriate safety gear such as  \nsteel toe boots, and respiratory, ear, eye and head protec-  \ntion as provided by the Employer. However, it is under-  \nstood and agreed that employees are responsible for  \n36  \npurchasing. their own safety steel toe boots. The Employer  \nand all employees agree to abide by ail federal, state and  \nlocal laws, and all company safety policies.  \nSection 7. Failure on the part of an employee to comply  \nwith safety rules established by the Employer may be  \ngrounds for  \n"], ["ARTICLE XXV  \nMARKET RECOVERY  \n", "On Prevailing Wage jobs where non-signatory or bonafide  \nnon-union contractors are bidding, the parties agree as  \nfatows: The Employer agrees to employ Union Laborers,  \npay wages and fringe benefits as set forth in the bid docu-  \nment for the duration of that job, except that Health & Wel-  \n.fare contributions shall be as specified in this Agreement,  \nand pay overtime in accordance with applicable state and  \nfederal law. All other terms and conditions of employment  \nshall be as mutually agreed to between the Employer and  \nthe District Council Business Manager.  \nPrivate (non-prevailing wage) Work. The Employer agrees  \nto employ Union Laborers. Wages, fringe benefits and ail  \nother terms and conditions of employment shall be as mu-  \ntually agreed to between the Employer and the District  \nCouncil Business Manager at a pre-bid conference.  \n"], ["ARTICLE XXVI  \nALCOHOL AND NON-PRESCRIPTION DRUGS  \nHIGHWAY DISTRICT #7  \n", "Section 1. Possession, sale or use of alcohol or non-  \nprescription drugs on the Employer’s property, site of con-  \nstruction or during the working hours regardless of the  \nlocation shall be grounds for termination. Any employee  \n37  \nwho reports: to work under the influence of alcohol or non  \nprescription drugs shall be. subject to termination. “Non  \nprescription drugs” shall be defined as drugs which canno  \nbe legally dispensed without a prescription and are no  \ncovered by a current valid prescription endorsed by a quaii-  \nfied physician for use by named employee in question  \nEmployees working under this Agreement shall be subjec  \nto all necessary diagnostic medical testing for purposes o  \nverifying compliance with this provision, when required by  \nthe Employer at the expense of the Employer.  \nSection 2. Provisions for employee drug or aicoho!l testing  \nwill be outlined in Employer policy and procedure or as  \nrequired in documentation by Project Owners. Drug and  \nalcohol testing shail consist of, but not limited to,  \npre-employment, random, reasonable cause/suspicion, post-  \naccident. Injury or unsafe act. Employees refusing to con-  \nsent to such testing shall be deemed to have voluntarily quit  \nSection 3. All drug and/or alcohol testing shall follow the  \nprocedures of future revisions outlined by the Substance  \nAbuse and Mental Health Services Administration  \n(SAMSHA) and shall be in compliance with all state and  \nfederal laws regarding alcohol/drug testing.  \nSection 4. Personnel utilized for testing will be certified as  \nqualified to collect samples and adequately trained in  \ncollection procedures. The laboratory selected to conduct  \nthe analyses shall be certified by the Department of Health  \nand Human Services and/or Substance Abuse and Mental  \nHealth Services Administration (SAMSHA) approved.  \nSection 5. All drug screening tests shall be capable of iden-  \ntifying marijuana, cocaine, opiates (morphine & codeine),  \nphencyclidine (PCP), and amphetamines (amphetamines  \nmethamphetamine) or other drugs that may be specified by  \n38  \nfuture Substance: Abuse and Mental -  \nAdministration (SAMSHA) direction.  \nSection 6. Test Results. Concentrations of a drug ator  \nabove the following levels shall be considered a positive  \ntest result when using the initial immunoassay drug screen-_  \n~~ ing test:  \nINTITIAL TEST  \nLevel-Nanogram/Milliliter (hereinafter referred to as ng/ml).  \nMarijuana metabolite 50  \nCocaine metabolite 300  \nOpiate metabolite *2000 -  \nPhencyclidine 25  \nAmphetamines 1000  \n*25 ng/ml if immunoassay-specific for free morphine  \nConcentration of a drug at or above the following levels  \nShall be considered a positive test result when performing a  \nconfirmatory Gas Chromatography/Mass Spectophotomo-  \ntry test on a uriné specimen that tested positive using a  \ntechnologically different initial screening method:  \nCONFIRMATORY TEST LEVEL  \nMarijuana \"15  \nCocaine metabolite **150  \nOpiates:  \nMorphine ***2000  \nCodeine . **9000  \nPhencyclidine - 25  \nAmphetamines:  \nAmphetamines 500  \nMethamphetamine 500  \n*Delta-9-tetrahydrocannabinol-9-carboxylic acid  \n**Bezoylecgonine  \n***25 ng/ml if imnmunoassay-specific for free morphine  \n39  \nAlcohol test levels at or above .04 shat! be considered a  \npositive test for safety-sensitive equipment.  \nSection 7. Employees taking prescription medication which  \naccording to their physician has physical or mental side  \neffects which could cause impairment on the job site,  \nshould report the medication to site supervision. Employ-  \nees who report use of lawful medication as described  \nabove shall not be disciplined for use of same.  \nSection 8. Any employee with test results of negative shall  \nbe compensated for all hours Jost. If an employee has a  \nconfirmed positive test, (s)he will be: (a) suspended without  \npay up to thirty (30) days, or as determined by established  \ncompany policy, (b) mandatory enroliment in a certified  \nrehabilitation program, at employee’s own expense, and  \nsuccessful completion, {c) and agree to periodic follow-up  \ndrug testing for up to two (2) years after successful comple-  \ntion of rehabilitation program. A second positive or refusal  \nto participate in certified rehabilitation program after the  \nfirst positive test shall result in termination of employment.  \nSection 9. Termination under this provision , including the  \ncircumstances surrounding the conduct of the drug or  \nalcohol test, shall be fully subject to the arbitrations provi-  \nsion of this Agreement.  \nSection 10, AGC of Illinois and the Southern & Central  \nINinois Laborers’ District Council, Highway District #7,  \nagreé to work mutually with Laborers’ Employers’ Coopera-  \ntion and Education Trust (LECET), other Associations and  \nhighway crafts in developing a District #9 type or similar  \n£-BOLT Drug Screening Substance Abuse Policy and  \nupon completion, by way of addendum, added to this  \nAgreement.  \n40  \nSection 11. Highway District #9 Eqyptian Builders and Organized  \nLabor Together {E-BOLT} Substance Abuse Policy. The Employer  \nagrees that by signing this Agreement he becomes bound  \nby and a party to the Agreement and Declaration of Trust  \ncreating and establishing the Egyptian Builders and Organ-  \n_..ized.Labor Together Substance Abuse Fund, and all amend-  \nments thereto whenever adopted, in the same manner and  \nwith the same effect as if the Employer had executed such  \nAgreement and Declaration of Trust. The Employer hereby  \ndesignates as his representative such Trustees as may be ,  \nfrom time to time, appointed to serve as Employer Trustees  \nherein.  \nEmployer contributions are as listed in Addendum A.  \n"], ["ARTICLE XXVII  \nSAVINGS CLAUSE  \n", "-{t is the intent of both parties to this Agreement tc comiply  \nfully with all state and federal laws. If it is found by compe-  \ntent authority that any section of this Agreement is in conflict  \nwith any state or federal law, then such section shall be void  \nand both parties agree to immediately meet and negotiate  \nsuch sections to conform to the law. All other sections and  \narticles shail remain in full force and effect.  \n"], ["ARTICLE XXvViil  \nNO DISCRIMINATION  \n", "lt is agreed that neither the Employers nor the Union shail  \nengage in or encourage employment practices which dis-  \ncriminate against employees or applicants on the basis of  \nage, sex, race, color, national origin, religion, disabilities,  \nVietnam era veterans, disabled veterans or any other char-  \nacteristic protected by faw.  \n4]  \n"], [". ARTICLE XXixX-  \nANNUAL EMPLOYMENT PHYSICAL  \n", "Before reporting to work, every Laborer shall be required to  \nhave an annual physical ‘examination by a licensed medica!  \ndoctor at a facility designated for this purpose by the South-  \nern Illinois Laborers’ & Employers’ Health & Welfare Fund.  \nThis provision of the Agreement shall noi be implemented  \nuntit a special committee comprised of individuals agreed to  \nat the bargaining table establish all necessary procedures,  \nfacilities and arrangements to commence this program un-  \nder the auspices of and at the expense of the Fund. The  \nArbitration clause of this Agreement shall apply to any con-  \ntroversy arising over this provision.  \n"], ["> ARTICLE XXX  \nCOMPLETENESS OF AGREEMENT  \n", "This Agreement is intended to cover all matters of wages,  \nhours and other conditions of employment including insur-  \nance benefits, welfare funds, pension or benefit plans or  \nrelated subjects and during the balance of the term of this  \nAgreement, the Employers wilf not be required to negotiate  \non any further matters affecting these or any other subjects  \nnot specifically set forth in this Agreement.  \n"]]