[["", "ASSOCIATED GENERAL  \nCONTRACTORS ASSOCIATION  \n(Southwestern Branch}  \n7650 Market Tower  \n40 W. Market Street  \nIndianapolis, Indiana 46204  \nPhone 317-656-8899  \nINTERNATIONAL UNION OF  \nOPERATING ENGINEERS LOCAL 181  \nP.O. Box 34  \nHenderson, Kentucky 42419-0034  \nPhone 270-826-2704 ©  \nWith Offices At  \n2902 Crittendon Drive 924 Clark Street  \nLouisville, Kentucky 40209 Paducah, Kentucky 42001  \nPhone 502-636-1476 Phone 270-443-7766  \n#23 245% Greenup Avenve  \nLexington, Kentucky 40503 Ashland, Kentucky 49404  \nPhone 859-278-8458 © PRone 606-325-8963  \n§500 interchange Road, North.  \nEvansville, iadiana 47715  \nPhones 892-474-1811  \n2003—2006.  \nINDIANA BUILDING,  \nSEWER, WATER- .  \nLINE AND UTILITY  \nAGREEMENT  \nNegotiated By and Between  \nASSOCIATED GENERAL  \nCONTRACTORS OF INDIANA  \n(SOUTHWESTERN BRANCH)  \nand  \nINTERNATIONAL UNION OF  \nOPERATING ENGINEERS  \nLOCAL 181  \nEffective: April 1, 2003 through  \nMarch 31, 2006  \n   \n{NDEX  \nPage  \nApprenticeship & Training 34  \nCompensation INSUrANCe 6  \nCounties Covered 16  \nDeclaration of Principles 20  \nDues Check Off 47  \nFamily Medical Leave 46  \nPOPE sti. 36  \nGrievance Procedure 39  \nHealth ard Welfare 43  \nHiring PrOCedure 9  \nindustry Fund, CAPCL 51  \nJurisdictional Procedure 38  \nLiability 6  \nMarket RECOVETY 48  \nPENSION 41  \nPre-Job Conferences 17  \nScope of the AGreeMENt 4  \n38  \nUNION SHOP 19  \nWAGES See Insert  \nWorking Rules 21  \nBreakdowns 27  \nDewatering 31  \nOf 21  \n— Minor Equipment 30  \nOvertime & Holidays 23  \nReporting Time 25  \nShift Work 22  \nExhibit A - Pre-Job Conference Form ......... Appendix  \nAGREEMENT  \nTHIS AGREEMENT made and entered into  \nas of the first day of April, 2003, by and between  \nthe undersigned members of Associated General  \nContractors of Indiana (Southwestern Branch),  \nhereinafter referred to as “Association,” as their  \nnegotiating agent, and all other contractors who  \nbecome signatory to this Agreement; and the In-  \nternational Union of Operating Engineers, Local  \n181, of Henderson, Kentucky, a labor organiza-  \ntion, hereinafter referred to as “Union.”  \nIt is further understood that Associated Gen-  \neral Contractors of Indiana (Southwestern  \nBranch) is acting solely as negotiating agent for |  \nthose contractors that have given their bargain-  \ning rights to the Association and shall not be re-  \nsponsible for breach of said Agreement on the  \npart of any individual members.  \nThis agreement is binding on all members  \nwhich have granted bargaining rights to the As-  \nsociated General Contractors of Indiana who are  \nengaged in the construction industry.  \nIt is further agreed that the liability of the  \nEmployers who accept, adopt and sign this  \nAgreement or facsimile thereof, shall be several  \nand not joint.  \nThis Agreement covers the entire under-  \nstanding between the parties hereto. No oral or  \nwritten rule, regulation or understanding which  \nis not embodied herein shall be of any force or  \neffect upon the parties hereto and it is the inten-  \ntion of the parties hereto to fully preserve the  \nfull force and effect of all provisions of the Agree-  \nment not contrary to law.  \nWITNESSETH THAT: The Employer and  \nUnion, in consideration of their promises,  \nagree as follows:  \nSCOPE OF THE AGREEMENT  \n1) Building Construction:  \nThis agreement shall apply to work classifi-  \ncations and operations as are generally ac-  \ncepted as building construction and site work  \nwithin the contract limit lines, such as:  \nConstruction, erection, modification, demo-  \nlition, addition to or improvement of a building  \nstructure or structures, the construction, erec-  \ntion, modification, addition or improvement of an  \nindustrial plant or commercial construction and  \nthe driving of sheeting, piling, caisson work, all  \nexcavating, backfilling and site preparation and  \nsite work outside of the building line, foundation  \n4  \nwork or dewatering or any work directly related  \nto the aforementioned type of building construc-  \ntion and site work, including shafts, tunnels, stor-  \nage caverns, driveways, parking lots and railroad  \nspurs, other than the main railroad right of way.  \n2.) Utility Construction:  \nThis Agreement shall apply to work classifi-  \ncations and operations within the contract limit  \nlines such as:  \nThe construction, modifications, addition,  \nand/or repair of: sanitary and storm sewer in-  \nStallations, sanitation projects including treat-  \nment plants and facilities, lift stations, pumping  \nStations, water lines, water treatment plants and  \nfacilities and water supply projects.  \nThe repair, maintenance, construction, in-  \nstallation, treating and reconditioning of pipelines  \ntransporting coal, gas, oil, or other similar mate-  \nrials, vapors or liquids as well as cable, conduit,  \ntelephone and power lines, and the dredging  \nand/or removal of waste of existing ash pits and/  \nor open waste storage areas.  \nIt is further understood that this Agreement  \nshall not apply to main line pipeline work covered  \nby the National Pipeline Agreement of 8-1-68; any  \n5  \nsewer, waterline or underground boring of work  \nlet in conjunction with, and or incidental to street  \nor highway improvements; in conjunction with  \nor incidental to the construction of watershed  \nprojects, flood control projects, dikes, levees,  \nreservoirs, dams or dredging projects, on wa-  \nterways, ports or work let by the U.S. Corps of  \nEngineers as such.  \nLiability Insurance  \nThe Employer agrees to furnish public liabil-  \nity, property damage, Worker’s Compensation and  \noccupational health and disease insurance in ac-  \ncordance with local, state and federal statutes.  \nCompensation Insurance  \nThe Employer shall carry Worker’s Compen-  \nsation Insurance with a company authorized to  \ndo business under the applicable state laws and  \nregulations, and shall, in addition, pay the tax  \nnecessary to secure for all such employees the  \nbenefits of the Indiana Unemployment Compen-  \nsation Insurance Act irrespective of the number  \nof employees employed.  \nArticle |  \n1. Definition of Employee  \nWherever the term “employee” is used  \nherein, the same shall be deemed to mean and  \nrefer to a person employed by the Employer and  \nhaving a job classification of or performing labor  \nas a practical operating engineer or apprentice.  \n2. Employees Covered  \nThis Agreement shall have effect on and  \ncover employees performing work in the area  \ncovered by Article || of this Agreement for the  \nEmployer and all job site equipment repairs and  \nmaintenance and all other job site work which  \nhas been or may be awarded to the Internationa!  \nUnion of Operating Engineers and, without lim-  \niting the foregoing, all classifications of employ-  \nees listed in Article Vil and any addition or addi-  \ntions thereto during the life of this Agreement.  \nProvided, however, that this Agreement does not  \ncover warranty and specialized mechanics who  \nare not employees of the Employer. Such me-  \nchanics may perform job site repair or job site  \nmaintenance if assisted by an employee cov-  \nered by this Agreement.  \n3. Work Coverage  \nThis Agreement shall cover the type of work  \nas outlined in the Scope of the Agreement and  \nall job site equipment repairs and maintenance,  \nand other job site work, which has been or may  \nbe awarded to the International Union of Oper-  \nating Engineers; provided, however, that this  \nAgreement does not cover job site repair or  \nmaintenance performed by warranty and spe-  \ncialized mechanics who are not employees of  \nthe Employer.  \nFor purposes of this paragraph, “job site  \nequipment repairs and maintenance” shall in-  \nclude equipment repairs and maintenance per-  \nformed at a location established for the sole  \npurpose of repairing and maintaining equipment  \nfor a specific job in question.  \nFor purposes of this paragraph, “other job  \nsite work” shall include work performed at a lo-  \ncation within reasonable proximity to the job in  \nquestion and for the sole purpose of performing  \npart of that job.  \nArticle |!  \nArea Limits  \nit is agreed that the provisions of this Agree-  \nment shall be applicable to all work of the Em-  \nployer involving Operating Engineers and Ap-  \nprentices performed at the job sites located  \nwithin territorial jurisdiction of the Local Union,  \nand the territorial jurisdiction of the Local Union  \nshall be: Bartholomew, Brown, Clark, Crawford,  \nDearborn, Decatur, Dubois, Floyd,  \nGibson, Harrison, Jackson, Jefferson, Jennings,  \nLawrence, Martin, Ohio, Orange, Perry, Pike,  \nPosey, Ripley, Scott, Spencer, Switzerland,  \nVanderburgh, Warrick, and Washington Coun-  \nties in the State of Indiana.  \nArticle Ill  \nHiring Procedure  \nThis hiring procedure agreement is entered  \ninto between  \nhereinafter referred to as the Employer, and  \nLocal Union No. 181, International Union of Op-  \nerating Engineers hereinafter referred to as the  \nUnion, in order to provide the Employer with a  \nmeans of securing an efficient and competent  \nworking force on a nondiscriminatory basis, and  \n9  \nin order to minimize casual employment by se-  \ncuring a fair distribution of work among the work- |  \ners represented by the Union. To these ends the  \nEmployer and the Union agree as follows:  \n1. The Employer shall give the Union twenty-  \nfour (24) hours’ notice of its need for workers,  \nand within such 24 hour period shall not hire  \npersons not referred by the Union. If, however,  \nthe Union fails to refer workers within such 24  \nhour period after having been notified to do so,  \nthe Employer shall have the right to hire per-  \nsons not referred by the Union.  \n2. In notifying the Union of its need for work-  \ners, the Employer shall specify to the Union {a)  \nthe number of workers required, (b) the location  \nof the project, (c) the nature and type of con-  \nstruction involved, (d} the work to be performed,  \nand (e) such other information as may be’nec-  \nessary to enable the Union to make proper re-  \nferral of applicants.  \n3. The Employer shall have the right to de-  \ntermine the competency and qualifications of the  \nempioyee referred by the Union, and the right to  \nhire or not hire accordingly.  \n4. The selection of applicants for referral to  \njobs shall be on a nondiscriminatory basis and  \n10  \nshall not be based on, or in any way affected by  \nUnion membership, bylaws, rules, regulations,  \nconstitutional provisions or any other aspect or  \nobligation of union membership, policies or re-  \nquirements.  \n5. The Union shall register and refer all ap-  \nplicants for employment on the basis of the pri-  \nority groups listed below. Each applicant shall  \nbe registered in the highest priority group for  \nwhich he or she qualifies.  \nGROUP A  \nAll applicants who have worked as Operat-  \ning Engineers for the past four (4) years; have  \nbeen employed for an aggregate time of at least  \none (1) year during the last four (4) years by  \nemployers who are parties to the Collective Bar-  \ngaining Agreements with the Union, not contain-  \ning discriminatory referral provisions; and who  \nhave maintained residence for the past year  \nwithin the geographical area constituting the  \nnormal construction labor market as hereinafter  \ndefined.  \nGROUP B  \nAll applicants for employment who have  \nworked as Operating Engineers for the past four  \n11  \n(4) years and have been employed for an ag-  \ngregate time of at least six (6) months during  \nthe last four (4) years by employers who are  \nparties to Collective Bargaining Agreements with  \nthe union, not containing discriminatory referral  \nprovisions.  \nGROUP C  \nAll applicants for employment who have  \nworked as Operating Engineers for the past two  \n(2) years and who have maintained residence  \nfor the past year within the geographical area  \nconstituting the normal construction labor mar-  \nket, hereinafter defined.  \nGROUP D  \nAll applicants for employment who have  \nworked as Operating Engineers for one (1) year.  \nGROUP E  \nAlt other applicants for employment.  \n6. The Union shall maintain a separate list  \nfor each of the five Groups set forth above, and  \nshall tist the applicants within each Group in the  \norder in which they register as available for em-  \nployment.  \n12  \n7. In referring applicants to the Employer,  \nthe Union shall first refer applicants in Group A  \nin the order of their places on the list, and then  \nrefer applicants in the same manner succes-  \nsively from the lists for Groups B, C, etc. Any  \napplicant who is rejected by the Employer shall  \nbe restored to his place on the list for his Group.  \nWhen a registrant is referred for employment and  \nis actually employed on a job for more than five  \n(5) days, such name shall be re-  \nmoved from the list. When his employment ter-  \nminates he shall be registered at the bottom of  \nthe appropriate Group list on which he is en-  \ntitled to be registered. If a registrant, upon being  \nreferred for employment in regular order, refuses  \nto accept the employment, such  \nname shall be placed at the bottom of the Group  \nlist on which he is registered.  \n8. Re-registrations for referral shall be ac-  \ncepted by the Union at any time during its cus-  \ntomary office hours. New registrations shall be  \naccepted by the Union at least once each week  \nduring office hours. Reasonable notice of new  \nregistration periods shall be posted by the Union  \nin the union office and in any other place where  \nnotices to employees and applicants for employ-  \nment are customarily posted.  \n13  \n9. The Union will use its best efforts to no-  \ntify an applicant for referral when such applicant  \nis to be referred to a job pursuant to the request  \nof the employer but assumes no obligation or  \nresponsibility for failure to locate such applicant.  \n10. The priorities of referral set forth in para-  \ngraph 5 above shall be followed except that in  \ncases where the Employer requires and calls  \nfor employees possessing special skills and  \nabilities, the Union shall pass over any appli-  \ncants on the register not possessing such spe-  \ncials skills and abilities.  \n*The Employer shall request only men who  \nare registered out of work in Group A only, and  \nthey shall have been a former employee who has  \nworked for the requesting Employer in the past  \nyear in the geographical area. All requests shail  \nbe in writing. Applicant must have been on the  \nreferral register at least five (5) days before em-  \noloyee can be requested by the Employer. If an  \nemployee is called back to the same Employer  \nwithin five (5) working days, such employment shali  \nbe considered continuous and shall  \nbe counted as such. In cases where the union does  \nnot have twenty-four (24) or more hours to fill an  \norder for referral for a few-day job (5 or less days)  \nthe Union may pass over applicants on the regis-  \nter in order to promptly fill the order.  \n14  \n11. The Union shall require all job applicants  \nwho have not previously registered to submit a  \nresume of experience and qualifications.  \n12. In the event any job applicant is ag-  \ngrieved with respect to the functioning of this  \nhiring agreement, he may, within ten (10) days  \nfollowing the occurrence of the event which con-  \nstitutes the basis for the grievance, file with the  \nperson in charge of registration and referral a  \nwritten statement of the grievance clearly and  \nspecifically setting forth the wrong or violation  \ncharged. An Appellate Tribunal consisting of an  \nEmployer-Representative, a Union-Representa-  \ntive and an impartial Chairman appointed jointly  \nby the Employer and Union, shall consider such  \ngrievance and render decisions which shall be  \nbinding. The Appellate Tribunal is authorized to  \nissue procedural rules for the conduct of its busi-  \nness, but is not authorized to add to, subtract  \nfrom, or modify any of the provisions of this  \nAgreement and its decision shall be in accord  \nwith the Agreement.  \n13. The Union and the Employer shai! post  \nin places, where notices to employees and ap-  \nplicants for employment are customarily posted,  \nall provisions of this hiring hail Agreement.  \n15  \nDEFINITIONS  \n14. (A) “Normal construction labor market\" is  \ndefined to mean the following geographical area:  \nAll of Kentucky with the exception of Boone,  \nKenton, Campbell and Pendleton Counties. The  \nfollowing counties in the State of Indiana:  \nBartholomew, Brown, Clark, Crawford,  \nDearborn, Decatur, Dubois, Floyd, Franklin,  \nGibson, Harrison, Jackson, Jefferson, Jennings,  \nLawrence, Martin, Ohio, Orange, Perry, Pike,  \nPosey, Ripley, Scott, Spencer, Switzerland,  \nVanderburgh, Warrick, and Washington.  \nThe above geographical area is agreed  \nupon by the parties to include the areas defined  \nby the Secretary of Labor to be the appropriate  \nprevailing wage areas under the Davis-Bacon  \nAct to which this Agreement applies plus the  \ncommuting distance adjacent thereto, which in-  \ncludes the area from which the normal labor  \nsupply is secured.  \n(B) Resident - means a person who has  \nmaintained his home in the above defined geo-  \ngraphical area for a period of not less than one  \n(1) year or who, having a permanent home in  \nthis area, has temporarily left with the intention  \nof returning to his permanent home.  \n16  \n15. Any actions taken by employees or oth-  \ners resulting from the administration of the Hir-  \ning Hall will not result in any liability of any kind  \nto any Employer covered by this Agreement.  \nLocal No. 181 of the International Union of  \nOperating Engineers has in effect with certain  \nemployers a “Hiring Procedure” by which it re-  \nfers applicants for employment to said employ-  \ners. Copies of this “Hiring Procedure” are posted  \nin the Local Union offices available to all inter-  \nested parties. They are also posted on all jobs  \nand projects where they are in effect, provided  \nthat the employer has made available a place  \nfor their posting.  \nThis “Hiring Procedure” provides that “Re-  \nregistrations for referral shall be accepted by the  \nUnion at any time during its customary office  \nhours. New registrations shall be accepted by  \nthe Union at least once each week during office  \nhours. Reasonable notice of new registration  \nperiods shall be posted by the Union in the Union  \noffices and in any other piace where notices to  \nemployees and applicants for employment are  \ncustomarily posted.”  \n16. Pre-Job Conference. Every Employer  \nwho is or becomes a party to this Agreement  \nshall notify the appropriate Referral Office of the  \n17  \nUnion prior to the performance of any work prop-  \nerly coming under the jurisdiction of the Operat-  \ning Engineers on any project within the jurisdic-  \ntion of the Operating Engineers on any project  \nwithin the territorial jurisdiction of the Union, and  \nthe Employer shall inform the Union of the na-  \nture and classifications of Operating Engineers  \nestimated to be required on the said project. The  \nEmployer shall meet with the Business Repre-  \nsentative of the Union at a date, time, and place  \nmutually agreeable for the purpose of holding a  \nPrejob Conference. If an Employer wishes to  \nrequest particular Key Operators for a project, it  \nshall be discussed at the Pre-Job Conference.  \n\\f, at a later date, work on said job or project is  \nsuspended for any length of time (Such as win-  \nter months) or night shift is required, an addi-  \ntional Job Conference may be held, if requested,  \nprior to the resuming of work or starting or night  \nshift. In case of an emergency situation, the  \nEmployer may notify the Union of same, and the  \nEmployer and the Union may meet at a later date  \nfor the Pre-Job Conference. All Pre-Job Confer-  \nences shall be reduced to writing, on the form  \nattached hereto as Exhibit A, and signed by both  \nparties. At such Pre-Job Conference, the Em-  \nployer shall make arrangements for the referral  \nof employees to their project in accordance with  \nthe contractual referral provisions. |  \n18  \nDistrict 1 - 700 N. Elm St, Henderson, KY  \n42420, (270) 826-2704  \nDistrict 2 - 6500 interchange Rad, N,  \nEvansville, IN 47715, (812) 474-1811  \nDistrict 3 - 2902 Crittenden Dr., Louisville,  \nKY 40209, (502) 636-1476  \nDistrict 4 - 121 Cherrybark, Lexington, KY  \n40503, (859) 278-8458  \nDistrict 5 - 924 Clark St., Paducah, KY  \n42001, (270) 443-7766  \nDistrict 6 - 2151 Greenup, Ashland, KY  \n41101, (606) 325-8963  \n"], ["ARTICLE IV  \nUnion Shop  \n", "A. All employees covered by this Agreement  \nshall be required as a condition of employment  \nto apply for and to become members of and to  \nmaintain membership in the Union within eight  \n(8) days following the beginning of their employ-  \nment or the effective date of this clause, or the  \nsigning of this Agreement, whichever is the later.  \nThis clause shail be enforceabie to the extent  \npermitted by law.  \n19  \nB. The Union recognizes its obligations and  \ntherefore assumes full responsibility to every  \nEmployee discharged under the provisions of  \nthe paragraph last above set out as a result of a  \nwritten request from the Union to the individual  \nEmployer of the Employees.  \n"], ["ARTICLE V  \nDeclaration of Principles  \n", "The following underlying principles shall  \napply to all relations under the Agreement:  \nA. No limitations shall be imposed upon the  \namount of work and Employee shall perform  \nduring his working day.  \nB. No restrictions shall be imposed upon the  \nuse of machinery, tools or appliances, except  \nas may be hereinafter provided in the Working  \nRules.  \nC. No restrictions shalt be imposed upon the  \nuse of raw or manufactured materials, except  \nthat prison-made materials or products shall not  \nbe used.  \nD. Employees shall be entitled to demand  \n20  \nand receive the wages and all other benefits  \nprovided for by the terms of this Agreement.  \nE. The Foreman shall be mutually agreed  \nupon by the Union and the Company.  \nF. It is the intent and purpose of this Agree-  \nment to prevent slowdowns, forcing of overtime  \nspread-work tactics and standby Crews.  \n"], ["ARTICLE VI  \nWorking Rules  \nA. HOURS OF WORK:  \n", "1. 8 HOURS: The regular working days shall  \nconsist of eight (8) hours to be worked between  \nthe hours of 6:00 a.m. and 6:00 p.m., and the  \nregular working week and regular starting time  \nfor that week shall consist of five (5) consecu-  \ntive days beginning Monday 6:00 a.m. and end-  \ning Friday at the close of regular work day. A  \nmeal period of one half (1/2) hour between the  \nthird and fifth hour on the employees time will  \nbe provided  \nIt is recognized by the parties to this Agree-  \nment that the standard work week may not be  \ndesirable or cost effective for some projects, and  \n21  \nother arrangements for hours of work will be con-  \nsidered. Such proposed modifications to the  \nstandard work week shall be by mutual agree-  \nment, and apply only to the specified project for  \nthe agreed upon time period. In reaching a de-  \ncision to modify the work week, the parties shall  \nconsider the project schedule, manpower re-  \nquirement, the geographic location of the project  \nand other appropriate factors.  \n2.10HOURS: The Employer may work four  \n10-hour shifts before overtime is paid, provided  \nthat all work beyond 10 hours per day or 40 hours  \nper week or all work on Saturday is paid at the  \ntime and one-half rate. Friday may be used as a  \nmake-up day only for inclement weather, other-  \n‘wise time worked on Friday will be paid at the  \ntime and one-half rate. The reguiar work day  \nshall consist of ten (10) consecutive hours com-  \nmending at 7:00 a.m. unless otherwise mutu-  \nally agreed upon, with a meal period of one-half  \nhour on the employee’s time at mid point of shift.  \nThe starting time will apply to all employees.  \nB. SHIFT WORK: A first shift is not neces-  \nsary to establish the existence of the second and/  \nor third shift. If the Employer wishes to work two  \n(2) or three (3) eight-hours shifts, the working  \nhours of each shift shail be mutually agreed upon  \nbetween the Business Representatives of the  \n22  \nUnion and the Employer or his representatives.  \nIn no case shall an Employee be allowed to work  \nmore than eight (8) hours unless the applicable  \novertime rate is paid.  \nWhen two or more shifts are worked, the  \nfirst shift shall work eight (8) hours and receive  \neight (8) hours pay at the applicable wage rate  \nfor that day.  \nThe second shift shall work seven and one-  \nhalf (7 1/2) hours and receive eight (8) hours  \npay, and the third shift shall work seven (7) hours  \nand receive eight (8) hours pay. .  \nCONTINUOUS SHIFT WORK: When an  \nEmployer works shift work on a continuous shift  \nbasis, hours of the first shift will be from 7:00  \na.m. to 3:00 p.m., the hours of work for the sec-  \nond shift will be from 3:00 p.m. to 11 :00 p.m.,  \nthe hours of work for the third shift will be from  \n11 :00 p.m. to 7:00 a.m. When continuous shift  \nwork is performed on a two or three shift basis,  \nthere shall be a paid half-hour lunch period for  \nall shifts involved.  \nC. OVERTIME: Time and one-half shail be  \npaid for all overtime work which shall include  \nSaturday and all work performed before the es-  \ntablished starting time, or after eight (8) hours  \n23  \nwork, and work performed during the established  \nlunch period.  \nDuring overtime, if Operating Engineers are  \nservicing a craft or working compositely with a  \ncraft that is receiving double time, those Oper-  \nating Engineers shall receive double time. On  \nall present Project Agreements, Operating En-  \ngineers over-time rate will be the same as other  \ncrafts employed on the project. All other over-  \ntime will be time and one-half except Sundays  \nand Holidays which shall be double time.  \nIf Employee works more than ten (10) hours  \nhe will be entitled to a paid one-half hour lunch  \nperiod, after the first two (2) hours overtime.  \n_ After fourteen (14) hours worked, the em-  \nployee is entitled to another paid one-half hour  \nlunch period.  \nDouble time shall be paid for atl overtime  \nwork performed on Sundays and Holidays. Holi-  \ndays shall be New Year's Day, Memorial Day,  \nFourth of July, Labor Day, Day,  \nThanksgiving Day, and Christmas Day, or days  \nobserved as such. Veteran’s Day shall be ob-  \nserved Friday atter Thanksgiving Day. All hoti-  \ndays falling on Sunday shall be observed on  \nMonday following. Saturday overtime to begin  \n24  \nimmediately after midnight Friday and Sunday  \novertime to end at midnight Sunday.  \nD. No time shall be paid in less than half  \nhour increments. Any fractional part of a half hour  \nshail be a half hour.  \nE. REPORTING TIME:  \n1.) 8 HOUR SHIFTS: If the services of  \nan Engineer or Apprentice are not required, he  \nor she shall be notified the day previous and not  \nlater than ten (10) minutes before the regular  \nquitting time by the Foreman or whoever may  \nbe in charge: otherwise: Any Employee report-  \ning for work shall receive two (2) hours’ pay at  \nthe applicable rate for that day.  \nIf an Employee starts to work, he or she shall  \nreceive four (4) hours pay at the applicable rate  \nfor that day.  \nlt an Employee starts to work after the fourth hour  \nand is sent home for any reason he or she shall re-  \nceive the applicable rate for the actual hours worked.  \nlf an Employee is referred by the union or  \ncalled by his employer after the established start-  \ning time he or she will be paid for eight (8) hours  \nat the applicable wage rate for that day.  \n.25  \n2.) 10 HOUR SHIFTS: If the services of  \nan Engineer or Apprentice are not required, he  \nor she shall be notified the day previous and not  \nlater than ten (10) minutes before the regular  \nquitting time by the Foreman or whoever may  \nbe in charge; otherwise: Any Employee report-  \ning for work shall receive two (2) hours’ pay at  \nthe applicable rate for that day.  \nlf an Employee starts to work, he or she shail  \nreceive five (5) hours pay at the applicable rate  \nfor that day.  \nlf an Employee starts to work after the fifth  \nhour and is sent home for any reason he or she  \nshall receive the applicable rate for the actual  \nhours worked.  \nlf an Employee is referred by the union or  \ncalled by his employer after the established start-  \ning time he or she will be paid for ten (10) hours  \nat the applicable wage rate for that day.  \nF. When an Employee shall operate more  \nthan one (1) rig on one (1) shift and there is a  \ndifference in the scale of wages, he shall be paid  \nthe higher scale for the whole shift.  \nG. Employees must be paid for all the time  \nrequired to stay on the job waiting for any cause.  \n26  \nH. BREAKDOWNS: It is agreed that when a  \nmachine breaks down and the engineer is not  \nassigned to other work covered by this Agree-  \nment, the engineer and assistant, if any, shall be  \nretained at the regular rate of wages for the  \ncompletion of the shift at the regular rate of wages  \nfor the completion of the shift and shall assist a  \nmechanic or mechanics, if any, assigned to re-  \npair such machine. When repair work on any  \nmachine continues for subsequent shifts and  \nassistance is required, the engineer and assis-  \ntant, if any assigned to the machine shall be re-  \ntained to assist mechanic or mechanics; if said  \nengineer is assigned to operate another machine,  \nand assistance is required, an employee included  \nin the bargaining unit covered by this Agreement  \nshall be employed as a mechanic’s helper. Engi-  \nneers assigned temporarily to another machine  \nduring said breakdown period shall be consid-  \nered assigned for the purpose of additional hours  \nor days of work or until his regularly assigned  \nmachine is placed back into operation. :  \n|. PAYDAY: The payroll period shall end on  \nSunday at 12:00 o’clock midnight and payday  \nshall be on or before 4:30 p.m. the following Fri-  \nday, unless otherwise agreed to by the Business  \nAgent. Employees laid off at any time shall be  \npaid immediately. If Employee is not paid up to  \ndate at the time of his discharge, he shall re-  \n27  \nceive two hours’ pay for picking up his check at  \nthe regular rate of pay. Employee may elect to  \nhave the Company mail his check. If an em-  \nployee is laid off and he is not called or does not  \nreturn to work within a five-day period, it shall  \nbe considered a permanent layoff.  \nJ. Afireman must be employed on all boilers.  \nK. An oiler or assistant to the engineer must  \nbe employed on all cranes including self pro-  \npelled cranes, truck cranes, hydrocranes, dra-  \nglines, shovels with a rating capacity of over 35  \ntons, on rough terrain, cherry picker type hydrau-  \nlic cranes with a rating of over 65 tons, hydrau-  \nlic backhoes over 3 1/2 yards capacity and on  \nall gradealls, caisson and core drilling machines.  \nIn the event a second person is required on  \nsaid equipment, that person shall be an Operat-  \ning Engineer.  \nOn inland dredging projects “mud cats” shall  \nbe operated and maintained by at least one  \nDredge Operator and one Assistant Engineer. All  \ndredges under fourteen inches will be operated  \nand maintained by at least one Dredge Operator  \nand one Assistant Engineer with additional Pipe  \nShoremen to be decided at a prejob conference.  \n28  \n"], ["ARTICLE Vil  \nWage Scale and Classifications  \n", "CLASS A. Minimum Wage Rate per hour on the following equipment shall be:  \nEFFECTIVE RATE Haw PENS. CAPCIE DRUG PG. TRNG. GROSS  \n04/01/03 $22.68 4.50 4.25 OS 05 AQ $31.93  \n04/01/04 33.18  \n04/01/05 34.43  \nA-frame winch truck, articulating dump, autograde (CMI), auto patrol, ballast regulator (RA), batcher plant (electrical control concrete}, bending ma-  \nchine {pipe}, bituminous plant {engineer}, bituminous plant, bituminous mixer travel plant, bituminous paver, bituminous roller, boring machine, buck hoist,  \nbull dazer, cable way, Chicago boom, chimney hoist, clamshell, concrete mixer (21 cu. ft. or over}, concrete paver, concrete pump (crete), construction  \nelevator (Allmac or similar} crane, craneman, crawler backhoe, crawler high-ift, crusher plant, derrick, derrick toat, dinkey, directional/boring machine,  \ndope pots (pipeline), double drum tugger {electric or ait}, dragiine, dredge operator, dredge engineer, drill operator, elevating grader, extendable boom  \nformless paver, gantry crane, gator {or simular type tiller}, gradeall, grader, grademan, greaser (on grease tacility servicing heavy equipment), G.P.S  \nSystem (on equipment within the classifications}, grout pump, head greaser, helicopter crew, Hetherington paver, hoist (motorized, gas or diesel), hydrautic  \ncrane, hydro blaster, industrial type forklift (over 9,000 ibs), laser concrete screed, laser or remote controlled equipment (within the classifications), locomo-  \nive crane, locomotive, mechanic, mobile mixer, motor crane, mucking machine, multiple tamping machine (AA), overhead crane, ple driver, pulls, push  \ndozes, pust hosts, rofler [sheep foot), rough terrain crane, ALT. backhoe, R.T. endloader, Ross scoop, shovel, side boom, skidsteer loader (bobcat  \nor similar type}, swing crane, tail boom, tar machine (pipeline), tower crane, trench machine, welder (heavy duty’, tuck mounted concrete pump, truck-  \nmounted drill, vacuum truck, well point, whirleys.  \nCLASS B. Minimum Wage Rate per hour on the following equipment shall be:  \nEFFECTIVE RATE H&W PENS. CAPCi ORUG PG. TRNG. GROSS  \n04/01/03 $16.90 4.50 4.25 5 .05 40 $26.15  \n04/0 1/04 26.65  \n04/01/05 27.15°  \n\"Fringe maintenance only effective 4/1/05, not to exceed $0.50.  \nAir compressor (1 or more, 600 cfm and over), air compressor with throttle valve, assistant engineer, biturni-  \nnous distributor, brakeman, bullfloat, cement gun, concrete mixer, concrete saw, concrete spreader or pud-  \ndiers, conveyor, deck hand oiler, deck engine, drill helper, earth roller, electric vibrator compactor (earth or  \nrock), elevator (in-plant, automatic), finishing machine, fireman, form grader, generator, guard-rai! driver,  \nheater, oiler, industrial type forklift (9,000 ibs and under), material pump, motor boats, paving joint machine,  \nPost hole digger, power broom, power traffic signals, rock roller, rock spreader, Roller (earth or rock}, spike  \nmachine (RAR), steam jenny, sub grader, tamping machine, truck crane oiler, truck mounted drill oiler, Tugger  \n(one-drum, air or electric) vibrator, vibro-piling hammer-hydraulic hammer or auger, water pump, widener  \n(apsco or similar type) welding machine, JLG lifts and scissor {ifts or similar machine.  \nThe Business Representative of the Union and the Employer shall use above classifications of machines and  \nwage rates to determine the wage rate to be paid to an operator of any machine not specified herein.  \nThe rates of pay for Local 181 Apprentices are based on a percentage of Group A wage rates as estab-  \nlished in this Collective Bargaining Agreement. The percentage figures are based on the following six (6) steps:  \nOto 1,000 60% - 1st Step  \n1,001 to 1,999 65% - 2nd Step  \n2,000 to 2,999 ee 70% - 3rd Step  \n3,000 to 3,999 hours oo. 75% - 4th Step  \n4,000 to 4,999 hours ees 80% - 5th Step  \n5,000 to 6,000 ees 90% - 6th Step  \nThe pay rate of all Apprentices shall be for the proper period of training as determined by the Joint Committee and as  \nStpulated in the Apprenticeship Agreement. At no time will the Apprentice rate be less than the pay in Group 8 or any  \nmore than the classification of the machine he is operating unless it is authorized by the Union.  \nCOMBINATION RATES  \n1. Long Boom Pay:  \na. All Crane operators operating cranes, including hydraulic cranes, with booms one hundred twenty five (125) feet and over  \nincluding jib, shail be compensated an additional fifty cents ($.050} per hour over and above the “Class A” wage scale.  \nb. All crane operators operating cranes with booms one hundred seventy five (175) feet and over including jib, shall be  \ncompensated an additional one dollar ($1.00) per hour over and above the “Class A\" wage scale.  \n¢. All crane operators operating cranes with booms two hundred seventy five (275) feet and over inchuding jib, shall be  \ncompensated an additional one dollar and fifty cents ($1.50) per hour over and above the \"Class A” wage scale.  \n2. Long Boom Pay, Tower Cranes: The length of mast and boom combined shall be used in determining Long Boom Pay for Tower Cranes.  \n3, Piling Leads: All crane operators using piling leads, regardless of boom length, will receive an additional fifty cents ($0.50) per  \nhour or Long Boom Pay.  \n4. Tower Crane Operators will receive an additional one hour each day for operating a tower crane when jt is determined by mutual  \nagreement not to use an oiler,  \n5. Tandem pulls, tandem dozers or tandem push tractors shail be at a “combination rate” of fifty cents ($0.50) per hour for each  \nadditional unit.  \n6. Men working underground shail De paid ten per cent (10%) additional, to the next even cent, This does not apply to open cut work.  \n7. \"Combination rate” shall mean fifty-cents ($0.50) per hour in addition to the regular rate.  \n8. Buck hoist, élevators, material hoist and overhead cranes used for handling construction materials, regardless of ownership,  \nShall be operated by Operating Engineers.  \n9. Master Mechanics shall receive Class A rate plus fifty cents ($0.50) per hour “combination rate.” Master Mechanics and Me-  \nchanics must be members of the Operating Engineers.  \n10. All Operators possessing equipment certification approved by the Joint Apprenticeship and Training Committee  \nshall receive fifty cents ($0.50) per hour “combination rate” in addition to the wage rate listed in Article VII “Wage Scale and Classifica-  \ntions.” The “combination rate” sha!l apply while operating equipment on which the uperator has attained certification approved by the  \nJoint Apprenticeship and Training Committee.  \nDredges fourteen inches and over shall be  \noperated and maintained by at least one Dredge  \nOperator, one Dredge Engineer and one Assis-  \ntant Engineer or Oiler with additional Pipe  \nShoremen to be decided at a prejob conference.  \nL. The Employer shall furnish suitable shel-  \nter to protect Employees from falling materials and  \nfrom the elements. Heat and/or curtains shall be  \nprovided for all equipment wherever possible from  \nNovember 1 to April 1. Umbrellas shall be fur-  \nnished on all tractors wherever practical during  \nsummer months. Iced drinking water shall be fur-  \nnished on all rigs from April 1 until November 1.  \nM. In the event an Employee has completed  \nhis regular shift and left the site of the work and  \nis called back to perform work, such Employee  \nshall be paid at least two (2) hours at the over-  \ntime rate.  \nN. When there is equipment to be operated  \nother than during normal operations when the rest  \nof the normal crew is not working, the Operating  \nEngineer who reguiarly operates the particular  \npiece of equipment shall be given first chance to  \nperform the work, if he can be contacted.  \nOQ. When an Employee, who regularly oper-  \nates a particular piece of equipment, is told not  \n29  \nto report for work and the Employer subsequently  \ndetermines to operate the equipment the Oper-  \nating Engineer who was told not to report to work  \nand who regularly operates the particular piece  \nof equipment shall be given first chance to per-  \nform the work, if he can be contacted. In the  \nevent this employee is laid off, the provision of  \nthis paragraph will remain in effect for a period  \nof five (5) working days.  \nP. The transportation by means of its own  \npower of equipment operated by Employees  \ncovered by this Agreement shail be performed  \nby Employees covered by this Agreement.  \nQ. No Employee covered by this Agreement  \nshall furnish transportation within the job site or  \nbetween job sites or from yard to job site for  \ntransportation of Employees or tools or equip-  \nment or for any other purpose as a condition of  \nemployment. The Employer shall furnish a safe  \nand suitable storage place for tools.  \nR. Employees shall be employed on the  \nminor or light equipment as defined below in this  \nsection.  \n1. For the purpose of definition in this  \nsection, minor or light equipment shall be de-  \nfined as air compressor under 600 CFM, pump,  \n30  \nwelding machine (gasoline driven), conveyor,  \ngenerator, mechanical heaters, maintenance,  \nservicing and repair of motorized “JLG’ lifts and  \n“scissor’ lifts when not used for hoisting.  \n2. Dewatering systems shall include  \nelectrical submersible pumps, electrical well  \npumps and other electrical pumps. The dewa-  \ntering systems shall be installed, maintained and  \noperated the same as well point systems. There  \nshall be no set number of pumps in a system,  \nbut the pumps shall be within a reasonable area.  \nOn continuous pumping operations, the Em-  \nployer shall be allowed to set up six (6) hour pump-  \ning shifts, or eight (8) hour pumping shifts. Type  \nof shifts shall be decided at the prejob conference.  \nOvertime on continuous pumping operations shail  \nbe computed at time and one-half (1 1/2).  \n\\f a dewatering system or pumping opera-  \ntion contains maintenance free pumps, it shall  \nbe mutually agreed between the employer and  \nBusiness Representative that if no maintenance  \nor surveillance is required on the second or third  \nshift, then the Union will not require the equip-  \nment to be manned during this time provided  \nthat if any personnel, including other trades’ su-  \npervisory personnel or security personnel are  \nrequired to provide surveillance of pumping sys-  \n31  \ntem, then that person shall be an Operating  \nEngineer.  \n3. If only six (6) pieces of minor equip-  \nment are put into operation and there Js an oiler  \nemployed on the job, the oiler shall operate six  \n(6) pieces of minor equipment in addition to his  \noiling job, and shail receive fifty cents ($0.50) per  \nhour “combination rate.” No oiler shall be allowed  \nto operate more than six (6) pieces of minor equip-  \nment without the approval of the Business Agent.  \n4, When up to six (6) pieces of minor  \nequipment are put into operation, and there is  \nno oiler on the job and there is an operating en-  \ngineer employed, the Operating Engineer shall  \nstart and stop up to six (6) pieces of minor equip-  \nment and he shall receive an additional fifty cents  \n($0.50) per hour “combination rate.” If employee  \nOperates a piece of minor equipment for less  \nthan four (4) hours, he shali receive four (4)  \nhours’ pay. If employee operates a piece of mi-  \nnor equipment over four (4) hours, he shall be  \npaid for eight (8) hours.  \n5. An employee shall be employed when  \nseven (7) or more pieces of minor equipment  \nare put into operation. The employee shall op-  \nerate up to and including eight (8) pieces of mi-  \nnor equipment at the Group B rate.  \n32  \n6. An employee shall be employed on  \none (1) 600 CFM and over air compressor, or  \non two (2) 600 CFM and over or one (1) air com-  \npressor with throttle valve at the Group B rate.  \nS. The Employer shall maintain adequate  \nfirst aid kit on all jobs where employee covered  \nby this Agreement are employed and such kit  \nshall be made easily accessible and available  \nat all times.  \nT. The Union and the A.G.C. of Ind. (South-  \nwestern Branch) and/or signatory employer  \nhereby agree that the drug and alcohol testing  \nprogram developed by the joint efforts of the  \nSouthwestern Indiana Building Trades and the  \narea contractor associations is incorporated by  \nreference herein and made a part hereof this  \nagreement.  \nThe contribution rate for the Substance  \nAbuse Program shall be five cents ($0.05) per  \nhour, or an amount agreed upon by the trustees  \nof the substance abuse program. This amount  \nis paid in addition to wages and fringe benefits  \nestablished herein.  \nU. In case of injury sustained by an em-  \nployee in the course of employment and requir-  \ning immediate medical attention, the employer  \n33  \nshall provide necessary transportation to the  \nphysician’s office, clinic or hospital, and the  \nemployee’s home if necessary. If the employee  \nreturns to work on the same day, he shall suffer  \nno loss of time, and if sent home or to the hospi-  \ntal, shall be paid for the balance of the day’s  \nwork period in which the injury was sustained.  \nIn no case shall such employee suffer loss of  \ntime when required to leave his job for treatment  \nof three (3) hours or less for further treatment of  \nsuch injury.  \nV. The Business Representative of the Union  \nmay appoint stewards, whose duty it shall be to  \nsee that the conditions of this Agreement are  \nnot broken by either the Employer or the Em-  \nployees; and, in reduction of force and/or slack  \nseason, he shall be the fast Employee to be {aid  \noff providing he is qualified - and, under no con-  \ndition, shall he be discriminated against because  \nof his position as Steward. The Business Rep-  \n‘resentative shall be allowed to visit any job at  \nany time on business for the Union. Under no  \ncondition shall the Steward be discharged until  \nthe Business Representative has been given  \ntwenty-four (24) hours notice.  \nW. APPRENTICESHIP AND TRAINING.  \nThe Employer and Union hereby agree to pro-  \nmulgate the hiring of minority and majority Ap-  \n34  \nprentices and to use the wage scale and ciassi-  \nfications contained in Article Vil under Appren-  \ntice Wages and Classifications. The Employer  \nagrees that one (1) out of each ten (10) Operat-  \ning Engineers employed shall be an apprentice.  \nApprentices will be piaced by mutual agreement  \naccording to their qualifications and experience  \nSO as not to endanger property or the lives of  \nother craftsmen. In no event shall an Apprentice  \nreceive wages higher than the wage classifica-  \ntion of the job or equipment operations as out-  \nlined in Article Vil - Wage Scale and Classifica-  \ntions. Also, at no time will the Apprentice Rate  \nbe lower than the Class B rate unless it is au-  \nthorized by the Union.  \n[tis mutually agreed that the Operating En-  \ngineers, Local 181 Apprenticeship and Training  \nStandards registered with the Bureau of Appren-  \nticeship and Training and the U.S. Department  \nof Labor is a part of this Agreement as is set  \nforth herein. It is agreed that effective April 1,  \n2003 for the duration of the Agreement, each  \nEmployer signatory to this Agreement, or fac-  \nsimite thereof, wilt contribute to the Operating  \nEngineers Apprenticeship and Training Fund the  \nnegotiated per hour contribution for each hour  \nworked or paid for, in lieu of wages, on all em-  \nployees covered by this Agreement. Employer  \ncontributions shall be paid by the tenth (10th) of  \n35  \nthe month following the month of accrual and  \nfailure to pay by the 30th of said month shall be  \nconsidered a violation of this Agreement.  \nX. Equipment Changes: The Employer may  \nutilize an A-B-A equipment operator change dur-  \ning any continuous shift. Additional changes may  \nbe permitted within reason; i.e.: load or unload  \ndeliveries, load or unload operator equipment  \nfrom lowboys, pull trucks in or out, clearing de-  \nbris from work area so contractor may get to work  \nsite and after regular scheduled shift.  \nThe above changes shall not be used for  \nthe purpose of depriving another employee of  \nadditional! work.  \n"], ["ARTICLE VI  \nOperator Foreman  \n", "A. One (1) Foreman is required for each shift  \non a project of an Employer having eight (8) or  \nmore Employees and an additional Foreman is  \nrequired on said project having twenty (20) or  \nmore Employees and an additional Foreman is  \nrequired on said project having thirty-five (35)  \nor more of the aforementioned Employees.  \nWhen the third Foreman is required, one (1) of  \nthe aforementioned Foremen shall be desig-  \n36  \nnated as a General Foreman and shall receive  \none dollar ($ 1.00) per hour above Class A rate  \nand shall receive such wages as long as twenty  \n(20) or more employees are employed on said  \nproject. The assignment of a General Foreman  \nshall be by mutual agreement. Such Foreman  \nshall have only such authority as assigned by  \nthe Employer.  \nB. The Foreman shall receive not less than  \nfifty cents ($0.50) per hour over and above the  \nreguiar rate of pay for crane operators.  \nC. Duties of the Operator Foreman shall be  \n(1) to replace any absenteeism, (2) to replace  \nany Operating Engineer who has started to work  \nand may have to leave through no fault of the  \nEmployer, (3) to assist any Operating Engineer  \nwho may need help or advice, (4) to assign Op-  \nerating Engineers to the equipment, if the Em-  \nployer so desires, and (5) to operate any equip-  \nment on the job provided the Employer has made  \nan effort to hire an operator.  \nD. No Foreman shail be allowed to operate,  \nrepair or maintain any mechanical equipment  \nwhen such operation takes the job of an Em-  \nployee covered by this Agreement except as  \nprovided in this Article under “Duties of Opera-  \ntor Foreman.” The Foreman shall work overtime  \n37  \nwhenever three (3) or more Operating Engineers  \nwork overtime. The Foreman shall not be  \noff as long as the company is employing more  \nthan five (5) Operating Engineers. The Foreman  \nmay divide his overtime with the Job Steward.  \n"], ["ARTICLE IX  \nSubcontractor  \n", "Any Employer, who sublets any of his work  \non any project he has in the territory covered by  \nthis Agreement, shall sublet subject to the terms  \nof this Agreement and subject to the Labor Man-  \nagement Relations Act of 1947, as amended in  \n1951 and 1959.  \nJurisdictional Procedure  \nIt is agreed that the jurisdiction of work in this  \n. agreement is that generally accepted as being the  \nwork of Locai Union No. 181 Operating Engineers.  \nit is further agreed that this jurisdiction and the  \njurisdiction of work referred to in the wage classi-  \nfication is the work claimed by the Union and noth-  \ning contained herein shall make it mandatory for  \nthe employer to accept the claims of jurisdiction  \nas being binding upon him. The Employer does  \nnot waive any of his rights by permitting the inclu-  \nsion of the jurisdiction of work in this contract.  \n38  \nWhenever a jurisdictional dispute arises and  \nit cannot be resolved at the local level, the Con-  \ntractor should make an assignment and work .  \nshall continue according to the assignment. In  \nthe meantime, the Employer and representatives  \nof the International Unions of all disputing trades  \nshould meet to try to bring about a satisfactory  \nor mutual understanding with the Employer. The  \nEmployer and the Union agree that there shall  \nbe no stoppage of work at any time over the  \nresolution of jurisdictional disputes.  \n"], ["ARTICLE X  \nNo Strikes and No Lockouts  \n", "There shall be no lockouts by the Employer  \nnor strikes by the Union during the term of this  \nAgreement.  \nIt shall not be a violation of this Agreement  \nto strike against any Employer who is in arrears  \nwith his payments to the Pension Plan and/or  \nHealth and Welfare Plan.  \nGrievance Procedure  \nAll grievances within the scope of this Agree-  \nment, other than those pertaining to jurisdictional  \ndisputes and wages that may arise of any job  \n39  \ncovered by Agreement, shall be handled in the  \nfollowing manner:  \nA. When grievances cannot be settled lo-  \ncally by the Steward and the repre-  \nsentative in charge, the matter shall be taken  \nup at the job site by the representative or agent  \nof the Employer and the representative of the  \nUnion, and if unable to reach a settlement, there  \nis hereby created a Joint Committee composed  \nof equal representation consisting of not less  \nthan six (6) - three (3) of whom shall be appointed  \nby the Employer Representative of which no  \nmore than one (I) shall be employed by the  \nEmployer, and two (2) other A.G.C. contractor  \nrepresentatives; and three (3) of whom shall be  \nappointed by the Employee Representative, no  \nmore than one (1) shall be a member of Local  \n181 Operating Engineers, and two (2) would be  \nBusiness Representatives from other Building  \nTrades.  \nB. In the event the grievance cannot be  \nsettled as above provided within forty-eight (48)  \nhours, the Joint Committee shail appoint the  \nseventh member and his decision shall be final.  \nIn the event the Joint Committee cannot agree  \non the seventh member, the Committee shall  \nrequest the Director of the Federal Mediation and  \nConciliation Service to recommend three (3)  \n40  \nmembers and the Union shall eliminate one (1)  \nname and the Employer shall eliminate one (1)  \nname. The decision of the Arbitration Board shall  \nbe in writing, signed by a majority of the Arbitra-  \ntion Board and delivered to the parties directly  \ninvolved, and shail be final and binding upon ali  \nparties concerned in the dispute.  \nAny fees charged by said seventh member  \nof such Arbitration Board for his services shall  \nbe shared equally by the individual Employer  \ninvolved or the A.G.C. of Indiana (Southwest-  \nern Branch), and the Local Union involved. Ail  \nother expense of arbitration shall be borne by  \nthe party incurring the same.  \n"], ["ARTICLE Xl  \nPension  \n", "A. Effective April 1, 2003 and up to and in-  \ncluding March 31, 2006, in addition to the wages  \nherein set out, the Employer shall pay to the  \nCentral Pension Fund of the International Union  \nof Operating Engineers and Participating Em-  \nployers for each hour paid for or worked by Em-  \nployees covered by this Agreement when they  \nare employed on work within the territorial juris-  \ndiction of Local 181 on the following basis for  \nthe designated year.  \n41  \nApril 1, 2003 through March 31, 2004 - $4.25  \nApril 1, 2004 through March 31, 2005 -  \nApril 1, 2005 through March 31, 2006 -  \nB. Said payments shall be made on the  \ndates, in the manner and form and in accordance  \nwith the rules and regulations as adopted by the  \nTrustees of the Central Pension Fund of the In-  \nternational Union of Operating Engineers and  \nParticipating Employers.  \nC. The Employer agrees to be bound by the  \nAgreement and Declaration of Trust entered into  \nas of September 7, 1960, establishing the Central  \nPension Fund of the Internationa! Union of Oper-  \nating Engineers and Participating Employers and  \nby any amendments to said Trust Agreement.  \nD. The Employer designates as his repre-  \nsentative among the Trustees of said fund such  \nTrustees as are named in said Agreement and  \nDeclaration of Trust as Employer Trustees, to-  \ngether with their successors selected in the  \nmanner provided in said Agreement and Decla-  \nration of Trust as that document may be  \namended from time to time.  \nE. The Pension Trust Fund shall be admin-  \nistered in accordance with all provisions of ap-  \nplicable law.  \n42  \nF. Should the Local Union determine that  \nthere should be an increase in Employers’ con-  \ntributions to the Pension Plan, the Local Union  \nshall inform the employers sixty (60) days prior  \nto 4-1-04 and 4-1-05. Said contributions shall  \nbe increased in the amount determined by the  \nLocal Union, this increase in contributions to be  \ndeducted from wages due at said time.  \nG. This is a defined contribution plan and  \nthe Employer will not be liable for any payments  \nbeyond the expiration of this contract.  \n"], ["ARTICLE Xll  \nHealth and Welfare  \n", "A. Effective April 1, 2003 the Employer, sig-  \nnatory to or bound by this Agreement, agrees to  \nreport and pay in behalf of all bargaining unit  \nemployees represented by the Union, whether  \nat the regular or overtime rates, to the Interna-  \ntional Union of Operating Engineers Local 181  \nHealth and Welfare Trust Fund the following:  \nApril 1, 2003 through March 31, 2004 - $4.50  \nApril 1, 2004 through March 31, 2005 -  \nApril 1, 2005 through March 31, 2006 -  \n43  \nThe contribution reports of the Employer  \nmust be made on forms supplied by the Trust  \nOffice of the Fund and must be postmarked no  \nlater than the 10th of the month covering all pay  \nperiods in the previous calendar month.  \nB. All Health and Welfare contributions, to-  \ngether with required contributions to the Central  \nPension Fund, are due and payable at the Fund  \nOffice, of the International Union of Operating  \nEngineers Local 181, Health and Welfare Trust  \nFund, P.O. Box 1179, 700 N. Eim Street,  \nHenderson, KY 42419- 1179.  \nC. Each Employer signatory to or bound by  \nthis Agreement agrees that his firm, partnership  \nor corporation shall and does hereby become  \nan under the terms of the Agreement  \nand Declaration of Trust forming the International  \nUnion of Operating Engineers Local 181 Health  \nand Welfare Trust Fund, the effective date of said  \nAgreement and Declaration of Trust being April  \n1, 1968. Said Employer further agrees to abide  \nby all provisions, rules and regulations set forth  \nin such Agreement and in the bylaws made by  \nthe authority thereof.  \nD. The Employer does hereby become a  \nparticipant in the Trust Fund and agrees to re-  \nmain a participant in the Trust Fund for the du-  \n44  \nration of this collective bargaining agreement,  \nincluding any renewals or extensions thereof.  \nThe Employer further agrees that the Employer  \nTrustees and their successors serving as such  \nduring their term of office shall act as its repre-  \nsentative in the aforesaid Trust Fund.  \nE. The Trustees of the International Union  \nof Operating Engineers Local Union 181 Health  \nand Welfare Trust fund have the authority to  \nassess liquidated damages in the form of mon-  \netary penalties for the late reporting and/or pay-  \nment of the required Health and Welfare contri-  \nbutions. These liquidated damages are due and  \npayable immediately upon notification.  \nF. The Union may at its option remove all  \nemployees from any employer who fails to re-  \nport and pay the required contributions in behalf  \nof bargaining unit employees to the fringe ben-  \nefit fund office as mentioned above. Such re-  \nmoval of the Union’s members shall not be con-  \nsidered a breach of this collective bargaining  \nagreement nor is it actionable in a court of law.  \nG. Health and Welfare contribution pay-  \nments are required to be reported and paid by  \nall Employers who require employees to work  \nout of the territorial jurisdiction of Local Union  \n181; the aforesaid contributions shall be paid to  \n45  \n   \nthe International Union of Operating Engineers  \nLocal 181 Health and Welfare Trust Fund.  \nH. Should the Local Union determine that  \nthere should be an increase in employers’ con-  \ntributions to the Health and Welfare Plan, the  \nLocal Union shall inform the employers (60) days  \nprior to 4-1-04 and 4-1-05. Said contributions  \nshall be increased in the amount determined by  \nthe Local Union, this increase in contributions  \nto be deducted from wages due at said time.  \n|. Family Medical Leave Act. The Union and  \nthe Contractors recognize the Family Medical  \nLeave Act of 1993 and if an Employer is subject  \nto the law, the Contractor may pay to the Health  \nand Welfare Fund the amount as required per  \nmonth in lieu of the hourly rate for a qualifying  \nemployee. The monthly amount will be deter-  \nmined annually by the trustees of the Fund.  \nJ. federal or state legisiation is enacted  \nproviding for national health insurance or uni-  \nversal health care coverage of employees, the  \nparties agree that they will enter into discussions  \nto determine the impact of such legislation on  \nthe health care plan then maintained. The par-  \nties further agree that in the event such legisla-  \ntion renders continued maintenance of such  \nheaith care plan unlawful, the parties will enter  \n46  \ninto negotiations to agree upon a replacement  \nplan which will be consistent with the legisla-  \ntion, provided further that such negotiations shall  \nbe limited solely to the foregoing issue.  \nK. Administrative Dues Checkoff. The Em-  \nployer agrees to deduct from the pay of the  \nemployees covered by this Agreement an ad-  \nministrative dues deduction. Before any such  \ndeduction is made, the Union shall furnish to the  \nEmployer a properly signed authorization card  \nfor the employees permitting such deduction.  \nSuch deduction shall be remitted to the focal  \nunion on a monthly basis on the forms and in  \nthe manner prescribed by the local union.  \nThe Union agrees to hold the Employer  \nharmless from any and ail suits, claims or legal  \nproceedings which arise as a result of enforce-  \nment of this Article or compliance with this Ar-  \nticle by the Employers.  \nException: Any administrative dues monies  \nwithheld will be deemed as wages and collec-  \ntion thereof will be in accordance with Article Xll,  \nSection F of this Agreement.  \n47  \n"], ["ARTICLE XIll  \nMarket Recovery and Productivity Program  \n", "1. 1.U.0.E. Local 181 will create and fund a  \nprogram to be known as the Operating Engi-  \nneers Local 181 Market Recovery and Produc-  \ntivity Program whereby a fund will be created  \nconsisting exclusively of this local’s money to  \nbe used for the exclusive purpose of promoting  \nthe establishment of jobs that do not undermine  \nthe wages and working conditions of operating  \nengineers within the jurisdiction of 1.U.0.€. Lo-  \ncal 181, under its building, sewer, waterline, and  \nutility construction as defined in the scope of this  \nagreement, by such means as labor cost supple-  \nments on certain jobs to maintain the proper  \nwage and working conditions, advertising, edu-  \ncational programs and related activities;  \n2. That the assets of the program will be  \nmaintained in a separate account designated as  \nthe Operating Engineers Local | 81 Market Re-  \n_ covery and Productivity Program;  \n3. That said program will be administered  \nby the Business Manager of iIUNOE Local 181,  \nunder the general supervision of the Executive  \nBoard;  \n48  \n4. That the Business Manager shall make  \nactivity reports of the program, including a writ-  \nten monthly accounting of its assets and distri-  \nbutions, to the Executive Board and the mem-  \nbership meetings of the local union;  \n5. That IUOE Local 181 at any time may ter-  \nminate this program and upon termination of said  \nprogram, all assets of said program will revert  \nto the general treasury of the Local Union;  \n6. When a project is selected for the Market  \nRecovery and Productivity Program, an estimate  \nwill be made of the number of hours of operat-  \ning engineer work to be performed on the job.  \nBased upon this estimate, a calculation will be  \nmade of a total amount of money which will be  \ndesignated by the Market Recovery and Produc-  \ntivity Program for the particular project. The  \nUnion will then make a determination with re-  \nspect to each particular project, what amount of  \nmoney it will make as a cash payment from the  \nfund and the amount calculated to any contrac-  \ntor who is awarded the work for the project, and  \nwho is either signed to a collective bargaining  \nagreement with Local 181 or who agrees to and  \nbecome bound to a contract with the Union. Any  \ncontractor who is awarded the work and has an  \nagreement with IUOE Local 181 or signed such  \nan agreement will be entitled to the designated  \n49  \ncash payment as long as they meet the require-  \nments of the program as set by the local union.  \nThe determination as to which projects are go-  \ning to be included in the program and the amount  \nof money to be granted for each specific project  \nwill be made solely and only by the union. There  \nwill be no employer involvement in this program  \nor this process;  \n7. The effective date of this program to be  \nimplemented will be May 1, 1993.  \n"], ["ARTICLE XIV  \nNon-Discrimination and Non-Harassment  \n", "The parties to this Agreement agree that  \nthere will be no discrimination against or harass-  \nment of any employee on account of race, reli-  \ngion, color, sex, age, national origin, or disabil-  \nity. Itis the policy of both parties to provide equal  \nopportunities for employment and advancement  \nfor all individuals regardless of race, religion,  \ncolor, sex, national origin, age, or disability. The  \nparties further agree to comply with all applicable  \nstate and federal employment laws, and all ap-  \nplicable executive orders regarding employment  \ndiscrimination and affirmative action.  \n30  \n"], ["ARTICLE XV  \nCONSTRUCTION ADVANCEMENT  \nPROGRAM OF CENTRAL INDIANA  \n", "It is understood that the Associated Gen-  \neral Contractors of Indiana, Inc., an Indiana cor-  \nporation not-for-profit, has established the Con-  \nstruction Advancement Program of Central In-  \ndiana (hereinafter, Program). The purpose of  \nsuch program is to generally promote and im-  \nprove the construction industry, including, with-  \nout limiting the generality of the foregoing, ap-  \nprenticeship training, advanced skill training, su-  \npervisory training, improvement of public and  \npersonne! relations, market development, stan-  \ndardization of contracts and specifications, de-  \nvelopment of relations with others (including the  \npublic, architects, suppliers and labor), collec-  \ntion and distribution of information useful and  \nbeneficial to the construction or contracting in-  \ndustry, and otherwise promote and advance the  \ninterest and common good of the construction  \ncontracting industry in the state. It is understood  \nthat each Employer will be furnished a copy of  \nthe Articles of Incorporation upon request and  \nthat, subject to the foregoing limitations, such  \nArticles of Incorporation may be amended from  \ntime to time by the Board of Directors.  \n51  \nEach Employer shalt contribute an amount  \nper clock hour for each hour worked by each of  \nhis Foremen, Journeymen and Apprentices cov-  \nered by this Agreement. The hourly amount shall  \nbe between Five Cents ($.05) to Ten Cents  \n($.10), as determined by the Trustees of the Pro-  \ngram, provided that a minimum of two (2) month’s  \nnotice shall be provided by the trustees before  \nthe amount may be adjusted within said range.  \nEach Employer-shall pay the contribution to  \nthe Program on or before the 15th day of each  \nmonth with an accounting of hours for which it  \ncompensates such employees during the pre-  \nceding calendar month.  \nIt is expressly understood and agreed that  \nthe Board of Directors of the Program have the  \nauthority to conduct an audit of the records of  \nany employer to determine whether such em-  \nployer is contributing to the Program in accor-  \ndance with the provisions of this Article. It is fur-  \nther understood that, in the event an Employer  \nis determined to be delinquent and/or to have  \nfailed to make contributions as required in this  \nArticle, any lega! expenses of the Program, in-  \ncluding attorney fees, court costs and audit ex-  \npenses, incurred in the audit and collection of  \nsuch delinquent and/or non-contributed funds  \nshall be borne by the Employer. It is further un-  \nderstood and agreed that such Employer shall  \n52  \nbe obligated to pay any delinquent contributions  \nto the Program with interest charged at the rate  \nthen applicable to Internal Revenue Service col-  \nlection of delinquent and/or unpaid taxes.  \nIt is expressly understood and agreed that  \nno Employee, Employer or Union shalt have any  \nvested or proprietary interest in or right to any  \nsum constituting a part of said Program.  \n53  \n"]]