[["", "Effective:  \nK $078  \nwrbt,  \naq pt  \nAGREEMENT BETWEEN  \nTHE ASSOCIATED GENERAL CONTRACTORS OF ILLINOIS  \nWABASH VALLEY CONTRACTORS ASSOCIATION  \nAND  \nINTERNATIONAL UNION OF OPERATING ENGINEERS LOCAL #841  \nCOVERING  \nALL CONSTRUCTION  \nIN  \nDISTRICT #3  \n(Iroquois and Ford Counties)  \nDISTRICT #5  \n(Vermilion, Champaign, Moultrie, Douglas, Edgar,  \nColes, Cumberland and Clark Counties)  \nDISTRICT #7  \n(Effingham, Jasper, Clay, Crawford, Richland,  \nLawrence, Wayne, Edwards and Wabash Counties)  \nJanuary 1, 2003. Expires: December 31, 2007  \nINDEX  \nOPERATING ENGINEERS LOCAL #841  \nJanuary 1, 2003 thru December 31, 2007  \nTerritorial Jurisdiction  \nPreamble  \nArticle 1  \nArticle 2  \nArticle 3  \nArticle 4  \nArticle 5  \nArticle 6  \nArticle 7  \nArticle 8  \nArticle 9  \nArticle 10  \nArticle 11  \nArticle 12  \nArticle 13  \nArticle 14  \nArticle 15  \nArticle 16  \nArticle 17  \nArticle 18  \nArticle 19  \nArticle 20  \nArticle 21  \nArticle 22  \nArticle 23  \nArticle 24  \nArticle 25  \nArticle 26  \nArticle 27  \nArticle 28  \nArticle 29  \nArticle 30  \nArticle 31  \nArticle 32  \nArticle 33  \nArticle 34  \nArticle 35  \nArticle 36  \nArticle 37  \n1  \nBargaining 1  \nWork COVETE” 20.0... 2  \noo. 3  \ncca 4  \nUNION SOCUMY eee 4  \nee a  \nClassifications, Wages, Contributions & Deductions 5  \nHealth and 8  \nPENSION FUNG 8  \nApprenticeship & Training 9  \n|.U.0.E. Local 841 Qualified Savings Plan Trust g  \nFringe Benefit FUNGS 9  \nWorking Dues ASSESSMEN 10  \nWorking 10  \n11  \nReporting & Guaranteed 11  \nSif 13  \nEmergency WOTK 13  \n14  \nAsphalt Plant Crews 14  \nMechanics — Repair Work 14  \nMaster 15  \nUtility 15  \nEquipment Preference 16  \nChanging 16  \nCOMDINATION 16  \nDewatering 17  \nPayment Of 18  \nComfort, Convenience & Safety 18  \nAlcohol and Non-prescription Drugs 18  \nTransporting Equipment 21  \nTransportation of 21  \nInjurieS ANd First Aid... 21  \nDAPELY ooo. 21  \nPre~jJOD 22  \nReferral of Applicants 22  \nJOD 29  \nArticle 38  \nArticle 39  \nArticle 40  \nArticle 41  \nArticle 42  \nArticle 43  \nArticle 44  \nArticle 45  \nArticle 46  \nArticle 47  \nVoluntary Suspension Of Work 29  \nArbitration ............... bee 30  \nAssignment of Work and Jurisdictional 30  \nMarket RECOVELY 31  \nWorkmen's Compensation 32  \nUnemployment 32  \nCompleteness of 32  \nDISCHIMINATION 32  \nSavings & 32  \nDuration and Termination 33  \nTerritorial Jurisdiction  \nInternational Union of Operating Engineers  \nLocal #841  \nOffice Location  \nTerre Haute, IN office  \n6801 South U.S. Highway 41  \nP.O. Box 2157  \nTerre Haute, IN 47802-0157  \nPhone 812-299-1177  \nVincennes, IN office  \n1602 Main Street  \nP.O. Box 949  \nVincennes, IN 47591  \nPhone 812-882-9508  \nOakwood, IL office  \n616 South Oakwood  \nP.O. Box 400  \nOakwood, iL 61858  \nPhone 217-354-4858  \nPREAMBLE  \nThis Agreement made and entered into by and between the Associated General  \nContractors of Wabash Valley Contractors Association, jointly, on behalf of  \nSuch employers who so authorized them, and the International Union of Operating  \nEngineers, Local No. 841.  \nWITNESSETH:  \nThat, whereas, it ts believed to be of mutual advantage that a workable agreement shail  \nexist between and among the Employers and the Union in the employment of Operating  \nEngineers on all classes of public works engaged in by the Employers in the Counties of  \nthe State of Illinois, hereinafter listed; and  \nWhereas, the constitutional right of the employers to hire labor and the constitutional right  \nof workmen and employees to labor for such compensation as may be agreed upon are  \nmutually understood and respected by the Parties hereto; and  \nWhereas, unreasonable demands by organized labor and unreasonable requirements by  \nemployers of labor are believed to be of equal hardship to and upon the welfare of the  \npeople and upon the communities wherein the employers and employees reside, and that  \noperating engineers should be paid and should be willing to work on a scale and basis  \ncommensurate with their skill and knowledge of their trade and in keeping with the wages  \nand the standard of living in the communities wherein their work is performed.  \nIt is therefore understood and agreed, by and between the Parties hereto, as follows:  \n"], ["ARTICLE 1 - BARGAINING UNIT  \nThe Employers recognize the International Union of Operating Engineers, Local No. 841,  \n", "as the exclusive representative for the purpose of Collective Bargaining for all employees  \nwhose work is described, classified and set forth in this Agreement.  \nThe Union recognizes the above named associations, as the bargaining  \nagent for such Employers who so authorize them. Individual employers signatory hereto  \nwho are not members of the said Associations agree to be bound by any amendments,  \nextensions or changes in this Agreement agreed to between the Union and the  \nAssociations, and further agree to be bound by the terms and conditions of ail  \nsubsequent contracts negotiated between the Union and the Associations unless said  \nnon-member employer notifies the Union in writing that it revokes such authorization not  \nmore than 120 days and not Jess than 90 days prior to the expiration of this or any  \nsubsequent agreement. Further, said non-member employer agrees that notice served by  \nthe Union upon said Associations and Mediation services for re-opening, termination or  \ncommencement of negotiations shall constitute notice upon and covering the non-  \nmember employer signatory hereto.  \nTo fully realize the bargaining stability and other benefits of multi-cemployer bargaining the  \nparties agree further as follows:  \nA. It ts the intent of the parties hereto that a single-multt-employer bargaining unit shall  \nencompass all employer parties to this Agreement. No other employer, or employer  \ngroup may become a party hereto except under the above-described conditions, or  \nby express written consent of the above named parties.  \nB. inthe event that any other employer or employer group reaches an Agreement with  \nthe Union covering in any part the same work as this Agreement, that is in the  \nopinion of the Associations party hereto in any respect more favorable than this  \nAgreement, then at the option of the said Associations such more favorable  \nprovisions shall become a part of this Agreement as of the effective date of such  \nother Agreement.  \nC. Where this Agreement and any other Agreement between the Parties or between the  \nUnion and any individual signatory employer in any respect overlap, this Agreement  \nshall supersede such other Agreement.  \n"], ["ARTICLE 2 - WORK COVERED  \n", "This Agreement generally covers: All construction work commonly referred to as  \nhighway/heavy, utility, and building construction, as more specifically described below:  \n1. Highway: Highway, streets, bridges, airports, and grading, drainage and waterlines  \nwork let in connection with highways, streets, bridge and airport projects within the  \nproject limit.  \n2. Heavy: Heavy construction flood contral projects and levees except such  \nwork as let with building project or within the building project limit.  \n3. Utility: Underground utility work and grading in subdivisions, sewers, waterlines and  \ngas lines.  \n4. Building: All construction work inside the established property boundary lines and  \nconstruction work outside the boundary lines that ts incidental to the construction  \nwork inside the boundary line of public and private utility plants, office and  \ncommercial building, schools, universities, colleges, churches. refineries,  \nchemicai plants, water, oil, gas, chemical tanks, pumping stations, disposal plants,  \napartment houses, factories, grain elevators, towers, house and all other work let as  \na building contract except such as are incidental to street or highway improvement  \nand work covered by the underground utilities and subdivision Agreements of Local  \nNo. 841.  \nThe local production of material, whether such materiais are produced by the  \ncontractor himself or for his own use. Local production of materials is construed to  \nbe the production of crushed stone, gravel and/or materials with portable or semi-  \nportable crushing, screening or washing plants established or reopened or to be  \nincorporated into the work on a designated project or projects.  \nDefinitions:  \nAn industrial project shall mean all work done on the premises of the owner building  \nsuch industria! plants. A project shall mean all work done on the  \npremises of the owner building such commercial establishment. Educational  \nfacilities shall be included in commercial classification.  \nThis Agreement shall have effect and cover employees performing work covered by  \nArticle 2 of this Agreement for the Employer and all job site equipment repairs and  \nmaintenance which has been or may be awarded to the International Union of  \nOperating Engineers and without limiting the foregoing all classifications of  \nemployees listed in Article 7 and any additional thereto during the life of this  \nAgreement. Provided however, that this Agreement does not cover warranty and  \nspecialized mechanics who are not employees of the employer. Such mechanics  \nmay perform job site repair or job site maintenance if assisted by an employee  \ncovered by this Agreement.  \nExceptions :  \nThis Agreement shall not apply to permanent sand and gravel pits, permanent rock  \nquarries, permanent ready mix concrete plants and/or materials yards.  \n"], ["ARTICLE 3 - TERRITORY  \n", "This Agreement shall cover work done in the following counties of Illinois: Iroquois, Ford,  \nVermilion, Champaign, Moultrie, Douglas, Edgar, Coles, Cumberland, Clark, Effingham,  \nJasper, Clay, Crawford, Richland, Lawrence, Wayne, Edwards and Wabash.  \n"], ["ARTICLE 4 - JURISDICTION  \n", "This Agreement shail cover ail Operating Engineers who are engaged in erecting,  \ndismantling, and repairing, operating or assisting in operating, the repairing of all hoisting  \nand portable machines, all refrigerating machines or units and engines used on open and  \nheavy construction work, all hoisting and portable machines and engines used in or upon  \nwrecking, digging, boring, building, and erecting foundations, buildings, tunnels, and  \nsubways, dams, reservoirs, disposal plants, bridges, railroads, streets (paving and repair),  \nroad building construction, (including grading and repair), sewers, water, gas and oil lines,  \nallotment development construction, harbor and river dredging, the construction and  \nrepair of all docks, wharves, piers, shipyards and sea walls; all temporary sand, gravel  \nand stone pits, quarries and material yards; sand rock and gravel screening machines,  \nmotor generators (when used for welding and cutting or for converting or transforming  \nelectric currents, irrespective of their motive power); all machines used to sweep, clean  \nand remove debris and snow from streets and roads; all mine hoists, telphers, grab  \nbuckets, pumps, siphons, pulsometers, generators, concrete mixers (irrespective of  \ncapacity), concrete pumps of all sizes and capacities, stone crushers, air compressors, all  \nwater-test and biast-hole drilling machines; all sand blasting and other machines; and  \nboilers used in the cleaning and washing of buildings, all boilers (irrespective of size) used  \nfor furnishing temporary heat on buildings under construction, or for the heating of all  \nmaterial, or heating water, or furnishing steam for the operation of all machines, engines  \nand other appurtenances herein specified; all tractor and truck type cranes;  \nall derricks, boom hoists (of all description and capacities), and automatic hoists; house  \nand elevators (permanent and temporary) used for hoisting building material or lowering  \ndebris or carrying workmen from floor to floor in building under construction and repair, all  \nstreet rollers, steam and other motive power shovels, all LeTourneau and other types of  \nscoops, pull shovels, mucking machines, draglines and cableways; all clam shell and  \norange peel buckets when used in connection with any machine or with derrick or boom  \nhoist for handling, storing, loading, or unloading materials: all land and  \nfloating pile drivers, floating derrick barges and boats, floating and self-propelled dredges  \nand rock drilling plants, all dinkey and standard locomotives, derrick cars, tractors, all  \ntractor propelled machinery, all power and elevator graders, scarifiers, bulldozers, Barber  \nGreen Loaders, all trenching and ditching machines, all mechanical hoe-type machines,  \nback fillers and conveyors, all cranes and derricks, machines, engines and boilers used in  \nasphalt and concrete mixing plants and all other engines and machines (irrespective of  \nmotive power) used on building and construction work, or in the loading, unloading, or  \nstorage of commodities ai or in terminals.  \n"], ["ARTICLE 5 - UNION SECURITY  \n", "All employees covered by this Agreement shall be required as a condition of employment  \nto become and remain members of the Union on or after the eighth day following the  \nbeginning of their employment or the effective date of this clause, or the signing of this  \nAgreement, whichever is the later. Provided, that no Employer or the Union shall  \ndiscriminate against an employee to whom membership was not available on the same  \nterms and conditions generally applicable to other members, or if membership was  \ndenied the employee or terminated for reasons other than the fatlure of the employee to  \ntender the periodic dues, any applicable working dues assessment as negotiated, and the  \ninitiation fees uniformly required as a condition of acquiring or retaining membership.  \nUpon the failure of an employee to comply with the membership requirements set forth  \nabove, the Employer agrees upon written request from the Union to discharge said  \nemployee.  \n"], ["ARTICLE 6 - SUBCONTRACTORS  \n", "The Employer agrees that he, or any of his subcontractors on the Job site, will not contract  \nor subcontract work to be done within the occupational jurisdiction of the Union, at the site  \nof construction, alteration, painting, or repair of a building structure, or other work, except  \nto a person, firm, or corporation, party to a current labor agreement with the Union,  \nproviding the subcontractor is given the opportunity to sign the same agreement as the  \nprime contractor. Provided, however, that on signatory type work which is performed by  \nspecialty type sub-contractors and where no signatory sub-contractors are available, and  \nupon mutual agreement between the Employer and the Business Representative, the  \nabove provision shall not apply.  \n"], ["ARTICLE 7 - CLASSIFICATIONS, WAGES, CONTRIBUTIONS  \n& DEDUCTIONS  \n", "All employees shail take the classification with respect to their work and duties, and shall  \nreceive the hourly rate of pay established for each classification as shown by Craft  \nClassifications and Rate of Pay.  \nCRAFT CLASSIFICATIONS  \n1. Power Cranes, Draglines, Derricks, Shovels, Gradalls, Mechanics, Tractor Highlift,  \nTournadozer, Concrete Mixers with Skip, Tournamixer, Two Drum Machine, One  \nDrum Hoist with Tower or Boom, Cableways, Tower Machines, Motor Patrol, Boom  \nTractor, Boom or Winch Truck, Winch or Hydraulic Boom Truck, Truck Cranes,  \nTournapull, Tractor Operating Scoops, Bulldozer, Push Tractor, Asphalt Planer,  \nFinishing Machine on Asphalt, Large Rollers on Earth, Rollers on Asphalt Mix, Ross  \nCarrier or similar Machine, Gravel Processing Machine, Asphalt Plant Engineer,  \nPaver Operator, Dredging Equipment, or Dredge Engineer, or Dredge Operator,  \nCentral Mix Plant Engineer, CMI or similar type Machine, Concrete Pump, Truck or  \nSkid Mounted, Tower Crane, Engineer on Rock Crusher Plant, Concrete Plant  \nEngineer, Ditching Machine with dual Attachment, Tractor Mounted Loaders, Cherry  \nPicker, Hydro Crane, Standard or Dinkey Locomotives, Scoop-mobiles, Euclid  \nLoader, Soil Cement Machine, Back Filler, Elevating Machine, Power Blade, Drilling  \nMachines, including Well Testing, Catssons, Shaft or any similar type Drilling  \nMachines, Motor Driven Paint Machine, Pipe Cleaning Machine, Pipe Wrapping  \nMachine, Pipe Bending Machine, Apsco Paver, Boring Machine, (Head Equipment  \nGreaser), Barber-Greene Loaders, Formless Paver. (Well Point System), Concrete  \nSpreader, Hydra Ax, Span Saw (and similar types), Marine Scoops, Brush Mulcher,  \nBrush Burner, Mesh Placer, Tree Mover, Helicopter Crew (3), Piledriver-Skid or  \nCrawler, Stump Remover, Root Rake, Tug Boat Operator, Refrigerating Machine,  \nFreezing Operator, Chair Cart - Self Propelled, Hydra Seeder, Straw Blower, Power  \nSub Grader, Bull Float, Finishing Machine, Self Propelled Pavement Breaker, Lull (or  \nsimilar type machine), Two Air Compressors, Compressors hooked in Manifold,  \nOverhead Crane, Chip Spreader, Mud Cat, Sull-Air, Fork Lifts (except when used for  \nlandscaping work), Soi! Stabilizer (Seaman Tiller, Bo Mag, Rago Gator and similar  \ntypes of equipment), Tube Float, Spray Machine, Curing Machine, Concrete or  \nAsphalt Milling Machine, Snooper Truck-Operator, Backhoe, Farm Tractor (With  \nAttachments), 4 Point Lift System (Power Lift or similar type),Skid-Steer (Bob Cat or  \nsimilar type), Wrecking Shears, Incinerator Operator, Water Blaster, Self-Propelled  \nPower Broom, Heavy Equipment Robotics Operator/Mechanic, Ultra High Pressure  \nWaterjet Cutting Machine Operator/Mechanic, Master Environmental Maintenance  \nMechanic, Horizontal Directional Drill Operator, Material Transfer Device, Post  \nDriver, Recycling Paver, and Air Compressors over 600 Cu. Ft.  \nThe following list of equipment is included in Class (1) rates except where provisions  \nof a prior agreement prohibit or where a contractor has established a practice of  \nassignment to a different craft: Concrete Cleaning Decontamination Machine  \nOperator, Vacuum Blasting Machine Operator/Mechanic, Horizontal Directional Drill  \nLocator, Hot Crack Melter, and Off Road Haulers.  \nAmount of increases to be distributed to wages and/or fringe benefits — see Wage  \nAddendum A.  \nEFFECTIVE: 4/4/03 4/1/04 4/1/05 4/1/06 4/1/07  \n$1.35 $1.40 $1.45 $1.55 $1.55  \nConcrete Mixers without Skips, Rock Crusher, Ditching Machine under 6\", One Drum  \nMachines Without Tower or Boom, Air Tugger, Seif Propelled Concrete Saw,  \nMachine Mounted Post Hole Digger, two to four Generators, Water Pumps, or  \nWelding Machines, within 400 feet, Air Compressor 600 cu. ft. and under, on  \nAggregate and Seai Coat Surfaces, Fork Lifts (when used for landscaping work),  \nConcrete and Blacktop Curb Machine, One Water Pump, Oilers, Air Valves or Steam  \nValves, One Welding Machine, Truck Jack, Mud Jack. Gunnite Machine, House  \nElevators when used far hoisting Material. Engine Tenders, Fireman, Wagon Drill,  \nFlex Plane, Conveyor, Siphons and Pulsometer, Switchman, Fireman on Paint Pots.  \nFireman on Asphalt Plants, Distributor Operator on Trucks, Tampers, Striping  \nMachine (Motor Driven), Form Tamper, Bulk Cement Plant, Equipment Greaser,  \nDeck Hands, Truck Crane Oller-Driver, Cement Blimps, Form Grader, Temporary  \nHeal, Throttle Valve, Snooper Truck-Helper, Super Sucker (and similar type of  \nequipment)  \nAmount of increases to be distributed to wages and/or fringe benefits ~ see Wage  \nAddendum A. |  \nEFFECTIVE: 4/1/03 4/1/04 4/1/05 4/1/06 A107  \n$1.00 $1.05 $1.10 $1.15 $1.20  \na. All equipment listed in the above classifications when manned will be manned by  \noperating engineers irrespective of size or motive power.  \nb. Any equipment or project not clearly classified above shail be classified upon the  \nrequest of either Party at any time by a standing committee appointed in equal  \nnumber by the Associations and the Union. Such equipment shall be placed  \nwithin one of the classifications in this Agreement. Should the Employer and the  \nUnion fail to do so as a result of a disagreement the Arbitration Procedure shail  \nbe followed.  \nc. The parties agree that operating engineers covered by this Agreement who are  \noperating certain types of cranes should work through the Joint Apprenticeship  \nand Training Program of Local #841 to attain crane certification. Further, the  \nparties agree that only the NATIONAL COMMISSION FOR THE  \nCERTIFICATION OF CRANE OPERATORS (CCO) will be recognized as a  \ncertifying authority.  \nd. Employees operating any booms from 149 ft. to 199 ft. including jib, shall receive  \nan additional ($1.00) per hour above the rate. Employees operating any booms  \nover 199 fi. including jib, shall receive an additional 1.50 per hour above the  \nregular rate.  \ne. Employees operating Scoops, Pulls or Tractors hooked in tandem or pilling in  \ntandem or pulling any other hauling unit in tandem shall receive an additional  \none dollar ($1.00) per hour above the regular rate.  \nEngineers shall wash out, clean and make all necessary repairs to ther  \nmachines and shall receive the rate of wages applying to that day for the same.  \nThe installing or removing of Machinery. Pipe Fitting, Electrical. Cleaning anc  \nRepairing necessary to operate same is considered his class of work.  \nA twenty-percent (20%) premium above the wage rate listed in Addendum A  \nshall be paid when employees are working in underground storage projects: or  \nwhen they work on projects designated as Hazardous Waste or Asbestos  \nRemoval Projects, where such employee (s) or their equipment come into direct  \ncontact with Hazardous Waste or Asbestos, and where such employee(s) are  \nrequired to wear protective outer clothing and/or other protective apparatus.  \nh. Contributions and Deductions for each hour paid for or worked shail be as listed  \nin Addendum A.  \ni. No foreman or supervisor shall be allowed to operate, repair or maintain any  \nmechanical equipment when such operator takes the job of an employee  \ncovered by this Agreement.  \n"], ["ARTICLE 8 - HEALTH AND WELFARE  \n", "It is mutually agreed by the Parties of this Agreement that the Party of the First Part  \ncovered herein shall become and/or continue to be a party of the Mid-central Operating  \nEngineers Health and Welfare Fund established by the International Union of Operating  \nEngineers, Local Union No. 841. The contribution by the Party of the First Part shall be  \nas provided in Addendum A, provided such Health and Welfare Plan meets ail the  \nrequirements of State and Federal laws and regulations applicable thereto and is  \napproved pursuant to the Internal Revenue Code.  \n"], ["ARTICLE 9 - PENSION FUND  \n", "it is mutually agreed by the Parties to this Agreement that the Party of the First Part  \ncovered herein shall become and/or continue to be a Party of the Central Pension Fund  \nof International Union of Operating Engineers and participating employers. The  \ncontribution by the Party of the First Part shall be as provided in Addendum A, provided  \nsuch Pension Fund meets alt the requirements of State and Federal laws and regulations  \napplicable thereto and is approved pursuant to the Internal Revenue Code.  \nlt is expressly agreed that the Employer's total liability to the Central Pension Fund shall  \nbe Strictly limited to the contribution specified in Addendum A. This shall be construed to  \nmean that Employers under this Agreement shall not be liable for any unfunded vested  \nbenefits or other unfunded habilites of the Cuntral Pension Fund.  \n"], ["ARTICLE 10 - APPRENTICESHIP & TRAINING  \n", "lt is mutually agreed by the Parties to this Agreement that the Party of the First Pan  \ncovered herein shall become and/or continue to be a Party of the Joint Apprenticeship  \nand Training Trust established by the International Union of Operating Engineers, Local  \nUnion No. 841, provided such Joint Apprenticeship and Training Trust meets all the  \nrequirements of Stale and Federal Jaws and regulations applicable thereto and is  \napproved pursuant to the Internal Revenue Code.  \n"], ["ARTICLE 11 - 1.U.0.£. LOCAL 841 QUALIFIED SAVINGS PLAN TRUST  \n", "The Employer hereby agrees to accept and be bound by the terms and conditions of the  \ninternational Union of Operating Engineers Local No. 841 Qualified Savings Plan Trust  \nAgreement, including any amendments or changes thereto, together with such Plan  \nRules and Regulations that may be established from time to time, provided said Trust  \nAgreement and Plan Rules and Regulations are established and maintained in  \naccordance with applicable State and Federal laws and regulations and that such Plan or  \nFund receive and maintain a tax qualified status with the Internal Revenue Service. The  \nEmployer further agrees to accept as Trustees those Trustees selected in the manner  \nprovided in said Trust Agreement. The Employer further agrees to pay contributions into  \nsaid Plan or Fund in such amounts as set forth in Addendum A of this Agreement.  \nIt is mutually agreed by the Parties to this Agreement that the I.U.0.E. Local 841 Qualified  \nSavings Plan Trust shall be established and maintained as a defined contribution plan  \nrather than as a defined benefit plan, as defined under the terms of ERISA. Accordingly,  \ncontributing Employers shall have no liability to said Plan or Fund beyond the obligation to  \nmake such contribution payments as set forth in Addendum A of this Agreement and  \nArticle X of the Agreement and Declaration of Trust of the |.U.O.E. Local 841 Qualified  \nSavings Plan Trust, as amended from time to time.  \n"], ["ARTICLE 12 - FRINGE BENEFIT FUNDS  \n", "In the event the Board of Trustees determines the necessity of an increased contribution,  \nsaid Board of Trustees shail notify Local 841, and Local 841 shall in turn notify AGC of  \ninois in writing of such increase not less than thirty (30) days prior to each anniversary  \ndate of this Agreement. Any increase in Employer contribution shall come out of the total  \nincrease negotiated for that period whereupon an addendum in writing describing such  \nchanges(s) shall be incorporated into this Agreement. It is understood that there shall be  \nno transfer or redistribution of wages into fringe benefits except on the anniversary dates  \nof this Agreement and under no circumstances can monies be deducted from the basic  \nlabor rate, as such ts prohibited by the lilinois Department of Labor. For purposes of thts  \nclause only, anniversary dates are April 1, 2003, April 1, 2004, April 1, 2005, April 1,  \n2006, and April 1, 2007.  \n"], ["ARTICLE 13 - WORKING DUES ASSESSMENT  \n", "Effective April 1, 2003 and upon receipt of an Employee's voluntary written authorization  \nwhich shall be irrevocable for a period of one (1) year or until the termination of the  \ncollective bargaining agreement, which ever occurs sooner, the Employer shal! check off  \nand deduct from wages each payroll period, such amount listed in Addendum A, as  \nworking dues as part of membership obligation to Locai Union No. 841. Said deduction  \nshail be made from earned pay on each regularly scheduled pay day and shall be  \nremitted to Local Union No. 841 together with all necessary health and welfare, pension,  \nannuity and apprenticeship and training contributions, but by separate check and with  \nreport of hours.  \nAuthorization shail be automatically renewed and shall be irrevocable for successive  \nperiod of one (1) year, unless proper notice of revocation is given, which notice must be in  \nwriting given to the Employer and the Local Union not more than sixty (60) days nor less  \nthan thirty (30) days prior to the expiration of each period of one (1) year, or each  \nsuccessive collective bargaining agreement between the Employer and the Loca! Union,  \nwhichever occurs sooner. In case no such notice is given, the authorization shall  \ncontinue in effect from year to year until such notice is given.  \n"], ["ARTICLE 14 - WORKING HOURS  \n", "A. The regular work day shall consist of eight (8) consecutive hours commencing at  \n8:00 a.m. unless otherwise mutually agreed upon, with a meal period of one-half  \n(1/2) hour on the employee's time. Employees shall be paid one and one-half (1 1/2)  \ntimes the regular rate of wages for all hours worked in excess of eight (8) hours per  \nday or forty (40) nours in any five day week.  \nB. Where legal, and when the employer notifies the Union prior to bidding or at the pre-  \njob conference, the employer may work four (4) ten (10) hour days, Monday through  \nThursday, with overtime being paid after ten (10) hours in one day or forty (40) hours  \nin one week or if an employee is required to work during their junch period. However,  \nthere shall be no pyramiding of overtime. In the event of inclement weather,  \nequipment breakdown, or restrictions are placed on the employer beyond his control,  \nsuch as State imposed traffic restrictions, Friday may be used as a make-up day,  \n10  \nhowever any employee required to work on Friday shall not work less than a full ten  \n(10) hour shift. Any employee starting during the calendar week shall be paid in the  \nsame manner as the employee starting on Monday should Friday be used as a  \nmake-up day.  \nThe employer agrees that when using this option it shall be for the duration of the job  \nor until the employer notifies the Business Representative, one week in advance,  \nthat the employer elects to return to a five (5) day eight (8) hour schedule for the  \nduration of the job, and can not be changed again unless mutuaily agreed upon by  \nthe Business Representative and the Employer.  \nThe payroll period must be such that no more than forty (40) straight time hours will  \nbe paid on any paycheck.  \nC. All hours worked on Saturday shall be paid at one and one-half (1 1/2) times the  \nregular rate of wages. All overtime shall be rounded up to the nearest half hour (i.e.  \nany fractional part of a half hour worked shali be paid a half hour).  \n"], ["ARTICLE 15 - HOLIDAYS  \n", "Double time shall be paid for all work performed on Sunday and the following seven  \nholidays:  \nNew Year's Day Thanksgiving Day  \nFourth of July Veterans Day (to be celebrated the day after  \nMemorial Day Thanksgiving)  \nLabor Day Christmas Day  \nNo work shall be performed on Labor Day except to save life or property. When the  \nholiday falls on Sunday, it shall be observed on Monday. If a holiday falls on any day  \nother than a Sunday, it shall be celebrated that day.  \n"], ["ARTICLE 16 - REPORTING & GUARANTEED HOURS  \n", "A. The employee shall report every work day unless notified by the Employer two (2)  \nhours prior to the scheduled start time, or as otherwise mutually agreed, and if not so  \nnotified shall receive two hours pay at the applicable rate for that day, but must  \nremain on the job if requested. If he starts to work he shall be paid four hours and if  \nhe works over four hours he shall receive eight hours pay.  \n11  \n1.  \nInclement Weather  \nlf an employee starts to work he shall be paid for four (4) hours, and if he works  \nmore than four (4) hours he shall receive a full day's pay. Unless, however,  \nwork is stopped due to inclement weather or equipment breakdown, in which  \ncase employees shall be paid for actual hours worked, but not less than two (2)  \nhours pay, unless otherwise agreed to between the Employer and the Business  \nRepresentative prior to the start of work.  \nOn the four (4) day ten (10) hour schedule, if an employee reports to work, (s)he  \nShall be paid two (2) hours and if the employee starts to work, (s)he shall be  \npaid five (5) hours, and if (s)he works more than five (5) hours (s)he shall  \nreceive ten (10) hours pay. Unless, however, work is stopped due to inclement  \nweather, equipment breakdown, or restrictions placed on the employer beyond  \nhis controi, in which case employees shall be paid for actual hours worked, but  \nnot less than two (2) hours pay, unless otherwise agreed to between the  \nEmployer and the Business Representative prior to the start of work. If an  \nemployee is required to work during inclement weather, other than shutting the  \njob down, (s)he shall be paid ten (10) hours.  \nThe engineer may be required by the Employer to remain on the job for the pay  \nperiod to which he is entitled. If the operator leaves the job on his own accord  \nhe shall be paid only for the hours he actually worked. However, if he is sent  \nhome by the Employer or his representative he shall be paid in accordance with  \nthe preceding paragraph.  \nWhenever an employee starts to work on Sunday or Holidays or days observed  \nas such, he shall be paid at least four (4) hours at the applicable premium rate  \nof pay. All time worked beyond the first four (4) consecutive hours on Sunday  \nor Holidays the employee shall be paid at the applicable premium rate of pay for  \nthe actual hours worked. When working a four (4) day ten (10) hour schedule,  \nthe four (4) hours in the preceding sentence becomes five (5) hours. Unless,  \nhowever, work is stopped because of inclement weather or equipment  \nbreakdown, in which case employees shail be paid at the applicable premium  \nrate of pay for actual hours worked, but not less than two (2) hours pay, unless  \notherwise agreed to between the Employer and the Business Representative  \nprior to start of work.  \nWhenever an employee starts to work on Saturday, he shall be paid for actual  \nhours worked or a minimum of two (2) hours.  \n12  \n"], ["ARTICLE 17 - SHIFT WORK  \n", "Where the Employer elects to work two (2) shifts, each such shift shall be not Jess than  \neight (8) hours, and in no case have less than three consecutive working days, except  \nwhen the job ts a continuous concrete pour or pumping operation.  \nOn a two (2) shift job, if the Employer elects to start the first shift prior to 7:00 a.m., both  \nshifts shall be entitled to a one-half (1/2) hour paid meal period. If the Employer elects to  \nstart the first shift at 7:00 a.m. or later, the first shift will be treated then as a normal! single  \nshift, but the second shift will be paid a fifty cents per hour premium and be entitled to a  \none-half (1/2) hour paid meal period.  \nOn a three (3) shift job, the regular work day of the first shift shall consist of eight (8)  \nconsecutive hours commencing at 8:00 a.m. with a meal period of one-half (1/2) hour on  \nthe employer's time. The regular work day of the second shift shall consist of eight (8)  \nconsecutive hours commencing at 4:00 p.m. with a meal period of one-half (1/2) hour on  \nthe Employer's time, plus fifty cents ($.50) per hour premium. The regular work day of the  \nthird shift shail consist of eight (8) consecutive hours commencing at 12:00 midnight with  \na meal period of one-half (1/2) hour on the Employer's time, plus fifty cents ($.50) per  \nhour premium.  \nThere shail be no split shifts.  \nIf may be mutually agreed upon between a representative of the Company and a  \nrepresentative of the Union that a rotating shift of four (4) men instead of three. (3) men  \ncan be used when operating on a seven day per week continuous shift basis.  \nSpecial Shift. if a special shift is required by an owner, or if the is required to  \nperform work which cannot be performed during regular working hours, employees may,  \nwith prior notification by the Employer to the Union, work a special shift and receive $1.50  \nan hour over base rate for eight (8) hours work plus thirty (30) minutes unpaid lunch after  \nthe fourth hour. No employee may work on a special shift if he has performed bargaining  \nunit work that day during the regular working hours. The Employer's request for this  \nspecial shift must include the starting date, the approximate number of employees  \ninvolved and the estimated conclusion date. Other terms and conditions may be agreed  \nto between the Business Manager and the Employer.  \n"], ["ARTICLE 18 - EMERGENCY WORK  \n", "In the event an employee has completed his regular shift and left the site of the work and  \nis called back to perform work of emergency nature, such employee shall be paid at least  \ntwo (2) hours at the applicable overtime rate.  \n13  \n"], ["ARTICLE 19 - OILERS  \n", "There must be a fireman or oiler on all cranes, CMI or similar equipment, backhoes,  \nskimmer scoops, clamshells, draglines, shovels, locomotive cranes, caterpillar cranes,  \npile drivers, derricks, Gual drum paver, ditching machine (24\" or over), portable rock  \ncrushers and gravel processing machines. An oiler need not be employed on cranes,  \nclamshells or draglines when used for batching materiats on work covered by this  \nAgreement and further they need not be employed on crawler cranes forty five (45) ton or  \nunder when used on small bridge jobs where only one such crane is in use.  \nOilers need not be employed on hydraulic crane-type backhoes of three and one-half (3  \n1/2) cubic yards or less; provided, however, that where no oiler is employed the operator  \nshall receive one (1) hour at overtime rate per shift to service and maintain said  \nequipment.  \n"], ["ARTICLE 20 - ASPHALT PLANT CREWS  \n", "lf an Employer has one portable, semi-portable or permanent asphalt plant, three (3)  \nOperators are required. \\f an Employer has two (2) or more asphalt plants, each shall be  \noperated with three (3) journeyman operators and the Employer will have an extra  \nqualified journeyman operator available to ensure that three (3) operators are available  \nfor each plant in operation. The Plant Engineer shall be in charge of the Plant, under the  \nsupervision of the Employer's representative. Provided, however, that an Asphalt Piant  \nmay be operated without a minimum crew at the Plant or on the lay down crew and  \nwithout any restrictions on changes of machines when engaged on other than highway or  \nstreet work and producing less than 500 tons of asphalt per day.  \n"], ["ARTICLE 21 - MECHANICS - REPAIR WORK  \n", "It is agreed that when a machine breaks down and repair work is begun thereon by the  \nmechanic, the engineer shall be retained to assist the mechanic at the regular rate of  \nwages for the completion of the shift.  \nIn case repair work on a machine is of some length or there is a delay in waiting for parts,  \nthe engineers regularly assigned to a particular machine may be retained in the shop or  \nplaced on another piece of equipment provided there is no other engineers assigned to  \nsaid piece of equipment, otherwise, it shall be optional with the Employer if engineers are  \nretained for any length of time while any assistance the mechanic needs shall be the  \nengineer assigned to operate the machine being repaired or another employee in the  \nBargaining Unit covered by this Agreement.  \n14  \n   \nMechanics using their own trucks and tools shall receive seventy-five cents ($.75) per  \nhour for expense over and above the regular rate, to be on a separate check.  \nWhen repair work is being done on a crane and the engineer thereon retained to do such  \nrepairs to or assist the mechanic, the Oiler shall also be retained as a mechanic's helper  \nuntil the completion of the shift.  \n"], ["ARTICLE 22 - MASTER MECHANIC  \n", "Master Mechanic - A Master Mechanic shall be employed by the Employer where twenty  \n(20) or more employees in the bargaining unit are employed on any one project by any  \none Employer. Master Mechanics are employed for their knowledge in the repair and  \nmaintenance of various machines used in the construction industry, and shall also work  \nwith the tools of the trade relating to the repair and maintenance on all machines coming  \nwithin the jurisdiction of the bargaining unit. They shall also have a working knowledge of  \nthe qualifications of the men working for their Employer. Such individual or individuals  \nshall not exercise any of the functions customarily performed by supervisors as defined in  \nthe National Labor Relations Act, as amended. In no way shal! the Master Mechanic be  \ndeemed to be an agent of the Union. He shall receive thirty cents (3. $9) per hour above  \nthe rate for Group 1.  \n"], ["ARTICLE 23 - UTILITY OPERATORS  \n", "Utility Operators - On building construction as described in Article 2, where eight (8) or  \nmore principal operators are employed on the payroll of an employer on any one job there  \nshall be a utility operator whose duties shall consist of:  \na. operating a machine that is not assigned but is to be used temporarily for  \nspasmodic operations:  \nb. shall perform minor repair work not normally assigned to a master mechanic  \nor a mechanic;  \nc. shall be permitted to operate any assigned machine until a replacement can  \nbe secured for an absent operator;  \nd. canbe used to direct the operations of other operators.  \nFor each 15 additional operators there shall be a utility operator employed with the same  \nduties as outlined above. On more than one shift on any one job this entire provision  \n15  \nShall be inter-preted on the basis of each separate shift. He shall receive twenty center  \n(S.20) per hour above the rate for Group 1.  \n"], ["ARTICLE 24 - EQUIPMENT PREFERENCE  \n", "The engineers, or crew, regularly assigned to a piece of equipment shall be given  \npreference when this piece of equipment is required to do work on regular work days,  \nSaturdays, Sundays, Holidays or other overtime.  \n"], ["ARTICLE 25 - CHANGING MACHINES  \n", "On ali heavy industrial and heavy building work, such as factories, oil refineries; power  \nplants; chemical plants; water, oil, gas and chemical tanks; flood control projects and  \nlevees; coal gasification plants; etc, any employee may be changed by the employer from  \nany machine listed herein to another machine back to his original machine that isn't  \nassigned to another employee, provided that no more than one (1) such change shal! be  \nmade during any work shift and provided the employee is capable of performing the work.  \nOn all other types of work, the Employee may not make more than one (1) complete  \nchange of equipment during the first half of any shift, and not more than one (1) additional  \ncomplete change during the second half of any shift, provided that no operator may be  \nrequired to operate more than three (3) pieces of equipment in any one (1) complete shift.  \nA complete change is defined as moving from an original machine, to another machine,  \nand back to the original machine.  \nOn ail types of work, wherever such changes in equipment are made, the higher rate  \nshall prevail for the full day's work.  \n"], ["ARTICLE 26 - COMBINATION RATE  \n", "1. On all heavy industrial and heavy building work, such as factories; oil refineries:  \npower plants; chemical plants; water, oil, gas and chemical tanks, flood control  \nprojects and levees; coal gasification plants; etc., the following shail apply.  \na. An engineer is permitted to operate two to four pumps, or a small mixer and a  \npump, or two to four welding machines, or two air compressors when under 200  \ncu. ft. capacity, or two large air compressors of over 200 cu. ft. capacily, when  \nhooked in manifold, or one 0 five mechanical heaters.  \nb. An operator shali be permitted to operate one throttle vaive at the combination  \nrate.  \n16  \n   \nc. Combination rate shall mean premium pay of one dollar ($1.00) per hour above  \nthe basic hourly rate of pay.  \nlt is understood and agreed as follows: When one air compressor under 200 cu. ft.  \nCapacity, or one pump, or one welding machine or one conveyor or self-propelled  \nconcrete saw ts to be put into operation for a period of no longer than a total of four  \nhours in any one work shift and an oiler is employed on the job, the oiler (apprentice  \nengineer) may operate the one machine for the period (four hours or less) at the  \ncombination rate. When there is no oiler (apprentice engineer) on the job, an  \nengineer shall be employed to operate any of the mentioned machines of this Article  \nregardless of the amount of time the machine ts to be operated. Where more than  \none of the mentioned machines of this Article are operated, an engineer shall be  \nemployed to operate the machines at the combination rate. The oiler (apprentice  \nengineer) is not permitted to operate when more than one machine is in operation.  \n2. On all other types of work an oiler will be employed at the Group 2 rate to operate  \none (1) to four (4) pumps, or a small mixer and a pump, or one (1) to four (4) welding  \nmachines, or two (2) air compressors when under 200 cu. ft. capacity, or two (2)  \nlarge air compressors of over 200 cu. ft. capacity when hooked in manifold, or one  \n(1) to five (5) mechanical heaters, or one (1) conveyor, or one self-propelled concrete  \nSaw in addition to his duties as a crane oiler.  \n"], ["ARTICLE 27 - DEWATERING SYSTEM  \n", "A dewatering system is defined as a combination of one or more pumps of any type, size,  \nor motive power, including well point pumps, well pumps, ejector or educator pumps in  \ncombination with welis, well points, sump, piping and/or other appurtenances irrespective  \nof motive power to control water by header systems on any and all types of construction  \nwork covered by this Agreement. The complete installation, operation and necessary  \nmaintenance work, including all piping, shall be performed by Operating Engineers. A  \ndewatering system shall be operated by pump operators at all times the dewatering  \nsystem is in operation, unless the pump is an automatic pump. In the event the pump is  \nan automatic pump, tt shall be operated by pump operators during the entire regular day  \ntime shift, and all monitoring, work or operation of the pump, at all other times shail be  \nperformed by pump operators. If an operator has to come back to the work site to service  \na pump, (s)he shall be paid a minimum of two (2) hours pay at the appropriate overtime  \nrate or for actual hours worked at the appropriate overtime rate of pay.  \n17  \n"], ["ARTICLE 28 - PAYMENT OF WAGES  \n", "The Employer shall pay all employees covered by this Agreement weekly and the  \npayment shall be in full for the payroll period. Payment shall be made within four (4) days  \nof the ciose of the payroll period, but not later than Friday, and shail be in cash or by  \ncheck as mutually agreed upon by the Employer and the Operating Engineers Local.  \nWhen an employee its discharged or laid off he shall be paid in full at the payroll office on  \nthe job site, or by check mailed within twenty-four hours, providing there is no payroll  \noffice set up on the job site, unless other arrangements are made at the pre-job  \nconference.  \nEach employee when paid shall receive a slip showing the number of straight and  \novertime hours, his straight time hourly rate and all deductions and payments required by  \nlaw or this Agreement.  \n"], ["ARTICLE 29 - COMFORT, CONVENIENCE & SAFETY  \n", "The Employer shall furnish to the employees fresh iced water and individual drinking cups  \nat the job site, sanitary facilities, and provide an adequate amount of water to keep the  \ndust down.  \nThe Employer shail provide suitable shelter to protect the employees from falling  \nmaterials and inclement weather, such as hard hats, winter fans, heat houses, umbrellas,  \netc., and the Employer shall furnish a safe and suitable storage place for tools and  \notherwise meet reasonable safety standards.  \nEmployees are required to furnish their own rain suits and boots and shall be held  \nresponsible for all tools and equipment issued to them.  \nEmployees are required to furnish their own crescent wrench, pliers, screw driver and  \nsuch tools as necessary for minor adjustments.  \nOn building construction only the employer shall furnish a safe and suitable storage place  \nfor tools.  \n"], ["ARTICLE 30 - ALCOHOL AND NON-PRESCRIPTION DRUGS  \n", "Section 1. Possession, sale or use of alcohol or non-prescription drugs on the  \nEmployer's property, site of construction or during the working hours regardless of the  \nlocation shall be grounds for termination. Any employee who reports to work under the  \ninfluence of alcohol or non-prescription drugs shall be subject to termination. \"Non-  \n18  \nprescription drugs\" shall be defined as drugs which cannot be legally dispensed without a  \nprescription and are not covered by a current valid prescription endorsed by a qualified  \nphysician for use by named Employee in question. Employees working under this  \nAgreement shali be subject to all necessary diagnostic medical testing for purpose of  \nverifying complhance with this provision, when required by the Employer at the expense of  \nthe Employer.  \nSection 2. Provision for employee drug or alcohol testing will be outlined in Employer  \npolicy and procedures or as required in documentation by Project Owners. Drug and  \nalcohol testing shal! consist of, but not be limited to pre-employment, random, reasonable  \ncause/suspicion, post-accident, injury or unsafe act. Employees refusing to consent to  \nsuch testing shall be deemed to have voluntarily quit.  \nsection 3. Personnel utilized for testing will be certified as qualified to collect samples  \nand adequately trained in collection procedures. The laboratory selected to conduct the  \nanalyses shail be certified by the Department of Health and Human Services and/or the  \nSubstance Abuse and Mental Health Services Administration, hereinafter referred to as  \nSAMHSA, formerly known as the National Institute of Drug Abuse (NIDA).  \nsection 4. All drug and/or alcohol testing shail follow the procedures or future revisions  \noutlined by the Department of Health and Human Services and/or the SAMHSA and shall  \nbe in compliance with all state and federal laws regarding alcohol/drug testing.  \nSection 5. All drug screening tests shall be capable of identifying marijuana, cocaine,  \nopiates (morphine & codeine), phencyclidine (PCP), and amphetamines (amphetamines,  \nmethamphetamine) or other drugs that may be specified by future SAMHSA.  \nsection 6. Test Results: Concentrations of a drug at or above the following levels shall  \nbe considered a positive test result when using the initial immunoassay drug screening  \ntest:  \nINITIAL TEST  \nLevel-Nanogram/Millitier (hereafter referred to as ng/ml).  \nMarijuana 50  \nCocaine ee. 300  \nOpiate 2000*  \nee eee 25  \n1000  \n“29 ng/ml if immunoassay-specific for free morphine.  \n19  \nConcentration of a drug at or above the following levels shall be considered a positive test  \nresult when performing a confirmatory Gas Chromatography/Mass Spectophotomotry test  \non a urine specimen that tested positive using a technologically different initial screening  \nmethod:  \nCONFIRMATORY TEST LEVEL (ng/ml)  \nMarijuana metabolite... 15%  \nCocaine  \nOpiates:  \ncece crete  \nete LQO00@  \n25  \nAmphetamines: |  \nce 5OO  \n5OO  \n*Delta-9-tetrahydrocannabinol-9-carboxylic acid  \n**Bezoylecgonine  \n@25 ng/m! if immunoassay-specific for free morphine.  \nAlcohol test levels at or above.04 shall be considered a positive test for safety-sensitive  \nequipment.  \nsection 7. Employees taking prescription medication which according to their physician  \nhas physical or mental side effects which could cause impairment on the job site, must  \nreport the medication to site supervision. Employees who report use of lawful medication  \nas described above shall not be disciplined for use of same.  \nsection 8. Any Employee with test results of negative shall be compensated for all hours  \nlost. If an Employee has a confirmed positive test, (s)he will be: (a) suspended without  \npay up to 30 days, as determined by established company policy, {b) mandatory  \nenrollment in a certified rehabilitation program, at employee's own expense, and  \nsuccessful completion, (c) and agree to periodic random drug testing for up to two (2)  \nyears after successful completion of rehabilitation program. A second positive or refusal  \nto participate in a certified rehabilitation program after the first positive test shall result in  \ntermination of employment.  \nSection 9.\" Termination under this provision, including the circumstances surrounding the  \nconduct of the drug or alcohol test, shall be fully subject to the grievance and arbitration  \nprovisions of this agreement.  \n20  \n"], ["ARTICLE 31 - TRANSPORTING EQUIPMENT  \n", "The transportation by means of its own power of equipment operated by employees  \ncovered by this Agreement shall be performed by employees covered by this Agreement.  \n"], ["ARTICLE 32 - TRANSPORTATION OF EMPLOYEES  \n", "No employee covered by this Agreement shall! furnish transportation within the job site or  \nbetween the job sites or from yard to job sites for transportation of employees or tools or  \nequipment or for any other purpose as a condition of employment. When the Employer  \ntransports employees from yard to job site or within job site or to power lines or pipelines,  \nhe shall provide safe and suitable transportation.  \n"], ["ARTICLE 33 - INJURIES AND FIRST AID  \n", "The Employer shall maintain adequate first aid kits on all jobs where employees covered  \nby this Agreement are employed.  \nInjuries of any nature whatsoever shall be reported by employees to their supervisor and  \nall employees injured while at work will cooperate with their supervisors in making out  \naccident reports as soon as possible after medical attention is given.  \nIn case of injury sustained by an employee in the course of employment and requiring  \nimmediate medical attention, the Employer shall provide necessary transportation to the  \nphysician's office, clinic or hospital, and to the home if necessary. If the  \nemployee returns to work on the same day, he shall suffer no loss of time, and if sent  \nhome or to the hospital, shal! be paid for the balance of the day's work period in which the  \ninjury was sustained. In no case shall such employee suffer loss of time when required to  \nleave his job for treatment of three (3) hours or less for further treatment of such injury.  \nIn case of injury sustained by an employee in the course of employment the Employer  \nshall furnish to the Business Manager of the Union a copy of the report which he files with  \nhis insurance carrier. ©  \n"], ["ARTICLE 34 —- SAFETY  \n", "Section 1. It is recognized there are important roles to be performed by the employees,  \nUnion officials and management in the prevention of accidents and ensuring a safe and  \nhealthy working environment. The worksite should be maintained in a clean and orderly  \nState so as to encourage efficient and safe operations.  \n21  \nIt is to succeed in this cooperative effort because it is recognized that failure  \ncan mean hardship to the employee and a threat to the security of his famity.  \nlt is because of these mutual benefits that the employees, Union officials and  \nmanagement pledge to do all that is possible to maintain a safe, hazard-free working  \nenvironment for all on the job, including initial and continuous training, regular  \ninspections, establishment of emergency procedures and the commitment and  \ncooperation of the parties to the Agreement.  \nSection 2. Each Operating Engineer shall be required to successfully complete the Ten  \nHour OSHA Construction Safety and Health Course every three (3) years to maintain  \ntheir safety awareness and competence. Employers may request referral of Operating  \nEngineers who have completed the Ten Hour OSHA Course and refuse Operating  \nEngineers who have not completed the course without penalty. Furthermore, the  \nOperating Engineers shall use its training facility to insure that all Operating Engineers  \nsuccessfully complete the Ten-Hour OSHA (Occupational Safety and Health  \nAdministration) Construction Safety Course.  \nSection 3. The Employer will provide non-prescription safety glasses, hard hats, and  \nother OSHA-required safety equipment. All Operating Engineers shall be responsible for  \nwearing appropriate personal protective equipment.  \n"], ["ARTICLE 35 - PRE-JOB CONFERENCE  \n", "Every Employer who is or becomes Party to this Agreement shall notify the Business  \nManager of the Union prior to the performance of any work properly coming under the  \njurisdiction of the Operating Engineers or any project within the territorial jurisdiction of the  \nUnion, and the Employer shall inform the Business Manager of the nature and  \nclassifications of Operating Engineers estimated to be required on the said project. The  \nEmployer shall meet with the Business Manager or Business Representative of the Union  \nat a date, time and place mutually agreeable for the purpose of holding a pre-job  \nconference. Any questions concerning the application of this Agreement shall be  \nresolved at such pre-job conference and the Employer shall make arrangements for the  \nreferral of engineers to the project in accordance with the contractual referral provision,  \nproviding the Employer is not currently working in the area.  \n"], ["ARTICLE 36 - REFERRAL OF APPLICANTS  \n", "section 1. When the Employer performs work covered by this Agreement in the area  \ncovered by Local Union No. 841 the following shall apply: :  \n22  \nThe Employer wili obtain ali employees through the Referral Offices of the Unton in  \naccordance with the non-discriminatory provisions governing the operating of the Union's  \nReferral Offices as set forth in full herein:  \nHiring Procedures. When an Employer calls a Referral Office for men they shall be  \nreferred in a non-discriminatory manner as follows:  \nA.  \nSatisfactory and competent men will be furnished in accordance with the provisions  \nof this Agreement and the regulations governing Referral Offices, Section 3 of this  \nAgreement, within twenty-four (24) hours of the time they are requested if they are  \navailable and if for any reason they cannot be or are not furnished within such  \nperiod, the Employer may employ any person but shall notify the Referral Office  \nwithin twenty-four (24) hours of the commencement of such employment.  \nWhen an Employer needs key men there shall be a pre-job conference at which the  \nclassification to be filled by such employees, and the number of employees in each  \nclassification and the times of the commencement of their employment or the  \noperational stages of the job or project at which their employment shall commence,  \nshall be determined. Thereafter upon written request of an Employer, signed by a  \nrepresentative of the Employer on a job or project and delivered to the Referral  \nOffice servicing such job or project stating that such Employer desires that a named  \nperson or persons be referred in a classification or classifications agreed to at such  \npre-job conference, such person or persons shall be referred without regard to the  \nprovisions of Article 36, Section 3, A, B and C of this Agreement and the Employer  \nshall hire such person or persons so referred.  \nIn the event no person with the requisite experience is available, the Employer  \nordering such person shall not be free to hire directly a person to operate such  \npiece of equipment or perform such work who has had less experience than the  \nexperience called for in ihe order.  \nSection 2. Regulations Governing Referral Offices. For the purposes of this Article only  \nthe following Referral Offices for referral to Employer for jobs in the area covered by this  \nAgreement shall be recognized.  \ne Referral Office No. 1 - located at 6801 South U.S. Highway 41, Terre  \nHaute, IN. Phone 812-299-1177.  \n® Referral Office No. 2 - located at 1602 Main Street, Vincennes, IN. Phone  \n812-882-9508.  \n23  \ne Referral Office No. 3 - located at 616 South Oakwood, IL. Phone  \n217-354-4858.  \nSection 3. Each Referral Office shall maintain the following lists on which persons not  \ncurrently employed in the highway, general building and heavy construction industry may  \nregister for referral at any time during normal business hours at that Referral Office. No  \nperson shall be allowed to register out of work if they have not been laid off.  \nA.  \nList 1 is for persons not currently employed, who are seeking active employment,  \ni.e., each Operating Engineer who has worked as an Operating Engineer for an  \nEmployer and/or Employers on work as defined in Article 7 of this Agreement within  \nthe Local's territorial jurisdiction for a period of four (4) years, i.e., forty-eight (48)  \nmonths or more preceding this registering for referral.  \nList 2 is for persons not currently employed, who are seeking active employment  \n1.e., each Operating Engineer who has worked as an Operating Engineer for an  \nEmployer and/or Employers on work as defined in Article 7 of this Agreement within  \nthe Local's territorial jurisdiction for a period of less than four (4) years, i.e., forty-  \neight (48) months but more than one (1) year, i.e., twelve (12) months preceding  \nthis registering for referral.  \nList 3 is for persons not currently employed, who are seeking active employment,  \ni.e., each Operating Engineer who has worked as an Operating Engineer for an  \nEmployer and/or Employers on work as defined in Article 7 of this Agreement within  \nthe Local's territorial jurisdiction for a period of tess than one (1) year, i.e., twelve  \n(12) months preceding this registering for referral.  \nList 4 is for all other persons seeking active employment.  \nSeparate lists shall be kept for Apprentices and on the same basis as for the  \nOperating Engineers.  \nAn employee, who while employed or a person registered for Referral:  \na. becomes incapacitated by reason of injury or disease arising out of and in  \nthe course of employment on the type or kind of craft work of Operating  \nEngineers shall for all purposes of this Article 36 be considered employed or  \navailable for employment for the full period of incapacity, or  \nb. becomes incapacitated by reason of injury or disease not arising out of and  \nin the course of employment on the type or kind of craft work of Operating  \nEngineers shall for all purposes of this Article 36 be considered employed or  \navailable for employment until:  \n24  \n(1) he is paid in full and laid off, or  \n(2) he registers for employment with the Referral Office.  \nsection 4. No person seeking active employment may register for Referral as an  \nOperating Engineer and an Apprentice at the same time.  \nsection 5. All persons seeking to register for active employment shall be responsible for  \ncalling the Referral Office, or offices, personally and setting forth their names, address  \nand telephone number and classifications of work sought and their experience therein  \nand may change such classification or classifications at any time before being referred.  \nsection 6. In referring, each Referral Office shall refer those on List 1 in accordance with  \ntheir registered out of work date so long as there are any in the classification called for by  \nthe Employer who are registered and available for work and thereafter those on List 2 in  \naccordance with their registered out of work date so long as there are any in the  \nclassification called for by the Employer who are registered for work and thereafter those  \non List 3 in accordance with their registered out of work date so long as there are any in  \nthe classification called for by the Employer who are registered and available for work and  \nthereafter those on List 4 in accordance with their registered out of work date so long as  \nthere are any in the classification called for by the Employer who are registered and  \navailable for work.  \nsection 7. Subject to Section 8, A and B; Section 9, A through C; and Section 11 of this  \nArticle 36, all registrants on Lists 1 through 3 shall be referred in accordance to their  \nregistered out of work date. Such registrant having the right to submit any dispute to the  \nAppellate Tribunal established in accordance with Section 13 of this Referral Procedure.  \nThe name of a registrant so referred shall be stricken from the list if the job to which the  \nregistrant is referred lasts ten (10) calendar days. However, if employee quits without just  \ncause, that employee will go to the bottom of applicable list forfeiting his or her right to the  \nten (10) calendar day rule.  \nSection 8. All persons on List 1 and List 2 regardless of anything in these regulations to  \nthe contrary:  \nA. The contractor may request, by name, the referral of any Operating Engineer who  \nis registered for employment, and the Union shall make such referral, provided said  \nindividual has been employed as an Operating Engineer by the requesting  \ncontractor within eighteen (18) months.  \nB, In the event the named person is not registered or not available for work at the time  \nof the receipt of a written request under this Section 8, A and/or Section 9, A and B.  \n25  \nthe Referral Office shall so notify the Employer as soon as possible, and the  \ntwenty-four (24) hour period provided in Section 1, A shall not commence to run  \nuntil receipt by the Referral Office of either a request for an unnamed qualified  \nregistrant by classification or a further request under this Section 8, A and/or  \nSection 9, A and B for a named person who is registered and available for work at  \nthe time of the receipt of the written request.  \nSection 9. All persons on Lists 3 and 4 shall be referred in accordance with their  \nregistered out of work date, and when referred, their names shall be stricken from the list,  \nprovided however, that upon written request of a signatory Employer, signed by a  \nrepresentative of the Employer on a job or project and delivered to the Referral Office  \nembracing such job or project stating that such Employer desires, on the basis of past  \nsatisfactory service, that a named List 3 or 4 registrant be referred to such job or project,  \nsuch Referral Office shall refer such List 3 or 4 registrant only after the following  \nconditions have been met:  \nA. | No employee shall be laid off or discharged to make room for such person.  \nB. The Employer shall not request a List 3 or 4 registrant unless he has in his employ  \nfour (4) or more persons classified as Operating Engineers working in the area  \ncovered by this Agreement, provided said registrant was last employed as an  \nOperating Engineer by the requesting Employer, and said registrant has been on  \nthe referral list for five (5) or more calendar days, and provided said registrant was  \nemployed as an Operator by the requesting Employer within eighteen (18) months  \npreceding the Employer's request.  \nC. Inthe event the named person is not registered or not available for work at the time  \nof the receipt of a written request under this Section 9, A and B the Referral Office  \nshall so notify the Employer as soon as possible, and the twenty-four (24) hour  \nperiod provided in Section 1, A shall not commence to run until receipt by the  \nReferral Office of either a request for an unnamed qualified registrant by  \nclassification or a further request under this Section 9, A and B for a named person  \nwho is registered and available for work at the time of the receipt of the written  \nrequest.  \nsection 10. An Employer may transfer an employee to a jointly owned company,  \nprovided he notifies the Referral Office prior to the transfer.  \nA, When an individual Employer rents or leases equipment, an employee of the lessor  \nOperating the equipment may be transferred to the payroll of the lessee, but shall  \nbe considered an employee of the lessor for the purpose of these non-  \ndiscriminatory hiring procedures, provided, such employee has been referred in  \naccordance with these non-discriminatory hiring procedures and shall have been in  \n26  \nthe employ of the lessor, or a lessee of the lessor, for the five (5) working days next  \npreceding the date of the rental of the equipment, and the Referral Office servicing  \nthe job or project on which such equipment is to be used ts notified in writing by the  \nlessee before twelve o'clock noon of the day prior to the first day such equipment is  \nto be used on the job or project, and provided further, that such employee's  \nemployment by the lessee shall terminate upon the termination of the lease or  \nrental of the equipment or replacement.  \nSection 11. The Employer may reject any registrant referred by a Referral Office for  \nemployment, the Employer having the sole right of hiring.  \nSection 12. Upon being referred, the registrant shall proceed to the job at once. When  \ncall is made to a Referral Office for employees to report to work on day of request a  \nreasonable time shall be allowed for employees traveling from the Referral Office to job  \nsite as agreed by the Referral Office. A registrant who fails to report for work when  \nreferred on the shift to which referred or within the time agreed to if referred to work on  \nthe day of request without good cause therefore shall not be eligible for referral for seven  \n(7) days thereafter. When a registrant is requested by Employer to be referred on the day  \nof request, and the registrant referred does report for work that same day, he/she shall be  \npaid for his/her fuil shift if he/she reports during the first half of the shift and works the  \nbalance of the shift or for the half shift, if he/she reports during the second half of the shift  \nand works the balance of the shift.  \nsection 13. In the event any job applicant is aggrieved with respect to the operation of  \nthis Referral Procedure he/she may, within ten (10) days following the occurrence of the  \nevent which constitutes the basis for the grievance, file with the Referral Office a written  \nstatement setting forth the grievance charged. Forms for the submission of such  \ngrievance shall be available at Referral Offices. An Appellate Tribunal shall be  \nestablished consisting of a representative of the Union, the Employer and an impartial  \nChairman appointed jointly by the Union and the Employer. The Union and the Employer  \nwill each appoint their representative within two (2) days after the grievance has been  \nfled, and these two representatives, within two (2) days after their appointment will  \nappoint the impartial Chairman. The Tribunal will then meet and render a decision within  \nten (10) days and such decision shall be final and binding on both parties.  \nSection 14. The Union and the Employer and each Referral Office of the Union in  \ncarrying out the provisions of this Agreement with respect to Article 36 of this Agreement  \nand the registration and referral of persons seeking active employment, will not  \ndiscriminate either in favor of or against such registrants or persons seeking to register by  \nreason of membership in or non-membership in any Union, nor shall the carrying out of  \nthe provisions of this Agreement with respect to Referral (Article 36 of this Agreement)  \nand the registration and referral of persons seeking active employment be based on, or in  \nany way affected by Union membership, bylaws, rules, regulations, constitutional  \nprovisions or any other aspect or obligation of Union membership, policies or  \n27  \nrequirements. The Employer shall not discriminate either in favor or against persons  \nseeking active employment or any of them by reason of membership or non-membership  \nin any Union or by reason of acting on behalf of or in opposition to any Union.  \nSection 15. An employee who, while employed on the type or kind of craft work of  \nOperating Engineers, or who was or ts transferred by an individual Employer to a job or  \nproject outside the area covered by this Agreement, and was or is there employed by  \nsuch individual Employer or by a joint venture with which said individual Employer is  \nassociated on the type or kind of craft work covered by this Agreement, shall for all  \npurposes of this Article 36 be considered to have been employed or registered for  \nemployment in the area covered by this Agreement for the period of such services  \noutside of the area covered by this Agreement.  \nSection 16. The Union recognizes its obligations and therefore assumes full responsibility  \nto each applicant for any loss or damage resulting from any such discrimination or other  \nviolation of law by the Union in its operation of the Referral Offices. |  \nIn the event the Union or the Employer uses the Referral Procedure for the purpose of  \ncoercing the Employer and employees then an Employer can file a written complaint with  \nthe Union which complaint will be subject to the Grievance and Arbitration Procedure as  \nset forth in Article 39 of this Agreement.  \nIn the event an Arbitration Board so set out in Article 39, find that the Local Union  \ninvolved was in violation of this Section with any one Employer, thereafter that Employer  \ninvolved may resort to any course that he may choose for the recruitment of needed  \nemployees, and that Local Union shall not have preferential rights for the referral of  \nemployees to this Employer throughout the remaining time of this Agreement, or during  \nthe the Employer remains in the area of the Local Union involved.  \nIt is understood and agreed that this Article does not alter or waive any of the rights of the  \nLocal Union in the event an Employer violates the basic collective bargaining Agreement.  \nSection 17. The Employer shall be the sole judge of, and have the right to determine the  \nnumber of employees required on any job, or any portion of the work being done by the  \nEmployer. There shail be no restriction as to the use of machinery, tools or appliances,  \nhowever, this Article and Section shall not in any way alter, suspend or nullify any of the  \nprovisions previously established in this Agreement.  \nsection 18. All provisions of this Referral Procedure shall be posted in places where  \nnotices to employees and applicants for employment are customarily posted.  \n28  \n"], ["ARTICLE 37 - JOB STEWARDS  \n", "The Business Manager or Business Representative of the Union may select an  \nemployee on each shift in operation on a job or project to serve as Job Steward.  \na. In addition to his regular assigned work, the Job Steward shall be permitted to  \nperform, during working hours, the duties set forth in B of this Article. The Union  \nagrees that such duties shall be performed as expeditiously as possible, and the  \nEmployers agree to allow Job Stewards a reasonable amount of time for the  \nperformance of such duties.  \nb. The Business Manager or Representative of the Union shall! notify the Employer,  \nor his representative, in writing of the appointment of Job Steward, and the  \nEmployer shall notify the Union of his termination.  \nThe Job Steward shall be limited to and shall not exceed the following duties and  \nactivities:  \na. Check the referral of each employee referred under the terms of this Agreement  \nof his Employer before such employee commences work or as soon thereafter  \nas practical.  \nb. Report to his Business Manager or Representative all violations of this  \nAgreement.  \nc. Report to his Business Manager or Representative any employee covered by  \nthis Agreement who, during his shift, leaves the job site without giving the  \nEmployer and the Job Steward prior notice.  \nThe Job Steward shall not:  \na. Stop the Employer's work for any reason.  \nb. Tell any workmen, or any employee covered by this Agreement, that he cannot  \nwork on the job.  \nInfraction of either of the two rules set forth in C above shall be cause for immediate  \ndismissal of the Job Steward without any prior notice.  \n"], ["ARTICLE 38 - VOLUNTARY SUSPENSION OF WORK  \n", ", If work is voluntarily suspended by the employer all employees shall be deemed to be laid  \n29  \noff if such Suspension lasts seven (7) calendar days. It ts hereby understood that this  \nclause has no application to work suspension caused by labor disputes.  \n"], ["ARTICLE 39 - ARBITRATION  \n", "There shall be no stoppage or slowdown of work on account of any difference of opinion  \nor dispute as to the proper interpretation and/or application of this Agreement. Any  \ndispute shall be handled in the first instance by a representative of the Union and a  \nrepresentative of the Employer, and if they fail to reach a settlement within five (5)  \nworking days, it shall be referred to a Board of Arbitration composed of two (2) persons  \nappointed by the AGC of Illinois, and two (2) persons appointed by the Union. If unable  \nto reach a majority decision promptly, the four (4) so appointed shall select a fifth  \nmember. In the event the four (4) so appointed arbitrators are unable within two (2) work  \ndays to agree upon the fifth arbitrator, they shall jointly request the Federal Mediation and  \nConciliation Service to furnish a Panel of seven (7) from which the fifth member shall be  \nselected. A majority decision of the Board of Arbitration shall be final and binding upon  \nboth Parties.  \nThe Board of Arbitration shail have jurisdiction over all questions involving the  \ninterpretation and application of any section of this Agreement. It shall not, however, be  \nempowered to enter negotiations for a new Agreement, changes in the wage scale or  \njurisdictional disputes.  \nIt shall not be a violation of this Agreement for the Union to take strike or any legal action  \nagainst an Employer who fails or refuses to pay wages due employees or is delinquent in  \nthe payment of contributions required hereunder. Provided, that prior to taking any such  \naction, the Union gives at least three (3) days prior notice to the Employer involved and to  \nthe AGC of Illinois.  \n"], ["ARTICLE 40 - ASSIGNMENT OF WORK AND JURISDICTIONAL DISPUTES  \n", "A. There shail be no strikes, no work stoppages or slowdowns or other interferences  \nwith the work because of jurisdictional disputes.  \nB. The Employer shall assign work on the basis of traditional craft jurisdictional lines.  \nJurisdictional assignments shall be made on the basis of Agreements of record,  \nestablished trade Agreements and prevailing area practices.  \nC. Where a jurisdictional dispute involves any Union or Employer not a party to the  \nprocedures set forth by the present plan established by the Building and  \nConstruction Trades Department and is not resolved by the Unions and Employer  \n30  \n   \ninvolved, the parties are free to seek appropriate legal recourse.  \nD. The Union shall not concede any portion of the work herein defined to any other craft  \nor organization without first securing the written consent of a duly authorized  \nRepresentative of the Employers, and no individual Employer shall concede any  \nportion of the work herein defined without first securing the written consent of the  \nUnion and said duly authorized Representative of the Employers.  \n"], ["ARTICLE 41 - MARKET RECOVERY  \n", "The purpose of this [Article is to make the contractors signatory to this Agreement more  \ncompetitive in a market that is now beyond the realm of possibility and to create added  \njobs for the unemployed members of International Union of Operating Engineers Local  \n#841.  \nWhen bonafide non-union and/or non-signatory competition is bidding against the  \nEmployer, the Employer agrees to employ bargaining unit employees and the following  \nshall supersede the contrary provisions in the Agreement.  \n1. The Employer shall use the referral procedure as set forth in Article 36 of the  \nAgreement.  \n2. There shall be no manning requirements on such projects, except that Operating  \nEngineers shall do all work within their jurisdiction.  \n3. The wages for work shail be as set forth in the project contract document for the  \nduration of the project, except that fringe benefit contributions shall be as specified  \nin the Agreement.  \n4. All overtime shall be paid in accordance with all applicable state and laws in  \nall cases except on federal Davis-Bacon jobs the appropriate overtime rate shall be  \npaid after ten (10) hours of work.  \n9. The provisions of Article 16 shall apply, except that one (1) hour's reporting time  \nshall be paid instead of two (2) hours.  \nNon-prevailing Wage Work. In an effort to improve the competitiveness in this type of  \nwork, any Employer signatory to this Agreement may request contract concessions for a  \nspecific project. Local #841 may grant such concessions and modifications necessary to  \nassure continued work opportunities for their members. Any such concessions or  \nmodifications shall be granted on a project-by-project basis only or at the option of the  \nUnion for the term of this Agreement.  \n31  \nIf Market Recovery is invoked, it is mutually agreed the Contractor shall notify the Union.  \nThe Contractor will also provide a list of bona fide non-union bidders, if available, when  \nrequested by the Union.  \nViolations or disputes under this Article shall be resolved through the grievance procedure  \nlisted in Article 39 — Arbitration.  \n"], ["ARTICLE 42 - WORKMEN'S COMPENSATION  \n", "The Employer shall carry Workmen's Compensation Insurance in a company or  \nAssociation authorized under applicable state laws and regulations to insure the liability to  \npay compensation under Workmen's Compensation law.  \n"], ["ARTICLE 43 -UNEMPLOYMENT COMPENSATION  \n", "The Employer shall make all contributions required under the Illinois Unemployment  \nCompensation Act. Whenever an Employer shall not be subject to the provisions of such  \nAct because of the number of employees in the employing unit, he shall, nevertheless,  \npursuant to the provisions of said Act, make election to be subject thereto.  \n"], ["ARTICLE 44 - COMPLETENESS OF AGREEMENT  \n", "This Agreement is intended to cover all matters of wages, hours and other conditions of  \nemployment, including insurance benefits, welfare funds, pension or benefit plans or  \nrelated subjects, and during the balance of the terms of this Agreement, the Employer will  \nnot be required to negotiate on any further matters affecting these or any other subjects  \nnot specifically set forth in this Agreement. Any rights or privileges of the Union or the  \nEmployer not herein specifically waived shall be retained.  \n"], ["ARTICLE 45 - DISCRIMINATION  \n", "There shall be no discrimination by any Employer or the Union by reason of race, color  \nreligion, sex, national origin, age, disability, or any other characteristic protected by law  \nand the Employer and Union will comply with all applicable laws and regulations, both  \nState and Federal, provided, however, that nothing here last above set out shall require  \nthe Employer or the Union to violate any provision of the Labor Management Relations  \nAct and any Amendment or Amendments thereto.  \n"], ["ARTICLE 46 - SAVINGS & SEPARABILITY  \n", "Any provision contained herein that is contrary to or held to be in violation of the Labor  \n32  \n     \nManagement Relations Act, 1947, or any Federal or State law now in force or hereafter  \nenacted, or hereinafter becoming effective shall be void and of no force or effect, and this  \ncontract shall be construed as if said provision herein were not a part hereof, it being  \nintended, however, that the other provisions of this contract shail not be affected thereby.  \nIt is further agreed that should compliance with any Federal or State law, or amendment  \nthereof, or any order or regulations issued thereunder, now or hereafter in force and effect  \nprohibit the carrying out of any of the provisions of this Agreement, then to the extent of  \nsuch deviation or prohibition, this Agreement shall be deemed to have been automatically  \namended effective on the effective date of such law, order or regulation.  \nSuch amendment to this contract shall remain in effect only so long as said law,  \namendment, order or regulation continues in force, or until the expiration of this  \nAgreement, whichever event shall first occur.  \n"]]