[["", "ae ion erat ane,  \na Ng MeN ONION Oe  \neen ONION  \n2a  \nee  \ntare lat jen  \n   \n   \nOPERATING ENGINEERS  \n3174 Brighton Henrietta Town Line Rd.  \nP.O. Box 93310  \nRochester, New York 14692  \nTelephone: (585) 272-9890  \nFAX: (585) 272-7785  \nTHOMAS E. CHARLES  \nBusiness Manager  \nJAMES KUHN  \nBusiness Representative  \nRICHARD ROSS  \nBusiness Representative  \nBRIAN COUGEVAN  \nBusiness Representative  \n56 Liberty Street  \nBath, New York 14810  \nTelephone: (607) 776-3804  \nFAX: (607) 776-4018  \nLABORS RELATIONS DIVISION  \nASSOCIATED GENERAL  \nCONTRACTORS OF AMERICA  \nNEW YORK STATE CHAPTER, INC.  \nAJ CASTELBUONO  \nPresident and C.E.0.  \n10 Airline Drive, Suite 203  \nAlbany, New York 12205  \nTelephone: (518) 456-1134  \nFAX: (518) 456-1198  \n"], ["ARTICLE  \nII  \n", "ul  \nIV  \nVi  \nVil  \nVill  \nIX  \nXI  \nXII  \nXII]  \nXIV  \nXV  \nXVI  \nXVII  \nAVI  \nXIX  \nXX  \nXXi  \nINDEX  \nPAGE  \nArticles of Agreement ............. 1  \nPurpose and Principles ............ 2  \nTerritorial Jurisdiction....,...,.... 4  \nUnion Security 4  \nGrievance and Arbitration  \nProcedures 5  \nDefinition 8  \nHours of Work 9  \nHolidays and Sundays ........0.... 13  \na: 14  \nMaster Mechanics,  \nMaintenance Engineers,  \nField Shop Foremen.............. 15  \nQOS ns pane cannes 17  \nTermination, Discharge and  \nMobility. 002. 18  \nElection Day 19  \nSteward .... 0.0... eee 19  \nMiscellaneous.................... 19  \nOperation of Well Points........... 24  \nPiledriving and Sand Drains ........ 25  \n26  \nJurisdictional Disputes. 27  \nDuration 28  \nSAVINGS 4 onc ps zens 28  \nFund Comtributions............... 28  \nINDEX (Cont.)  \n"], ["ARTICLE  \nXXII  \n", "XXlll  \nXXIV  \nXXV  \nXXVI  \nXXVIII  \nXXVIII  \nXXIX  \nXXX  \nPAGE  \nSubcontracting 32  \nApprentice Training............... 33  \nNon-Discrimination in Employment. 34  \nStatus Quo on Certain Equipment... 35  \nDues Deduction .................. 36  \nWage Rates and 37  \nDrug/Alcohol Abuse Policy ........ 47  \nBOMGING « v0 a ou nr esa aT  \nComplete Agreement.............. 48  \nIndividual Employer .............. 50  \n"], ["ARTICLES OF AGREEMENT  \n", "THIS AGREEMENT, entered into the lst day  \nof April, 2004, by and between the LABOR  \nRELATIONS DIVISION-ROCHESTER REGION  \nASSOCIATED GENERAL CONTRACTORS OF  \nAMERICA, NEW YORK STATE CHAPTER, INC.,  \n(hereinafter called the “Association”) acting for and  \non behalf of its present and future members, as par-  \nties of the first part, and the INTERNATIONAL  \nUNION OF OPERATING ENGINEERS, LOCAL  \nUNION 832 hereinafter referred to as “Union,” as  \nparty of the second part, and shall continue in full  \nforce and effect through the 31st day of March,  \n2008, unless changed by mutual consent as pro-  \nvided hereinafter and thereafter as provided by Arti-  \ncle XIX.  \nAny one of the individual parties comprising  \neither the Parties of the First or Second Parts may,  \nwithout joining with him the other Parties, make  \nany claim, invoke any right or take any action  \nproper to be taken hereunder in order to enforce  \nany right given by this Agreement. It is intended  \nthat every right given to either Party under this  \nAgreement shall be given individually to every one  \nof the Individual Parties making up the Parties to  \nthis Agreement enforcing the same as though such  \nparty were named as the sole party to this Agree-  \nment.  \n"], ["ARTICLE I  \nPURPOSE AND PRINCIPLES  \n", "1. THIS AGREEMENT is entered into to prevent  \nstrikes and lockouts; to facilitate peaceful adjust-  \nment of grievances and disputes between Employer  \nand Employee; to prevent waste, unnecessary and  \nunavoidable delays and the results through them to  \nthe Employer of costs and expense to the Employee  \nof loss of wages; to enable the Employer to secure  \nat all times sufficient forces of skilled workmen; to  \nprovide as far as possible for the continuous  \nemployment of labor; to provide that employment  \nhereunder shall be in accordance with conditions  \nand at wages herein agreed upon and by reason of  \nthis Agreement and the purpose and intent thereof,  \nto bring about stable conditions in the Industry,  \nkeep costs of work in the Industry as low as possi-  \nble consistent with fair wages and proper working  \nconditions, as provided for hereunder; and further  \nto establish and set up the necessary procedure for  \namicable adjustment of all disputes or questions  \nthat may arise berween the parties, or any of them,  \nso that the foregoing purposes may be brought  \nabout and accomplished.  \n2. Both Parties to the Agreement believe that  \nUniform Agreement, if adopted by the Unions and  \nthe Employers engaged in Heavy and Highway  \nConstruction would further the interests of that  \nIndustry, and further believe that such a Uniform  \nAgreement should contain the following principles:  \n(a) That there should be no limitations to the  \namount af work a man shall perform during his  \nworking day, it being understood that the workman  \nshall perform a fair and honest day's work.  \n(b) That there shall be no restriction of the use of  \nmachinery, tools or appliances except as hereinafter  \nmodified by this Agreement.  \n(c) That no person shall have the right to inter-  \nfere with the workmen during working hours.  \n(d) If any of the Parties of the First Part engage in  \nany class of work not embodied in Heavy and/or  \nHighway Construction as hereinafter defined, then  \nthis Agreement is of no force or effect on any such  \ncontract.  \n3. The Employer agrees that he will not disci-  \npline or discharge any employee who refuses to  \ncross a bona fide labor union picket line. The right  \nof an employee to exercise this privilege shall not be  \na violation of this Agreement and shall not subject  \nthe Employee to penalties.  \n4. The Association and the Union named herein  \nare negotiating agents for their present and future  \nmembers. For any breach of this Agreement, the  \nliability of the members of the Association and the  \nLocal Union shall be several and not joint and the  \nliability of the Association shall only be that of  \nnegotiating agent without liability for the acts of its  \nrespective members.  \n5. Sections 1, 2, 3, and 4 of this Article are an  \nintegral part of this Agreement and all parties to the  \nAgreement agree to abide by and be bound by the  \nlanguage contained in said sections.  \n"], ["ARTICLE II  \nTERRITORIAL JURISDICTION  \n", "1. The Territorial Jurisdiction covered by this  \nAgreement shall be the counties of Allegany,  \nChemung, Livingston, Monroe, Ontario, Schuyler,  \nSteuben, Wayne, Yates, and the Eastern part of  \nGenesee (including the City of Batavia).  \n2. For the purposes of this contract the stated  \njurisdiction shall be unchanged for the term of this  \ncontract.  \nLOCAL NO. 832  \nBUSINESS REPRESENTATIVES  \nThomas E, Charles 3174 Brighton-Henrietta  \nJames Kuhn Town Line Rd.  \nRichard Ross PO. Box 93310  \nRochester, N.Y. 14692  \nTel: (585) 272-9890  \nFax: (585) 272-7785  \nBrian Cougevan 56 Liberty Street  \nBath, N.Y. 14810  \nTel: (607) 776-3804  \nFax: (607) 776-4018  \n"], ["ARTICLE It!  \nUNION SECURITY  \n", "1. It is agreed that on the eighth (8th) day fol-  \nlowing the beginning of employment of a workman  \nor the effective date of this Agreement, whichever  \nis later, membership in the Union shall be a condi-  \ntion of employment. The hiring of new workmen  \nand the discharging of employees upon the request  \nof the Union shall be in accord with the Labor Man-  \nagement Relations Act of 1947, as amended.  \n2. In hiring new employees, the Employer shall  \ngive the Local Union equal opportunity with all  \nother sources to refer suitable applicants.  \n3. Authorized representatives of the Union shall  \nhe allowed to visit jobs during working hours to  \ninterview Employer and Employees, but in no way  \nshall interfere with or hinder progress of the work.  \nSaid representatives shall notify the field office, if  \npossible, of their presence on the job.  \n"], ["ARTICLE IV  \nGRIEVANCE AND ARBITRATION  \nPROCEDURES  \n", "1. During the term of this Agreement, neither  \nParty shall order or permit any lockout, strike or  \nother work stoppage or slowdown. Further, the  \nUnion will not aid, support or permit unauthorized  \nstrikes, slowdowns or work stoppages by its mem-  \nbers.  \n2. Grievance Procedure: All grievances or dis-  \nputes involving any controversy, dispute or misun-  \nderstanding arising as to the meaning, application  \nor observance of any provisions of this Agreement  \nshall be handled in the manner hereinafter set forth.  \nStep 1. All grievances must be made known in  \nwriting to the other party within seven (7) working  \ndays after the reason for such grievance has  \noccurred. An authorized representative of the  \n5  \nUnion shall first submit a written grievance to the  \nJob Superintendent, or his duly authorized repre-  \nsentative. The authorized representative of the  \nUnion of the Employee or Employees involved  \nshall be present at any meeting between the Job  \nSuperintendent and such employee or employees.  \nThe Job Superintendent or his duly authorized rep-  \nresentative must make a written disposition of the  \nmatter within forty-eight (48) hours after the sub-  \nmission of such written grievance thereto.  \nStep 2. If the disposition of the matter by the Job  \nSuperintendent or his duly authorized representa-  \ntive is not satisfactory, the matter must be taken up  \nby the Business Agent, and representative of the  \nEmployer with authority to act within forty-eight  \n(48) hours of the written disposition set forth in  \nStep 1.  \nStep 3. If the disposition of the matter in Step 2  \nis not satisfactory, the Business Manager shall  \nattempt to resolve the matter with the President  \nand C.E.0., AGC within forty-eight (48) hours  \nafter Step 2.  \n3. Arbitration: If Step 3 is not successful, the  \ngrievant shall request a list of seven (7) arbitrators  \nfrom any one of the following sources: (1) the panel  \nof arbitrators of the New York Board of Mediation;  \n(2) the Federal Mediation and Conciliation Service  \nor (3) the labor panel of the American Arbitration  \nAssociation for final and binding decision. Such  \nrequest shall be no later than seventy-two (72)  \nhours after Step 3. Both parties agree to submit to  \nsuch arbitration and be bound by and follow the  \ndecision rendered. Failure to do so on the part of  \nthe grievant shall deem the grievance as closed. The  \narbitrator shall be selected by alternately eliminat-  \ning names from the seven (7) person list until one  \nremains, the grievant or his representative shall  \nstrike the first name.  \nThe arbitrator shal! not have jurisdiction or  \nauthority to add to, modify, detract from, or alter in  \nany way the provisions of this Agreement or any  \namendment or supplement thereto. If the arbitrator  \nshould determine that the grievance is not covered  \nby this Agreement, he shall return the grievance to  \nthe parties without decision and the grievance shall  \nbe closed. In such a case, the costs, if any, shall be  \nborne by the grievant.  \n4. Violations concerning wages, hours, and ail  \nfringe benefit payments shall not be subject to the  \ngrievance procedure. In such cases, the Union shall  \ngive three (3) working days notice to the Employer  \nthat the Union will withdraw its men from the  \nEmployer's service. If the Employer contends there  \nis a question of fact regarding the alleged violation,  \nhe may file for arbitration within the aforesaid three  \n(3) working days. When a request for arbitration  \nhas been initiated, there shall be no work stoppage  \npending resolution of the dispute pursuant to this  \nArticle. Work jurisdiction, that is, disputes with  \nrespect to whether one group of employees or  \nanother group of employees shall perform certain  \nwork on the project is expressly not arbitrable  \nunder this contract.  \n5. The costs of arbitration, which shall include  \nthe fees and expenses of the arbitrator shall be  \nborne by the Company in case its principal con-  \ntention is rejected by the arbitrator, and by the  \nUnion in case its principal contention is rejected by  \nthe arbitrator, except, however, that each party shall  \npay all of the fees of its own representatives and wit-  \nnesses. Any dispute as to whose principal con-  \ntention is rejected shall be determined by the arbi-  \ntrator, In the case that both parties’ principal  \ncontention is upheld in part, the arbitrator shall  \ndesignate what part of the costs are to be borne by  \nwhich party according to the relative merits of each  \nparty's position.  \n"], ["ARTICLE V  \nDEFINITION  \n", "1. This Agreement shall apply to all Heavy and  \nHighway Construction which terms are defined as  \nbeing all work performed outside of a building  \n(excepting heavy and highway work as herein  \ndefined which has been awarded as a subcontract  \nof a building contract which work is the subject of  \na building construction Collective Bargaining  \nAgreement containing a subcontracting clause),  \nand including but not limited to: Hydroelectric pro-  \njects, sewage treatment projects, lift and pumping  \nstations for the movement of treatment of sewage,  \nwater pollution control treatment plants, water  \nsupply, drainage sanitation, reclamation, irrigation  \nand flood control projects; dams, reservoirs, docks,  \npiers, jetties, locks, dikes, levees, channels, break-  \nwaters, harbors, airports, railroads, highways,  \nstreets, bridges and similar structures; pile driving,  \nabutments, retaining walls, power plants, trans-  \nmission lines, duct lines, pipe lines, sewers, water  \nmains, industrial sites (but excluding cement man-  \nufacturing plants and appurtenant work excepting  \nnuclear power plants, and appurtenant work)  \nincluding the installation, operating, maintenance  \nand disassembly of construction equipment and  \nplants used in connection with and servicing the  \naforementioned work, excepting repairs of such  \nnature that they cannot be made by the Employees.  \n2. Off-site gravel or materials pits, the material  \nfrom which is to be used for a particular project  \ncovered by this Agreement shall be operated under  \nthe terms of this Agreement when the pit is owned,  \nleased, operated by or under the control of the  \nPrime Contractor or another corporation or com-  \npany of which the majority ownership is held by  \nthe Prime Contractor or its majority owner or own-  \ners.  \n"], ["ARTICLE VI!  \nHOURS OF WORK  \n", "1. Eight (8) hours shall constitute a day's work;  \nforty (40) hours shall constitute a week’s work,  \nMonday through Saturday.  \n2. Normal work day shall consist of eight (8)  \nhours with one-half (/) hour for lunch. The start-  \ning time shall be set by the Contractor except that  \nstarting time shall not be changed from day to day.  \nThe work day must start no sooner than 5:00 a.m.  \nnor later than 8:00 a.m. except as may be otherwise  \nmutually agreed upon by the Employer and Union.  \n3. On operations requiring two (2) shifts, the  \nshift shall be at least eight (8) hours each and  \nscheduled of equal duration. It is understood that  \nthere is no guarantee, that on a given day, one shift  \nmight not vary due to weather, equipment break-  \ndown or changes in operation schedules.  \n4. (a) On three (3) shift operations, the first, or  \nday shift, shall be of eight (8) hours duration; the  \nsecond shift shall be of seven and one-half  \nhours duration, and the third shift shall be of seven  \n(7) hours duration. Each shift shall receive eight  \n(8) hours pay.  \n(b) On three shift operations, the third shift shall  \nbe considered as falling on the same day of the  \nweek as the first and second shift.  \n5. (a) On multiple shift work, the work week  \nshall start not earlier than 5:00 a.m. The Contrac-  \ntor shail set the starting time.  \n(b) Special cases of starting time may be set by  \nmutual consent, .  \n(c) All time worked in excess of the normal shift  \nshall be considered overtime.  \n6. (a) One and one half (1’4) times the rates set  \nforth in this Agreement shall be paid for all work in  \nexcess of eight (8) hours per day and in excess of  \nforty (40} hours per week. All engineers, mainte-  \nnance engineers and oilers shall be guaranteed forty  \n(40) hours pay in a week Monday through Satur-  \nday. Actual hours worked to a maximum of ten  \n(10) hours per day shall apply toward the forty (40)  \nhour guaranteed pay. Premium pay in excess of the  \nactual hourly rate of pay shall not apply towards the  \n10  \nforty (40) hour guarantee. Time lost Monday  \nthrough Friday due to conditions beyond the con-  \ntractor’s control may be made up on Saturday at  \ntime and one-half. If an employee is called out to  \nwork on Saturday, the provisions of Section 7 below  \nshall apply. When an employee is terminated ora  \njob closes down, an employee shall receive eight  \n(8) hours for each preceding day and a minimum,  \nof two (2) hours or actual hours worked,  \nwhichever is greater for the day of shutdown.  \n(b) All work performed on Saturday shall be paid  \nat the rate of time and one-half.  \n(c) Ifa man is called out to work, he is guaran-  \nteed the number of eight (8) hour owner mandated  \nworking days remaining between the day of hiring  \nand Friday. Make-up time is based on the time lost  \nafter he starts work.  \n(d) Ifa man takes off on his own business, his  \nguaranteed work week will be reduced by the  \nnumber of hours or days off.  \n7. (a) If an engineer, maintenance engineer, or  \noiler is ordered out on Saturday, and his services are  \nnot used, he shall be entitled to show-up time of  \ntwo (2) hours at time and one-half. Such employee  \nshall remain on the job for the two (2) hour period  \nunless otherwise directed by the Employer.  \n(b) If such Employee reports on the job and does  \nstart to work on a Saturday, he shall receive four (4)  \nhours pay at time and one-half.  \n(c} If such Employee works in excess of four (4)  \nhours on a Saturday, he shall receive pay for actual  \nhours worked that day at time and one-half.  \n11  \n(d) Show-up time/standby time — actual hours  \nworked shall apply toward the applicable guaran-  \ntee.  \n8. During the period October 1 — June 1, there  \nshall be a twenty-four (24) hour guarantee, Mon-  \nday through Saturday. If an employee is called out  \nto work, he is guaranteed twenty-four (24) hours  \nor the number of eight (8) hour owner mandated  \nworking days remaining between the day of hiring  \nand Friday, whichever is less. The guarantee may be  \nterminated by layoff prior to completion of the  \ntwenty-four (24) hour guarantee. In such case, the  \nEmployee shall receive at least eight (8) hours pay  \nfor each day, from date of hire until the date of shut-  \ndown or layoff. Any Employee who reports for  \nwortk at the regularly appointed starting time,  \nunless he has been notified the previous day that  \nhis services will not be required, shall be entitled to  \nshow-up time of two (2) hours at straight time. The  \nEmployee shall remain on the job for the two (2)  \nhour period unless otherwise directed by the  \nEmployer. Two (2) hour show-up time shall apply  \ntoward the twenty-four (24) hour guarantee. For  \nexample, if an employee is called out to work on  \nTuesday and laid off on Thursday, he shall receive  \nat least eight (8) hours pay for Tuesday, at least eight  \n(8) hours pay for Wednesday, and at least (2) hours  \npay for Thursday. If an employee is called out to  \nwork on Saturday, the provisions of Section 7 above  \napply. |  \n9. With respect to any project that is 100% Fed-  \nerally funded, awarded by a Federal agency, the  \npayment of overtime after eight (8) hours will not  \napply. Overtime will only be required to be paid  \n12  \nafter forty (40) hours. Flextime shall not apply to  \nFederal work covered by the Great Lakes Floating  \nAgreement.  \n10. Four (4) ten (10) hour days may be worked  \nat straight time during a week Monday through Fri-  \nday, unless prohibited by law.  \n11. Single Irregular Work Shift: A single irregu-  \nlar work shift can start any time from 5:00 p.m. to  \n1:00 am. All employees who work a single irregular  \nwork shift on governmental mandated night work  \nshall be paid an additional $1.75 per hour. Section  \n11 will be effective for work bid on or after Sep-  \ntember 1, 2000. It is understood and agreed that if  \nthe single irregular work shift language is not  \nincluded in the NYS Department of Labor prevail-  \ning wage rate schedules, the premium is waived.  \n"], ["ARTICLE VII  \nHOLIDAYS AND SUNDAYS  \n", "1, Holidays are unpaid unless worked. Unpaid  \nholidays to be observed are Memorial Day, Inde-  \npendence Day, Labor Day, Thanksgiving Day,  \nChristmas Day, and New Year's Day, irrespective of  \nthe day of the week on which the holiday may fall.  \nIf the holiday falls on Sunday, it will be celebrated  \non Monday. If an engineer, maintenance engineer  \nor oiler is ordered out to work on a Sunday or the  \nfollowing Holidays - Memorial Day, Independence  \nDay, Labor Day, Thanksgiving Day, Christmas Day,  \nNew Year's Day, and reports on the job but his ser-  \nvices are not used, he shall receive a minimum of  \nfour (4) hours pay at straight time. If he reports on  \nthe job and does start to work, he shall be paid a  \nminimum of four (4) hours pay plus actual hours  \nworked at double time.  \n"], ["ARTICLE VIII  \nPAY  \n", "1. All wages under this Agreement shall be  \npayable on the job every week. Not more than six  \n(6) days pay shall be held back. Checks, pay stubs  \nand pay envelopes shall show all information  \nrequired by law, and shall show the Employer's  \nname,  \n2. If, for any reason, the Employer terminates the  \nservices of any employee working under this  \nAgreement, he shall be paid in full at the time of ter-  \nmination, except that an employee may be paid by  \ncheck mailed within twenty-four (24) hours. If  \nsuch check is not mailed within twenty-four hours,  \nhe shall receive two (2) additional hours at the  \nstraight time rate.  \n3. If the Employee leaves his job, he shall not be  \nentitled to receive his pay for such week until the  \nregular pay day for such work week, and he shall  \nnot be entitled to any additional pay for returning  \nto the job in order to collect such pay.  \n4. Engineers and/or oilers, or maintenance men  \nshall not be laid off on a pay day for any reason  \nuntil they have received their pay.  \n14  \n5. An employee working a night shift shall be  \npaid prior to the completion of the Thursday night  \nshift.  \n"], ["ARTICLE IX  \nMASTER MECHANICS,  \nMAINTENANCE ENGINEERS,  \nFIELD SHOP FOREMEN  \n", "1, For each Employer that employs seven (7) or  \nmore engineers excluding oilers on any one shift or  \none project, a Master Mechanic, competent for the  \nwork shall be employed to be responsible under the  \ndirection of the Employer for the routine perfor-  \nmance of the work of operators, oilers, mainte-  \nnance and repairs. The Master Mechanic will oper-  \nate equipment at the discretion of the Employer  \nuntil such time as the eleventh (11th) engineer  \n(excluding oilers) is employed. The Master  \nMechanic shall be selected by the Employer from  \namong qualified applicants supplied by the local  \nunion having jurisdiction of the project unless oth-  \nerwise mutually agreed upon.  \n‘2, On jobs where no mechanics are employed,  \nthe repair work will be done by the man or men  \nassigned to the machine(s), provided they are qual-  \nified to do the repair work.  \n3. On jobs where a Master Mechanic is  \nemployed, repair work during the shift may be  \ndone by the crew under the general supervision of  \nthe Master Mechanic, provided they are qualified to  \ndo repair work.  \n4. Maintenance Engineers shall be employed to  \ndo all pipe fitting in connection with hoisting and  \nportable equipment. Maintenance Engineers shall  \nalso supervise and install well-point systems, shall  \nbe employed to do all maintenance burning and  \nwelding, preparing and maintaining of all equip-  \nment including vibrators and tampers, tire repair,  \nall gasoline, diesel or electric pumps and all such  \nother work as by custom, has been performed by  \nworkmen under the supervision of the Master  \nMechanic.  \n5. When a lubrication rig is used on a job, one  \nman shall be designated maintenance lubrication  \nengineer and he shall be responsible for greasing  \nand other similar service work for all designated  \nmachines. Such engineer may be assigned other  \nduties if the lubrication rig is not a full time job.  \nThe operators and oilers on the job may be directed  \nto lubricate their own machines as part of their reg-  \nular duties.  \n6. It shall be within the Employer's discretion to  \nhire a Field Shop Foreman and/or Assistant Mas-  \nter Mechanic where he deems it necessary. Where a  \nField Shop Foreman and/or an Assistant Master  \nMechanic is employed, his rate shall be twenty-five  \ncents ($.25) per hour over Classification A.  \n7. Ownership of Transportation shall not be a  \ncondition of employment. In the event an employer  \nrents transportation from an employee covered by  \nthis Agreement, the terms of the rental shall be evi-  \ndenced by a written memorandum, a copy of which  \nwill be furnished the Union upon request.  \n16  \n"], ["ARTICLE X  \nOILERS  \n", "1. Their duties shall be to assist the engineer in  \noiling, greasing, and preparing all machines, giving  \nsignals when necessary and chaining of buckets  \nand scale boxes. Oilers would be required on a con-  \ntinuous basis on all Crawler of Lattice Boom Cranes  \nover ninety (90) ton capacity and Hydraulic Cranes  \nover one hundred fifty (150) ton capacity. However,  \noilers will not be required on Hydraulic Cranes  \nover one hundred fifty (150) ton capacity after five  \ndays of operation. Any work involved in the mov-  \ning or set up of a crane is the jurisdiction of the  \nOperating Engineers. If the Employer determines  \nthat a second man is needed, he shall be an oiler. If  \na second employee is required by the Employer on  \nan auger and/or post driver, he shall be an oiler.  \nWhen one (1) man operates said machine he shall  \nbe an engineer.  \nOn intermittent pumping, compressor, welding  \nmachines, generators, dust collectors and similar  \nequipment operations, the Oiler on the rig shall be  \nused to cover this type of work at the Class C rate.  \nHe shall receive the Class C classification rate for  \nthe entire day.  \nIntermittent operations is defined as operations  \nto be conducted at temporary locations and not  \nexceeding in time fifty percent (50%) of the work  \nshift. In the alternative, a Maintenance Engineer  \nfrom the work force on the project shall be used to  \ncover this type of work at the Class A rate.  \n2. Where helpers are required on the grease rig,  \nthey shall be Oilers.  \n17  \n3. Oilers and maintenance greasemen shall ser-  \nvice the machines during the regular lunch period.  \nThey shall take their lunch period either before or  \nafter the regular lunch period, if so directed by the  \nEmployer.  \n4. The Oiler must have his assigned rig mnning  \nat the shift starting time. The absence of the  \nassigned oiler shall not prevent the operator from  \noperating, when the absence of the oiler is beyond  \nthe Contractor's control.  \n"], ["ARTICLE XI  \nTERMINATION, DISCHARGE  \nAND MOBILITY  \n", "1. After consultation with the Master Mechanic,  \nthe Employer is to be the judge as to the satisfactory  \nperformance of work but no employee may be dis-  \ncharged for defending the rights of any employee  \nunder the terms of this Agreement, or without just  \ncause.  \n2. Upon completion of his work, the Master  \nMechanic may be moved by the Employer from one  \nproject to another within the local union’ jurisdic-  \ntion. It is further agreed that upon completion of  \ntheir work any employees covered by the terms of  \nthis Agreement may be moved by the Employer  \nfrom one project to another within the local union’s  \njurisdiction.  \n3. Key Engineers may be moved from one local  \nunion's area to another after consultation between  \n18  \nthe Employer and Union Representative in charge  \nas to what key men are necessary.  \n4. No employee shall leave an uncompleted con-  \ntract to accept employment with another employer  \nunless agreeable to both employers and union.  \n"], ["ARTICLE Xi  \nELECTION DAY  \n", "1. All employees of the Employer shall be  \nallowed time to vote on Election Day as required by  \nlaw.  \n"], ["ARTICLE Xi!  \nSTEWARD  \n", "1. The Union shall appoint the Steward and they  \nshall notify the Employer of their selection. The  \nSteward shall not be laid off or discharged without  \nthe consent of the Union. He shall be given suffi-  \ncient time to perform the duties assigned to him by  \nthe Union. In case of injury to employee(s) covered  \nby this Agreement, the Steward shall be notified as  \nsoon as possible.  \n"], ["ARTICLE XIV  \nMISCELLANEOUS  \n", "1. There shall be unlimited changes on all  \nmachines. In the event of a change, the operator  \n19  \nshall receive the rate of the higher machine for the  \nentire day.  \n2. (a) Electric pumps need not be manned. In the  \nevent that the Employer desires to man electric  \npumps, an engineer shall be assigned.  \n(b) Submersible electric pumps when used in  \nlieu of well points.  \n1. On the regular.work day shift Monday  \nthrough Saturday, the pump operator can man  \nother equipment in addition to the well point  \nsystem.  \n2. On Mondays through Fridays, one (1)  \nshift of eight (8) hours will be required to man  \nthe system between close of work one day and  \nstart of work the following day.  \n3. On Saturdays, one (1) man for (1) shift of  \neight (8) hours at one and one-half times the  \nregular rate.  \n4, On Sundays, one (1) man for one (1)  \nshift of eight (8) hours at two times the regu-  \nlar rate.  \n3. The maintenance and repair of pumps shall be  \nthe work of the Union.  \n4. Prior to commencement of work, employees  \ncovered by this Agreement will be covered by  \nUnemployment, D.B.L. and Workmen's Compen-  \nsation Insurance. Upon demand, satisfactory evi-  \ndence of such coverage will be furnished the Union.  \n5. The Employer shall obtain and keep in force  \npublic liability insurance for property damage and  \nbodily injury in sufficient amounts as to provide  \n20  \nprotection or coverage for third party action arising  \nout of accidents occurring within the scope of the  \nemployment of his employees. Upon receipt of a  \nsummons and/or complaint involving a third party  \naction arising out of an accident which occurred  \nwithin the scope of an employment, the  \nEmployer shall provide the Employee with a  \ndefense to such litigation and pay the cost thereof.  \n6. The Employer agrees that as soon as a contract  \nfor a job has been awarded or within a reasonable  \ntime thereafter, but prior to the starting of any job,  \nhe will notify the Union of such job award, make  \narrangements and hold a pre-job conference with  \nthe Union. This clause shall apply to every job or  \nproject undertaken by the Employer.  \n7. Cleaning of tracks shall be done by the oper-  \nator or oiler on his equipment; if such persons do  \nnot clean them, then the Employer shall assign  \nsuch work to such other persons as he may elect.  \n8. (a) Equipment covered by this contract being  \nmoved from one local union’s jurisdiction to that of  \nanother under its own power, shall be moved by  \nemployees from the area where the equipment had  \nbeen working. Rented equipment moved by the  \nEmployer shall be covered by this clause.  \n(b) Reasonable expenses for meals, lodging  \nand other actual necessary charges shall be reim-  \nbursed to such employees upon furnishing receipts  \nto the Employer.  \n9. An automated central mix concrete plant  \nusing an outside utility power source shall be  \nmanned by a Class A operator on the plant, and a  \n21  \nClass C operator on the cement storage (2 opera-  \ntors). An automated central mix concrete plant  \nusing a generator as its power source shall be  \nmanned by a Class A operator on the plant, a Class  \nC operator on the generator, and a Class C operator  \non cement storage. (3 operators),  \n10. An Operating Engineer or mechanic on a  \nproject may be agreed upon between the Employer  \nand the Union to operate up to and including two  \n(2) pieces of “hands off” equipment, i.e., heaters,  \ncompressors, pumps, welding machines, etc., in  \naddition to his regular duties.  \n(a) If these two (2) pieces happen to both be  \ncompressors, the combined output shall not exceed  \n1501 C.EM. manufacturer's rating.  \n(b) If these two (2) pieces happen to both be  \npumps, the combined output shall not exceed  \ntwelve (12) inches.  \n(c) If these two (2) pieces happen to be gener-  \nators, the combined rating shall not exceed 10,000  \nwatts,  \n(d} If these two (2) pieces happen to be  \nheaters, the combined rating shall not exceed  \n800,000 B.T.U.  \n(e) Should three (3) pieces of the above  \ndescribed equipment be employed on one project,  \nan engineer shall be employed to operate all three  \n(3) pieces up to a maximum of four (4) as outlined  \nin Article XXVII — Wage Rates and Classifications,  \nClassifications B and C of the present agreement.  \n22  \n(f) Should a fifth (Sth) piece of “hands off”  \nequipment be utilized, then a second engineer shall  \nbe employed to operate machines 45 through #8.  \n11. WORK AT HAZARDOUS WASTE SITE.  \nWhen an employer covered by this Agreement per-  \nforms hazardous waste removal work on a State  \nand/or Federally designated waste site, and where  \nrelevant State and/or Federal regulations require  \nemployees to be furnished, and those employees  \nuse or wear required forms of personal protection,  \nthen in such case an employee shall receive his reg-  \nular hourly rate plus $2.50 per hour.  \n12. It is mutually agreed and understood by the  \nunion and employers signatory to this Agreement,  \nthat in the event any Project Labor Agreements are  \neffected within the jurisdictional area of this Agree-  \nment during its term, then those employers who  \nare signatory to this Agreement and perform work  \nunder any such Project Labor Agreement shall be  \nallowed to do so under the terms and conditions of  \nthis Agreement.  \n13. Certain conditions and problems (exclusive  \nof wages and employee fringe benefits) may exist  \nthat are not addressed by this Agreement. It is  \ntherefore suggested that a pre-bid conference may  \nbe called by either party to discuss these special  \nconditions. Should conditions other than those  \nexisting in this Agreement be extended by the  \nunion, they will be reduced to writing and such  \nconditions shall be extended by the union to all  \nbidders that are signatory to this Agreement and are  \nbidding on the project.  \n23  \n14. It is mutually agreed that the parties will be  \npart of UNICON, an area labor management orga-  \nnization and as such eight cents ($.08) per hour  \nwill be deducted from the gross wage.  \n"], ["ARTICLE XV  \nOPERATION OF WELL POINTS  \n", "1. Where well point system and well systems are  \nrequired, the maintenance, installation, operation  \nand running of such shall be as follows: Over one  \n(1) well point system, an operator will be assigned  \nto second system and will cover both systems.  \n_ (a) During the regular work day shift Monday  \nthrough Saturday, an existing engineer on the job  \nshall maintain one (1) system in addition to his reg-  \nular duties.  \n(b)} Monday through Fridays, one (1) shift of  \neight (8) hours will be required to man the system  \nbetween the close of one day and the start of work  \nthe following day.  \n(c} On Saturdays, one man for one (1) shift of  \neight (8) hours at one and one-half (14) times the  \nregular rate.  \n(d) On Sundays, one man for one (1) shift of  \neight (8) hours at two (2) times the regular rate.  \n24  \n"], ["ARTICLE XVI  \nPILEDRIVING AND SAND DRAINS  \n", "1. An operating engineer will assemble the crane  \nand maintain the crane, compressor, boiler, or elec-  \ntric or hydraulic power system (for electric or  \nhydraulic extractor or hammer) and work in any  \nother capacity in the crew as directed. Piledriver  \ncrew to be two (2) operators at Class A rate, who  \nshall cover any combination and any number of  \npieces of equipment, including air compressors,  \nwelding machines, pumps, power packs for vibra-  \ntory hammers, and any other typically hands off  \nequipment relating to piledriving operations only.  \n2. An operating engineer will repair ham-  \nmer when out of leads and unhooked from cables.  \n3. An operating engineer will replace load cables  \nand run through leads.  \n4. Tower cranes will be manned by two (2) Class  \nA operators who will receive $.50 per hour over the  \nClass A rate. Tower cranes to include stationary, rail  \nmounted, truck or carrier mounted and crawler  \nmounted, hydraulic or friction. For any mode of  \npower, crew to be assigned to crane upon start of  \nerection and will be employed until crane is dis-  \nmantled and shipped off job. Maintenance Engi-  \nneer (Mechanic) will be employed to assist assem-  \nbly, jacking of crane and disassembly.  \n25  \n"], ["ARTICLE XVII  \nSAFETY  \n", "1. No employee shall be required or assigned to  \nengage in any activity involving dangerous condi-  \ntions of work or danger to person or property in  \nviolation of an applicable statute, court order, or  \ngovernmental regulation relating to safety of person  \nor equipment.  \n2. The Employer and the Union do hereby agree  \nto work together to promote safety on the job for  \nthe benefit of all employees. Safety rules and regu-  \nlations will be made known to all employees and  \nthe use of safety equipment will be continually pro-  \nmoted by both parties.  \n3. Where the Employer has a Safety Committee  \non any job, one of the Employees who is a mem-  \nber of the Union shall be a party to such committee.  \nThe duties of the committee shall be determined by  \nthe Employer.  \n4. (a} The Employer and the union are commit-  \nted to providing a safe work environment for its  \nemployees and the public and also maintain a reli-  \nable, productive, quality work-force and thus affirm  \nthat construction job sites subject to this Agree-  \nment must be alcohol and drug free.  \n(b) Employees whose job performance is  \nimpaired by the use of alcohol or drugs create an  \nunacceptable safety risk to themselves, co-workers  \nand the public.  \n(c) Employees who violate the joint policy on  \nsubstance abuse may be subject to discipline up to  \nand including immediate discharge.  \n26  \n"], ["ARTICLE XVIII  \nJURISDICTIONAL DISPUTES  \n", "1. The parties hereto mutually agree that if the  \nEmployer receives written notification from two  \n(2) or more Unions contesting a work assignment,  \nthe Employer shall maintain his work assignment  \nuntil the dispute has been resolved in accordance  \nwith the following procedure.  \n(a) Contesting Unions and the Employer shall  \nattempt to resolve disputes. If unable to do so  \nwithin forty-eight (48) hours (Saturday, Sunday  \nand Holidays excluded} then;  \n(b) The parties to this Agreement shall meet  \nfor the purpose of resolving the dispute. If unable  \nto resolve said dispute within forty-eight (48) hours  \n(Saturday, Sunday and Holidays excluded) then;  \n(c) The parties to this Agreement will refer  \nsaid dispute to their International Union and  \nNational AGC. If they are unable to resolve said dis-  \npute within five (5) days (Saturday, Sunday and  \nHolidays excluded) then;  \n(d) The parties to this Agreement shall have  \nexhausted their internal remedies and may then  \nseek resolution through the NLRB and/or the  \nCourts. No legal action may be initiated before such  \ninternal remedies are exhausted.  \n2. Neither party shall order or permit any lock-  \nout, strike, or other work stoppage or slowdown.  \nFurther, the Union will not aid, support or permit  \nunauthorized strikes, slowdowns or work stop-  \npages by its members with respect to a jurisdic-  \ntional dispute.  \n27  \n"], ["ARTICLE Xix  \nDURATION  \n", "1. This Agreement shall remain in full force and  \neffect from April 1, 2004 to March 31, 2008. It shall  \nbe renewed from year to year unless either party  \nserves written notice that it desires to modify or ter-  \nminate the Agreement at least sixty (60) days prior  \nto March 31, 2008, or sixty (60) days prior to  \nMarch 31, of any year thereafter.  \n"], ["ARTICLE XX  \nSAVINGS CLAUSE  \n", "1. In the event that any State or Federal Statute  \nor Law shall supersede or invalidate any clauses in  \nthis Agreement, such Statute or Law shall prevail  \nover any such clause; however, the other provisions  \nof this Agreement shall be valid and remain in full  \nforce arid effect. In the event that any section or  \nportion thereof shall be declared invalid, it is fur-  \nther agreed that the parties hereto shall meet within  \na period of sixty (60) days to redraft a new section  \nor portion thereof, which shall be valid and which  \nshall replace that section or portion thereof  \ndeclared invalid.  \n"], ["ARTICLE XxXli  \nFUND CONTRIBUTIONS  \n", "1. (a) The Employer agrees to contribute to the  \nfollowing funds in the proper amount hereinafter  \nset forth in Article XXVII for each actual hour paid:  \n28  \n1. Engineers Joint Training Fund  \n2. Engineers Joint Welfare Fund  \n3. Engineers Joint Pension Fund  \nSuch contributions are to be remitted to the  \nproper above mentioned Funds, all of which are  \nlocated at 10] Intrepid Lane, Box 100 Colvin Sta-  \ntion, Syracuse, New York, 13205, in the mode and  \nmanner as determined by the Board of Trustees of  \neach respective fund, pursuant to the terms of  \nAgreements and Declarations of Trusts between the  \nLabor Relations Division, Associated General Con-  \ntractors of America, New York State Chapter, Inc.,  \nand Local Unions 17, 106, 463, 545 and 832 of the  \nInternational Union of Operating Engineers.  \n(b) The parties agree to implement a “Personal  \nAccount Plan” employee fringe benefit fund. It will  \nbe a legally constituted, separate jointly trusteed  \nfund, with trust provisions and Trustee eligibility  \nsimilar to the existing Pension. It will be IRS  \napproved, fully deductible to the Employer and  \nnon-taxable to the Employee. It will be funded at a  \nset amount per employee per hour.  \n(c) It is further agreed that the Employers sig-  \nnatory hereto agree to contribute to the Engineers  \nCentral Pension Fund the proper amounts here-  \ninafter set forth in Article XXVII for each actual  \nhour paid.  \n2. Notwithstanding any other provision con-  \ntained in this Agreement, the parties agree that any  \nemployer who becomes delinquent in the payment  \nof contributions due to the Funds after notice has  \nbeen served upon such delinquent employer and  \n29  \nthe Association, the Employer shall be liable for not  \nonly the amount of contributions due, but in addi-  \ntion thereto, any such employer agrees to pay inter-  \nest, costs and fees of collection, legal fees not in  \nexcess of twenty percent (20%) of the amount of  \nsaid delinquency and the costs of an audit if audit-  \ning procedures are necessary to ascertain the  \namount of the delinquencies. The failure of any  \nemployer to make timely and proper contributions  \nand remittances to the Funds shall not relieve any  \nother employer from making such payments.  \n3. It is further agreed between the parties hereto  \nthat in addition to the provision contained in the  \npreceding paragraph, the Union is granted the  \nunequivocal right, with respect to any delinquent  \nemployer, to declare this Agreement breached and  \nat the option of the Union said Agreement may be  \nconsidered terminated upon seventy-two (72)  \nhours notice to any such delinquent employer. In  \nthe event that the Unions exercise such option  \nunder this section, such delinquent employer  \nagrees to pay as liquidated damages, each of said  \nemployer's employees in the collective bargaining  \nunit of the Unions, their regular rate of pay for all  \ntime lost from work as a result of the Employer's  \ndelinquency to the above listed Funds.  \n4. The parties hereto recognize that the Unions,  \nthe Funds, and/or any affiliated Fund may make  \ncontributions to the respective Funds for and on  \nbehalf of their employees. Such contribution shall  \nbe in the same amount and payable in the same  \nmanner as are made by other contributing employ-  \ners.  \n30  \n5. The Engineers Joint Welfare Fund, Engineers  \nJoint Pension Fund, the Engineers Joint Training,  \nRetraining, Skill Improvement, Safety Education  \nand Apprenticeship Fund and the Engineers Cen-  \ntral Pension Fund (jointly referred to as “Funds”)  \nshall be administered pursuant to provisions of  \nAgreements and Declarations of Trust of the respec-  \ntive Funds, the Collection Policy, the Mistaken  \nContribution Policy, and the Withdrawal Liability  \nPolicy (jointly referred to as “Policies”) established  \nby the various Funds’ Trustees, and shall be in com-  \npliance with the requirements of State and Federal  \nlaws governing and regulating such trusts. Such  \nAgreements and Declarations of Trust and Policies,  \ntogether with any amendments to the Trusts or  \nPolicies, are hereby incorporated herein by refer-  \nence as if fully set forth herein.  \n6. The parties to this Collective Bargaining  \nAgreement hereby agree that the signing of this  \nAgreement shall constitute an obligation to be  \nbound by the terms and conditions of said Agree-  \nments and Declarations of Trust of the Funds, the  \nCollection Policy, the Withdrawal Liability Policy,  \nand the Mistaken Contribution Policy, as if said  \nAgreements and Declarations of Trust and the Poli-  \ncies were fully set forth herein and made a part  \nhereof.  \n7. In the areas of the operation and administra-  \ntion of the Funds and any other areas of responsi-  \nbility or authority delegated to or reserved to the  \nFunds’ Trustees under the Employee Retirement  \nIncome Security Act of 1974 (“ERISA”), including,  \nbut not limited to, collection of delinquencies,  \nreturn of contributions, and the rights and reme-  \n31  \ndies of the Funds when collecting delinquencies,  \nif the terms of this Agreement conflict with the  \nAgreements and Declarations of Trust of the Funds  \nand/or the Policies, the terms and provisions of the  \nAgreements and Declarations of Trust and the Poli-  \ncies will govern and supersede any inconsistent  \nprovision of this Agreement.  \n"], ["ARTICLE Xxil  \nSUBCONTRACTING  \n", "1. It is agreed by and between the parties hereto,  \nthat if the Association, parties hereto, subcontract  \njobsite work falling within the terms of this con-  \ntract, provisions shall be made in each subcontract  \nfor the compliance by said subcontractor with  \nterms, conditions of employment, wage supple-  \nments and wage rates not less than those contained  \nherein. it is further agreed that prior to the subcon-  \ntractor starting work, said subcontractor shall be in  \ncontractual relations with the Union and will meet  \nwith the Union for a pre-job conference if  \nrequested. The intent of the foregoing clause is to  \nbind the subcontractor to the same contract that  \nthe Union has with the general contractor in its  \nentirety, i.e., manning provisions, rates, fringes, etc.  \nIt further and specifically means that Operating  \nEngineers will operate all equipment as defined in  \nthis Agreement, used by the subcontractor. It is  \nfully intended to protect Contractors and the Oper-  \nating Engineers that they employ.  \n2. A subcontractor is defined as any person, firm,  \npartnership, self-employed person or corporation  \n32  \nwho agrees, under contract, with the general con-  \ntractor or his subcontractor to perform on the job-  \nsite any part or portion of the work covered by this  \nAgreement, including the operating of equipment,  \nperformance of labor and installation of materials.  \n3. Notwithstanding anything contained in this  \nArticle, the provisions hereof sha!] not be applica-  \nble to serviceman of a secondary employer on the  \njobsite for the purpose of performing work on any  \nnew construction equipment which is covered by a  \nwarranty only for a reasonable period of time with  \nrespect to the warranty as to such equipment.  \n4, An owner-operator renting his machine to a  \ncontractor, shall be on said contractor's payroll as  \nan employee and shall be governed by the terms  \nand conditions of this Agreement. Separate checks  \nshall be paid to the owner-operator for wages and  \nleasing of such equipment.  \n5. By mutual agreement, an Employer may sub-  \ncontract to non-signatory specialty subcontractors,  \nwhen the Employer has arranged a pre-award con-  \nference between the employer, subcontractor and  \nunion.  \n"], ["ARTICLE XXill__.  \nAPPRENTICE TRAINING  \n", "1. It is the mutual intention of the parties that the  \nFund referred to in Article XX1 of the current Col-  \nlective Bargaining Agreement includes, encom-  \npasses and specifically provides for the conduct of  \nan Apprentice Training Program.  \n33  \n2. The number of apprentices per project shall be  \ndetermined at the pre-job meeting. Only one (1)  \nfirst year apprentice per project. The Union will be  \nin compliance with D.O.T. specifications at all  \ntimes,  \n3. The following schedules of wages shall be  \napplicable to apprentices:  \n(a} 0-1,000 hours — 60% of the C rate, plus full  \namount of the applicable fringe benefits.  \n(b) 1,001-2,000 hours — 65% of the C rate,  \nplus full amount of the applicable fringe benefits.  \n(c) 2,001-3,000 hours — 70% of the B rate,  \nplus full amount of the applicable fringe benefits.  \n(d} 3,001-4,100 hours — 75% of the A rate,  \nplus full amount of the applicable fringe benefits.  \n"], ["ARTICLE XxIV  \nNON-DISCRIMINATION  \nIN EMPLOYMENT  \n", "1. The Employer and the Union mutually agree  \nthat they will comply and cooperate with all laws,  \ncodes, rules, regulations, executive orders and  \nadministrative decisions, whether state or federal,  \ndealing with nondiscrimination in training, mem-  \nbership, employment, job tenure, promotions, and  \nevery other matter covered by such laws, codes, etc.  \nnot herein expressly mentioned. The Employer  \nshall have the right to conduct systematic and  \ndirect recruitment of qualified minority and female  \napplicants should the Union fail to refer sufficient  \n34  \nminority and female trainees within forty-eight  \n(48) hours to satisfy specific contractual Equal  \nEmployment Opportunity requirements and con-  \nditions. The use of masculine or feminine gender in  \nthis Agreement shall be construed as including  \nboth genders.  \n"], ["ARTICLE XXV  \nSTATUS QUO ON  \nCERTAIN EQUIPMENT  \n", "1. The parties hereto recognize that the operation  \nof certain equipment and work assignments may  \nraise questions regarding jurisdiction of work in  \nareas of one or more of the local unions party to this  \nAgreement. The equipment involved is set forth  \nbelow:  \n{a) Concrete curb machine  \n(b} Asphalt curb machine  \n(c) Snorkel  \n(d) Stump Remover (chipper)  \n(e) Blower for burning brush  \n(f) Motorized hydraulic pin puller  \n(g) Motorized hydraulic seeder  \n(h) Concrete Saw  \n(i) Convoying vehicles when convoying  \nEngineer equipment  \n(j) Fueling of equipment  \n2. Pending final determination by the Interna-  \ntional Union of Operating Engineers and any other  \ninternational union claiming jurisdiction of the  \nabove equipment, such equipment and the opera-  \ntion thereof shall remain “status quo” and no per-  \nmanent assignment shal] be made until the decision  \nor agreement between the said International  \nUnions has been made.  \n3. The decision and/or agreement reached  \nbetween the International Unions determining the  \nclaims shall become a part of this Agreement and  \nshall be final and binding upon the parties hereto.  \n"], ["ARTICLE XXVI  \nDUES DEDUCTION  \n", "1. The Employer shall deduct from the basic  \nwage rate of employees covered by this Agreement,  \nthe amount hereinafter set forth in Article XXVII  \nfor each actual hour paid such employees.  \n2. No deductions shall be made for the dues  \ndeduction for any such employee unless the  \nEmployee has deposited with the Employer his  \ncopy of an executed authorization form which shall  \nin no event be irrevocable for a period of more than  \none year or the termination date of this Agreement  \nwhichever may be the less.  \n3. Executed copies of the authorization cards will  \nbe kept on file by the Union and the Association (or  \nsuch other employer group as this Association and  \nUnion may agree).  \n36  \n4. The Employer assumes no obligation with  \nrespect to the obtaining of authorization cards, it  \nbeing understood that this is a duty and obligation  \nof the Union.  \n5. The Union shall indemnify and save the  \nEmployer harmless against any and all claims,  \ndemands, suits or other forms of liability that shall  \narise out of or by reason of action taken or not  \ntaken by the Company in reliance upon work  \nassessment authorization cards furnished by the  \nEmployees and/or Union.  \n"], ["ARTICLE XXVII  \nWAGE RATES AND  \nCLASSIFICATIONS  \n", "1. Set forth below are the agreed upon wage clas-  \nsifications for this Agreement:  \n2. In the event that equipment listed under Arti-  \ncle XXVII of this Agreement or any other equip-  \nment which traditionally has been the work of  \noperating engineers is operated by robotic control,  \nthe operation of said equipment shall remain the  \nwork of the operating engineers and the classifica-  \ntion covering the operation will be the same as if  \nmanually operated.  \nMASTER MECHANIC (guaranteed 40 hours per  \nweek — Monday through Friday).  \nCrane — all Lattice Boom Cranes and all other  \ncranes with a manufacturer's rating of fifty (50) ton  \nand over. Crane wage rate will increase to one dol-  \nlar ($1.00) per hour over Class A rate.  \n37  \nCLASSIFICATION A:  \nAsphalt Paver  \nAutomated Concrete Spreader (CMI Type)  \nAutomatic Fine Grader  \nBackhoe (Except Tractor Mounted, Rubber Tired)  \nBelt Placer (CMI Type)  \nBlacktop Plant (Automated)  \nCableway  \nCaisson Auger  \nCentral Mix Concrete Plant (Automated)  \nCherry Picker (over 5 tons capacity)  \nConcrete Curb Machine, Self-Propelled, Slipform  \nConcrete Pump  \nCrane  \nCranes and Derricks (Steel Erection)  \nDragline  \nDredge  \nDual Drum Paver  \nExcavator (All Purpose-Hydraulically Operated)  \n(Gradall or Similar)  \nFork Lift (Factory Rated 15 feet and Over)  \nFront End Loader (4 cu. yd. and Over)  \nHead Tower (Sauerman or Equal)  \nHoist (Two or Three Drum)  \nHolland Loader  \nHorizontal Directional Drill and Power Ram type  \nequipment  \nMaintenance Engineer  \nMine Hoist  \nMucking Machine or Mole  \nOverhead Crane (Gentry or Straddle Type)  \n38  \nPavement Breaker (self-propelled) Wertgen; PB-4  \nand similar type  \nPavement Profiler over 105 horsepower  \nPavement Rubbleizer  \nPile Driver  \nPower Grader  \nQuad 9  \nQuarry Master (or equivalent)  \nScraper  \nShovel  \nSide Boom _  \nSlip Form Paver (ifa second man is needed, he  \nshall be an Oiler)  \nTractor Drawn Belt-Type Loader  \nTruck Crane  \nTruck or Trailer Mounted Log Chipper (Self  \nFeeder)  \nTug Boat moving equipment or materials  \nTunnel Shovel  \nCLASSIFICATION B:  \nBackhoe (Tractor Mounted, Rubber Tired}  \nBituminous Spreader and Mixer  \nBlacktop Plant (Non-Automated)  \nBlast or Rotary Drill (Truck or Tractor Mounted)  \nBoring Machine  \nCage Hoist  \nCentral Mix Plant (Non-Automated) and All  \nConcrete Batching Plants  \nCherry Picker (5 tons capacity and under)  \nCompressors (4 or less) exceeding 2,000 C.EM.  \ncombined capacity  \n39  \nConcrete Paver (Over 16S)  \nCore Drill  \nCrusher  \nDiesel Power Unit  \nDrill Rigs, hydraulic Krupp type  \nDrill Rigs, Tractor Mounted  \nFork Lift (Factory rated under 15 feet)  \nFront End Loader (Under 4 cu. yd.)  \nHi-Pressure Boiler (15 Ibs. and over)  \nHoist (One Drum)  \nHorizontal Directional Drill Locator  \nHydro-Axe  \nHydro-Blaster, self-propelled, non-manually  \noperated  \nKolman Plant Loader and Similar Type Loaders  \n(If Employer requires another man to clean the  \nscreen or to maintain the equipment, he shall  \nbe an Oiler)  \nL.C.M. Work Boat Operator  \nLocomotive  \nLog Skidder  \nLubrication Engineer/Greaseman  \nMixer (for stabilized base self-propelled)  \nMonorail Machine  \nPavement Profiler 105 horsepower and under  \nPlant Engineer  \nPump Crete  \nReady Mix Concrete Plant  \nRefrigeration Equipment (for soil stabilization)  \nRoad Widener  \nRoller (all above sub-grade)  \nSea Mule  \n40  \nSkid Steer Loader with attachments  \nTractor with Dozer and/or Pusher  \nTrencher  \nTugger Hoist  \nVacuum Blasting Machine — self propelled,  \nnon-manually operated  \nVacuum Truck  \nVermeer Type Saw  \nWelder  \nWinch  \nWinch Cat  \nCLASSIFICATION C:  \nA Frame Truck  \nArticulated Off Road Material Hauler  \nAggregate Plant  \nBallast Regulator, Ride-on  \nBoiler (used in conjunction with production)  \nCement and Bin Operator  \nCompressors (4 not to exceed 2,000 c.f.m.  \ncombined capacity; or 3 or less with more than  \n1,200 c.f.m. but not to exceed 2,000 c.f.m.  \nCompressors (any size but subject to other  \nprovisions for compressors), Dust Collectors,  \nGenerators, Pumps, Welding Machines, Light  \nPlants (4 of any type or combination).  \nConcrete Spreader and Finisher  \nConcrete Paver or Mixer (16S and under)  \nConcrete Saw (Self-propelled)  \nConveyor  \nDeck Equipment Operator (Marine)  \n41  \nElectric Pump used in conjunction with well-  \npoint system  \nFarm Tractor with accessories  \nFine Grade Machine  \nForm Tamper  \nGrout Pump  \nGunite Machine  \nHammers (Hydrautic self-propelled)  \nHydra-Spiker, ride-on  \nHydraulic Pump (Jacking system)  \nHydroblaster (low pressure cleaning)  \nLight Plants  \nMulching Machine  \nOiler  \nParapet Concrete or Pavement Grinder  \nPost Hole Digger and Post Driver  \nPower Broom (towed)  \nPower Heaterman  \nPower Sweeper  \nRevinius Widener  \nRoller (Grade and Fill)  \nScarifier, ride-on  \nShell Winder  \nSpan-Saw, ride-on  \nSteam Cleaner  \nSubmersible Electric Pump (When used in lieu of  \nwell-point system)  \nTamper, ride-on  \nTie Extractor, ride-on  \nTie Handler, ride-on  \nTie Inserter, ride-on  \nTie Spacer, ride-on  \n42  \nTrack Liner, ride-on  \nTractor (with or without towed accessories)  \nVibratory Compactor  \nVibro Tamp  \nWell Drill  \nWell Point  \nIt is understood and agreed that any employer  \nsignatory to this agreement may use the Excavating  \nand Paving Agreement for private (non-posted}  \nwork without being required to sign the Building  \nTrades Agreement.  \n3. Set forth below are the agreed upon wages,  \nfringe benefit contributions, dues deductions and  \nvoluntary political action fund deductions.  \n43  \nEffective July 1, 2004 — June 30, 2005  \nWARES WELFARE PENSION  \nHOUR  \nMaster Mechanic $28.97  \nCrane $28.71  \nClass A $27.71  \nClass B $27.00  \nClass C $24.14  \nHOUR  \n$5.00  \n$5.00  \n$5.00  \n$5.00  \n$5.00  \nHOUR  \n$4.35  \n$4.35  \n$4.35  \n$4.35  \n$4.35  \nEffective July 1, 2005 — June 30, 2006  \nMaster Mechanic $29.72  \nCrane $29.46  \nClass A $28.46  \nClass B $27.75  \nClass C $24.89  \n$5.20  \n$5.20  \n$5.20  \n$5.20  \n$5.20  \n$4.65  \n$4.65  \n$4.65  \n$4.65  \n$4.65  \nC.P.F.  \nR  \nHOUR  \n$3.25  \n$3.25  \n$3.25  \n$3.25  \n$3.25  \n$3.50  \n$3.50  \n$3.50  \n$3.50  \n$3.50  \nPAP  \nPEA  \nHOUR  \n$1.50  \n$1.50  \n$1.50  \n$1.50  \n$1.50  \n$1.50  \n$1.50  \n$1.50  \n$1.50  \n$1.50  \nTRNG.  \nPER  \nHOUR  \n$0.95  \n$0.95  \n$0.95  \n$0.95  \n$0.95  \n$0.95  \n$0.95  \n$0.95  \n$0.95  \n$0.95  \nUNICON  \nPER  \nHOUR  \n$0.08  \n$0.08  \n$0.08  \n$0.08  \n$0.08  \n$0.08  \n$0.08  \n$0.08  \n$0.08  \n$0.08  \n*DUES  \nDEDUETI  \n-3.50%  \n-3.50%  \n~3.50%  \n-3.50%  \n-3.50%  \n-3.50%  \n-3.50%  \n-3.50%  \n-3.50%  \n~3.50%  \n**VPAF  \nPER  \nHOUR  \n-$0.10  \n-$0.10  \n-$0.10  \n-$0.10  \n-$0.10  \n~$0.10  \n-$0.10  \n-$0.10  \n-$0.10  \n-$0.10  \nEffective July 1, 2006 — June 30, 2007  \nWAGES WELFARE PENSION  \nHOUR HOUR HOUR  \nMaster Mechanic $30.47 $5.40 $4.90  \nCrane $30.21 $5.40 $4.90  \nClass A $29.21 $5.40 $4.90  \nClass B $28.50 $5.40 $4.90  \nClass C $25.64 $5.40 $4.90  \nEffective July 1, 2007 — June 30, 2008  \nMaster Mechanic $31.22 $5.60 $5.20  \nCrane $30.96 $5.60 $5.20  \nClass A $29.96 $5.60 $5.20  \nClass B $29.25 $5.60 $5.20  \nClass C $26.39 $5.60 $5.20  \n  \nPE  \nHOUR  \n$3.80  \n$3.80  \n$3.80  \n$3.80  \n$3.80  \n$4.05  \n$4.05  \n$4.05  \n$4.05  \n$4.05  \n. PAP  \nA  \nHOUR  \n$1.50  \n$1.50  \n$1.50  \n$1.50  \n$1.50  \n$1.50  \n$1.50  \n$1.50  \n$1.50  \n$1.50  \nTRNG.  \nHOUR  \n$0.95  \n$0.95  \n$0.95  \n$0.95  \n$0.95  \n$0.95  \n$0.95  \n$0.95  \n$0.95  \n$0.95  \nUNICON “DUES **VPAF  \nPER DEDUCTION §6PER  \nHOUR  \n$0.08  \n$0.08  \n$0.08  \n$0.08  \n$0.08  \n$0.08  \n$0.08  \n$0.08  \n$0.08  \n$0.08  \n-3.50%  \n-3.50%  \n-3.50%  \n-3.50%  \n-3.50%  \n-3.50%  \n-3.50%  \n-3.50%  \n-3.50%  \n-3.50%  \n-$0.10  \n-$0.10  \n-$0.10  \n-$0.10  \n-$0.10  \n-$0.10  \n-$0.10  \n-$0.10  \n-$0.10  \n-$0.10  \n*Dues Deduction may only be made upon  \nreceipt of signed authorization cards from  \nemployees. The deductions will be on gross  \nwages, exclusive of fringe benefits.  \n**VPAF (Voluntary Political Action Fund)  \nDeductions may only be made upon receipt of  \nsigned authorization cards from employees.  \n4, Single Irregular Work Shift: A single irregular  \nwork shift can start any time from 5:00 pm to 1:00  \nam. All employees who work a single irregular  \nwork shift on governmental mandated night work  \nshall be paid an additional $1.75 per hour. Section  \n5 will be effective for work bid on or after Septem-  \nber |, 2000. [tis and agreed that if the  \nsingle irregular work shift language is not included  \nin the NYS Department of Labor prevailing wage  \nrate schedules, the premium is waived.  \n5. The Union and/or the Association, during the  \nterm of the Agreement, reserve the right to review  \nthe performance of the multi-employer fringe ben-  \nefit funds, Should the need arise, by mutual agree-  \nment, the parties may elect to re-allocate contribu-  \ntion to said funds,  \n6. The parties agree that the assignment of the  \narticulated off road material hauler is subject to and  \nshall be covered by the Construction Site Jurisdic-  \ntional Agreement between the IUOE and IBT dated  \n5/12/2000. Contractors signatory to this Agreement  \nthat have prior assigned the jurisdiction for the  \narticulated off road material hauler to the IBT shall  \nnot be required to assign this equipment to the  \nUnion.  \n46  \n"], ["ARTICLE XXVIII  \nDRUG /ALCOHOL ABUSE POLICY  \n", "t. Any employee who is involved in an on the  \njob accident or whose behavior on the job suggests  \nimpairment by alcoholic beverages, drugs or con-  \ntrolled substances, may be requested to submit toa  \nconfidential medical examination, including a  \ndrug/alcohol screen, at a pre-designated and  \napproved facility. If the examination confirms the  \nuse of alcohol, drugs or the unauthorized use of  \ncontrolled substances, the employee will be subject  \nto corrective action up to and including discharge.  \nRefusal to submit to testing is insubordination and  \nwill be treated as any other act of insubordination,  \ni.e., corrective action up to and including discharge.  \n"], ["ARTICLE  \nBONDING  \n", "1. An Employer may be required to provide a  \nbond or other collateral/security if it has not been  \nsignatory to this Agreement for at least two (2)  \nyears or it has not had two (2) years of covered  \nemployment requiring payment of contributions to  \nthe employee benefit plans identified in Article XX]  \nof this Agreement. The bond or other collateral/  \nsecurity will be in the amount of twenty-five thou-  \nsand dollars ($25,000.) or in such other amount as  \nthe Trustees of the employee benefit plans may  \ndetermine to be appropriate in the circumstances.  \n47  \n"]]