[["", "K  \nM100  \n#26  \n£6 fF:  \nAGREEMENT  \nBETWEEN  \nTHE ASSOCIATED GENERAL CONTRACTORS OF ILLINOIS  \nAND  \nTHE UNITED BROTHERHOOD OF CARPENTERS  \nAND JOINERS OF AMERICA  \n« COVERING  \nHIGHWAY / HEAVY CONSTRUCTION  \nHIGHWAY DISTRICTS 2, 3, 4, 5, 6, 7 AND  \nPORTIONS OF ILLINOIS HIGHWAY DISTRICT1 AND DISTRICT 8  \nEFFECTIVE: September 1, 2001 EXPIRES: July 31, 2006  \nCARPENTERS STATEWIDE AGREEMENT  \nINDEX ae  \nPREAMBLE 1  \n"], ["", "ARTICLE 1 SCOPE OF AGREEMENT 2  \nARTICLE 2 7  \nARTICLE 3 MANAGEMENT 7  \nARTICLE 4 UNION SECURITY 7  \nARTICLE 5 PROCUREMENT OF LABOR 8  \nARTICLE 6 FOREMAN 9  \nARTICLE 7 APPRENTICES 9  \nARTICLE 8 WORKDAY, WORKWEEK, OVERTIME AND SHIFT WORK ....... 10  \nARTICLE 9 REPORTING TIME 12  \nARTICLE 10 RATES OF PAY, CONTRIBUTIONS AND DEDUCTIONS ........... 12  \nARTICLE 11 PREMIUM WORK 17  \nARITLCE 12 PAYMENT OF WAGES 17  \nARTICLE 13 GENERAL CONDITIONS 18  \nARTICLE 14 UNION REPRESENTATIVES 19  \nARTICLE 15 SETTLEMENT OF eee 20  \nARTICLE 16 DRUG AND ALCOHOL POLICY 22  \nARTICLE 17 CERTIFIED WELDERS 25  \nARTICLE 18 SAFETY 26  \nARTICLE 19 MARKET RECOVERY 26  \nARTICLE 20 SAVINGS AND SEPARABILITY 27  \nARTICLE 21 DURATION AND TERMINATION 27  \nHIGHWAY AND HEAVY AGREEMENT  \nPREAMBLE  \nThese Articles of Agreement, entered into this 1st day of September, 2001 by and  \nbetween the Associated General Contractors of Itlinois, engaged in highway and heavy  \nconstruction and/or any other employer hereinafter referred to as the Employer, who  \nbecomes signatory to this Agreement, and the District/Regional Councils and Local  \nUnions affiliated with the United Brotherhood of Carpenters and Joiners of America,  \nwithin the State of Illinois, hereinafter referred to as the Union.  \nAny Employer represented by the Association as referred to above may receive the  \nbenefits and assume the obligations of this contract with the Union by signing an exact  \ncontract and by agreeing to be bound by the terms and provisions thereof.  \nWhere the term \"Employee\" or \"Employees\" is used in this contract, it shall mean only  \nsuch employees as are covered by this contract.  \nDue to various reorganizations within the United Brotherhood of Carpenters and Joiners  \nof America and to aid in the comprehension of this Agreement, where the term \"District  \nCouncil\" is used, it is understood that this includes the term \"Regional Councils” or any  \nfuture term that the Carpenters shall use to define this designation.  \nit is agreed that the lability of the Employers who accept, adopt and sign this contract,  \nor a facsimile thereof, shall be and not joint, and the ltability of the Carpenters  \nDistrict Councils and Local Unions, parties of the second party, shai] be several and not  \njoint. ~ -  \nThe purpose of this contract is to arrive at a mutual understanding between the  \nsignatory Employers and the Union regarding hours of work, working conditions,  \nminimum wage scale, overtime pay; to stabilize employment and improve working  \nconditions, promote safety and the welfare of the employee, economy of operation,  \nelimination of waste, quality of service and the protection of property; to establish a  \nprocedure for the peaceful adjudication of disputes and grievances and to set up the  \nmethod by which these results are to be attained.  \nThe masculine gender has been used in this Agreement to facilitate ease of writing and  \nediting and therefore the masculine gender shal! include the feminine gender.  \nWhenever any words are used in this Agreement in the masculine gender, they shall be  \nconstrued as though they were also used in the feminine or neuter gender in all  \nsituations where they would so apply. Wherever any words are used in this Agreement  \nin the singular form, they shail be construed as though they were also used in the plural  \nform and wherever any words are used In the plural form, they shall be construed as  \nthough they were also used in the singular form in all situations where they would so  \napply.  \nThis Agreement constitutes the sole and complete agreement between both parties  \nhereto, there is no other.  \n"], ["ARTICLE 1  \nSCOPE OF AGREEMENT  \n", "A. Work Covered  \nHighway and heavy construction including all work involved in the construction of  \nroads, streets, alleys, highways, railroad work, airport runways, bridges,  \nunderpasses, overpasses, sidewalks, curbs, gutters, fences, guard rails, signs,  \nlandscaping, slope walls, retaining walls, and water lines when done in conjunction  \nwith highway work; dams, locks and dikes, boat slips, and ramps, and diving. Also  \nincluding pump stations for locks and flood control, underground electrical and  \ntelephone systems and overland high tension transmission towers.  \nThis does not include any disposal or treatment plants, waiter filtration plants,  \npumping stations (except for locks and flood control) sewage lift stations, or any  \nstructure for shelter, protection, comfort or convenience.  \nEmployees in the bargaining unit shall perform all tasks assigned by the Employer.  \nThe Employer shall not subcontract any on-site construction work covered by this  \nAgreement to any contractor not signatory to this Agreement unless the  \nsubcontractor agrees to become signatory prior to commencement of any work.  \nHowever, it is understood that. there may .be instances when competent Union  \nsubcontractors may not be available for certain specialty subcontracts which is  \ndefined as work not traditionally performed by the contractor. In such instances, —  \nthe Employer will notify the Union at least five (5) days, excluding weekends and  \nholidays, prior to the commencement of work, and the Union will endeavor to locate  \ncompetent Union subcontractors. If the Employer and the Union are unable to  \nlocate competent, competitive, subcontractors, it is understood and agreed that the  \nEmployer will be relieved of the above provision for such specialty subcontractors.  \nB. Occupational Scope  \nCarpenters  \nThis Agreement shall cover all employees employed by the Employer engaged in  \nwork coming under all classifications listed under the trade autonomy of the United  \nBrotherhood of Carpenters and Joiners of America.  \nThe trade autonomy of the United Brotherhood of Carpenters and Joiners of  \nAmerica consists of the erection, fastening or dismantling of ail material of wood,  \nplastic, metal, fiber, cork and composition, and ail other substitute materials. The  \nhandling, cleaning, erecting, installing and dismantling of machinery, equipment  \nand all materials used by members of the United Brotherhood.  \nOur claim of jurisdiction, therefore, extends over the following divisions and  \nsubdivisions of the trade; Carpenters and Joiners; Millwrights; Pile Drivers, Bridge,  \nDock and Wharf Carpenters; Divers; Underpinners; Timbermen and Core Drillers,  \nthe handling, erecting and installing material on any of the above divisions or  \nsubdivisions; burning, welding, rigging and the use of any instrument or tool for  \nlayout work incidental to the trade. When the term \"Carpenter and Joiner” is used, it  \nshall mean all the subdivisions of the trade, and the setting of pre-cast and pre-  \nstressed beams, girders and decks.  \nThe installation of all piling for structures of all types whether of wood, metal, or  \nconcrete. The installation of all sheet piling and bracing of same. The installation of  \nall shoring, underpinning and lagging. The installation of all calssons. The removal  \nof all materials pertaining to Pile Drivers work. The fabrication, erection, stripping,  \nand dismantling of all concrete forms whether of wood, metal, or composition  \nmaterials for structures of all sorts. This includes, but is not limited to footing forms,  \nwall forms, foundation forms of all descriptions, forms for concrete floors, beams  \nand columns including shoring thereof, screeds, bulkheads, the setting of all  \nanchor bolts, and any rigging thereof. The fabrications, erecting and dismantling of  \nall falsework. The rigging, setting, fastening, aligning, leveling and bracing of all  \nprecast concrete members. The placement of wooden or concrete sound barriers.  \nThe erection of all prefabricated components whether manufactured on the job site  \nor in a manufacturing plant. The handling and unloading of materials related to all  \ndivisions and subdivisions of the trade. -: . .  \nThe Union agrees that the above occupational scopes are claims for jurisdictional  \npurposes and are not intended to conflict with established practices.  \nMillwrights  \nMillwright occupational scope. This Agreement covers ail millwright work including,  \nbut not limited to the following: power rigging, and installation of all engine motors,  \ndynamos, generators, turbines, conveyors, dryers, aif compressors, fans, blowers,  \npumps, extruders, ball mills, roller milis, hammer mills, escalators, manlifts, or any  \nother mechanical device and installation of flywheels, sheaves, pulleys, or drivers  \non same. The rebabbitting of all machinery, all cutting, burning, and fabricating of  \nall supports connected therewith. The repairing of all hand trucks, overhead chain  \nconveyors, and power driven conveyors. (Description of one type of conveyor, a  \nconveyor is a machine which, after assembled, will perform work the same as any  \nother mechanical machine or equipment.) All fabrication, installation, dismantling  \nand maintaining of all conveyors, including screw, belt, bucket, roller, and slate,  \nspiral chutes, and all channel type free trolley, |-beams and all types of monorails  \nand tram rails, including conveyors built of wood, steel, pipe or fiber, riveted,  \nbolted, welded, and all supports and adjuncts connected therewith. All fabrication,  \ninstallation, dismantling, and maintaining of all chain type, dragline, air-veyor,  \npower-driven pipe-constructed conveyors including all other supports and adjuncts  \nnecessary for their installation. All scales, drives, such as rope belt, chain, friction,  \ngears and rawhide. All driver screens, dodge belts and gears, extractors and  \nexpellers, all agitators. Setting and maintaining of all portable mixers, the making,  \nsetting, drilling, and pouring of all bolts for the installation of machinery and  \nequipment. All coal handling machinery, drive crushers, and conveyors of steel or  \nwood, pile, or fiber. Framing and setting of all bridge trees of wood, ail foundation  \nbeams or timbers used for the reception of machinery. The handling of all hand and  \npower rigging. The erection of all derricks to be used by millwrights and the  \ninstallation and dismantling of machinery and any other work where miliwright tools  \nare used. The handling of all hand-power rigging and cribbing required to unload,  \ntransfer, assemble, disassemble and set machinery, equipment, and its adjuncts.  \nThe installation of all rigging beams whether they be temporary or permanent. The  \ninstallation of all air-veyors, cable draglines, and its guides, all hydraulic cylinders  \nand linkage whether they be operated by air, oil, or electricity. The fabrication,  \nsetting and dri-packing of all shims, sole plates, and machine bases, whether they  \nare steel, wood or fiber for the installation of machinery, equipment, and its  \nadjuncts. The installation of all precision setting of atomic reactor intervals. The  \ninstallation of all dam rollers in its entirety and its adjuncts, all machinery in regard  \nto tock and dams, all seals pertaining to tainer gates, all chain and chain guides  \npertaining to tainer gates will be performed by millwrights. installation and  \nfabrication of machinery and conveyor bases, headers and hangers. Installation,  \nfabrication and welding of plastic All gantry and overhead cranes  \nregardless of size or type; and installation of all materials handling conveyors  \nwhether they be temporary or permanent; the handling of all optical tooling  \nequipment, transits, laser, and precision instruments for the setting of machinery;  \nthe installing of anchor bolts, cinch anchors, self tapping anchors, and any device  \nfor the securing of machinery and its adjuncts; the forming, mixing of grout,  \ngrouting, and dri-packing of all machinery; the installation of machinery  \nfoundations: the installation of rotary valves, slide valves, (mechanical or hand  \noperated) chutes and spouts regardless of gauge; and the steam cleaning of all  \nmachinery; the handling, cleaning by any means, erecting, installing, and  \ndismantling of all machinery and equipment; the setting and machining of all sole  \nplates regardless of what they support; all drilling, tapping, and welding that may be  \nrequired; lubrication of all equipment and machinery is the work of millwrights; any  \nexterior forms of the containment vessel; the complete setting and leveling by any  \nmeans of the ring girder or bases plus any necessary cleaning, scraping, or  \nmachining; all apertures or openings; including access door frames, etc., in the  \ncontainment vessel will be rigged, placed, aligned, and secured by any means by  \nmillwrights; the placing, leveling, and aligning of the reactor vessel, including the  \nuse of optical instruments, laser or maser beams; the installation and securing of  \nbiological shield interior plates; exterior plates and/or forms for biological shields  \nwhere a void is poured with concrete shall be considered a form and shall be  \nplaced and secured in its entirety by millwrights; the precision alignment and  \nleveling, including bolting and cleaning, scraping or machining and the measuring  \nand torqueing of bolts; installation of the rod pressure housing, push rods and  \ndrivers, shut-down rods and drives and guide: sieeves;. the field welding in  \nconjunction with the control rod drive housing will be performed by millwrights. The  \nwiring of core starters, core winders, or any similar work on machinery. The  \nhandling and installation of vibratory conveyor. The set up and operation of all  \nmachine tools on the job site whether they be portable or stationary, such as  \nlathes, milling machines, shapers, saws, grinders, etc., used for the setting and  \nfitting of any equipment. The setting, welding, and installation of the supporting  \nsteel for the control rod drives. The handling and installation of the supporting  \nsteels for the contro! rod drives. The installation of lubricators and the lubrication of  \nall machinery and equipment. The mixing, redding, and placing of all cement base  \nmaterials, grout, por-rok, or any other material or substance used for pumps,  \ncompressors, machinery, conveyors or any other equipment and related that is  \ninstalled by millwrights. The rigging and installation of all cylinders air or hydraulic  \nregardless of their function. All start up and run in crews for flushing of lubricating  \nsystems, filters and reservoirs. Lubricating systems and filters, before and after  \ninitial starting of pumps, compressors, machinery and equipment to be served shall  \nbe cleaned by millwrights. All cleaning of reservoirs and filling by any means of  \nreservoirs. Control of all equipment used for purpose of heating and/or cooling the  \noil flowing through lubricating systems.  \nThis contract shall apply to all subdivisions of the trade in its entirety and without  \nlimitation. There are special provisions within this contract dealing with one  \nsubdivision of the trade or another and such special provision when clearly  \nidentified as being limited to the specific subdivision shall be so limited. Absent  \nsuch limitation, this contract will apply entirety to all subdivision of the trade  \nand whenever the term “Carpenter” or “Joiner is used, it shall mean all  \nsubdivisions of all trades.  \nThe parties understand that it is an impossible task to spell out in complete detail  \nthe work of the bargaining unit. Accordingly, even though specific work may not be  \nspecifically spelled out above it will nevertheless be considered as and treated as  \npart of bargaining unit work if it is traditional work of the Carpenters.  \nThe Union agrees that the above occupational scopes are claims for jurisdictional  \npurposes, and are not intended to conflict with established practices.  \nPiledrivers  \nThe Employer recognizes that the jurisdiction of work performed on all pile driving  \noperations including but not limited to the following; the driving of wood pile and the  \ncutting, heading and pointing of same, the driving and removal of all steel piling,  \nconcrete pile, precast or cast in place, the cutting of same and poured in-place  \npiling. Where it is necessary for signals to be given the operator of the drilling rig, in  \norder to align, plumb and spot the drill, this part of the work shail be done by the  \nPiledriver. The handling and insertion of the steel casing including the welding,  \nbolting, and pulling of casing shall be the work of the Piledrivers; the installation  \nand removal of all bracing and walers whether they be steel or wood; the erection  \nof all trestles, falsework and docks, the job site erecting and dismantling of  \nderricks, A-frames, cranes and gin poles when used in conjunction with piledriving  \nwork, the cribbing, shoring and underpinning of buildings; the erection, dismantling  \nand jacking of pile load tests, the loading, unloading and distribution of all piling,  \nwaler, bracing and etc., job site maintenance of all piledriving equipment; ail  \nburning, welding and the splicing of piling, welding of all plates, prior to the driving  \nor after the installation of piling; the operation of all valves, including the pulling of  \nrope or cable to trip the hammer, used in conjunction with piledriving operations,  \nexcept when installed in the cab or a piledriving rig, the preparation of all barges  \nand scrows, that are used for piledriving work, signaling of ail cranes, gin poles,  \nmachinery and/or equipment pertaining to piledriving work, pile threader and all  \nother work hereafter awarded to Piledrivers.  \nThe Union agrees that the above occupational scopes are claims for jurisdictional  \npurposes, and are not intended to conflict with established practices.  \nTerritorial Scope  \nThe geographical scope of this Agreement includes all of the following counties:  \n(See attached map)  \nAdams Effingham Lee Putnam  \nBoone Fayette Livingston Richland  \nBrown Ford _ . Logan Rock Island  \nBureau Fulton Macon Sangamon  \nCalhoun Greene Macoupin Scott  \nCarroll Grundy Marion Schuyler  \nCass Hamilton Marshall Shelby  \nChampaign Hancock Mason Stark  \nChristian Henderson McDonough Stephenson  \nClark Henry McHenry Tazewell  \nClay McLean Vermilion  \nClinton Jasper Menard Wabash  \nColes Jefferson Mercer Warren  \nCrawford JoDaviess Montgomery Washington  \nCumberland Kane Morgan Wayne  \nDeKalb Kankakee Mouitrie White  \nDeWitt Kendall Ogle Whiteside  \nDouglas Knox Peoria Will  \nEdgar LaSalle Piatt Winnebago  \nEdwards Lawrence Pike Woodford  \n"], ["ARTICLE 2  \nRECOGNITION  \n", "The Employer agrees to recognize the Union as the sole and exclusive bargaining  \nagent for all of those employees engaged in performing work covered hereunder.  \nThe Union agrees to recognize the Associated General Contractors of Illinois as the  \nsole and exclusive bargaining agent for all Employers engaged in work properly coming  \nunder the jurisdiction of the Union and classified as Highway and Heavy Construction,  \nwho have so authorized the Association.  \n"], ["ARTICLE 3  \nMANAGEMENT RIGHTS  \n", "It is understood and agreed that the direction of working forces and the right to suspend,  \ntransfer, lay off, promote, demote or relieve employees of their duty shall be vested  \nexclusively in the provided, however, that the Employer shall not use this  \nright for the purpose of discriminating against any employee because of his membership  \nor legitimate activities in the Union. ft is understood that the Employer is to be the sole  \njudge of the number of employees needed on any particular job, consistent with  \nacceptable safety practices.  \n"], ["ARTICLE 4  \nUNION SECURITY  \n", "All present employees who are not members of the Union and all employees who are  \nhired hereafter shall become and remain members in good standing in the Union as a  \ncondition of their employment on the eighth (8) day following the beginning of their  \nemployment ar the effective date of this contract whichever is the later as authorized in  \nSection 8(a)(3) of the Labor Management Relations Act of 1947 as amended by the Act  \nof 1959. Upon written notice from the Union notifying the Employer of the failure of any  \n_ employee covered by the contract to compiete or maintain his membership because of  \nnon-payment of dues, the Employer shail, within twenty-four (24) hours of such notice,  \ndischarge said employee. Provided further, that no employer or the Union shall  \ndiscriminate against an employee to whom membership was not available on the same  \nterms and conditions generally applicable to the members, or, if membership was  \ndenied the employee for reasons other than the failure of the employee to tender the  \nperiodic dues and the initiation fees uniformly required as a condition of acquiring  \nmembership. There shall be no discrimination with respect to any term or condition of  \nemployment because of race, color, religion, sex, age, national origin, disability,  \nVietnam-era veteran, disabled Veteran, or any other characteristic protected by law.  \n"], ["ARTICLE 5  \nPROCUREMENT OF LABOR  \n", "The Union and the Employer recognize that the Union is in a position to aid the  \nEmployer in recruiting needed employees who can meet the standards of the trade and  \nwho can promote the efficiency and safety of the operations of the Employer. The  \nEmployer shall be at liberty to hire employees in any manner under the National Labor  \nRelations Act of 1947 as amended and the rules and regulations of the National Labor  \nRelations Board, and shall have the right to use the facilities of the Union to recruit job  \napplicants under certain conditions. The Employer agrees to notify the Union when he ts  \nin need of new employees and the Union, when requested agrees to assist in securing  \nqualified applicants.  \nThe selection of applicants for recommendation by the Union shall be on a non-  \ndiscriminatory basis and shall not be based on or in any way affected by Union  \nmembership, by-laws, rules, regulations, constitutional provisions or any other aspect of  \nUnion membership, policies or requirements. The Employer agrees to give all  \nfair consideration consistent with the policies of the National Labor Relations Act, as  \namended. The Employer retains the right to reject any job applicant recommended by  \nthe Union. Nothing in this paragraph shall be construed to limit the Employer from hiring  \nfrom other sources. The Employer shall have the sole responsibility of hiring.  \nEmployees referred by the Union shall present introductory cards to the Employer.  \nWhen the Employer requests the Union to recommend job applicants to the Employer,  \nthe Employer shall specify the type and the nature of the work to be performed, and the  \nUnion shall exercise due care in ascertaining the competence of. the applicant or  \napplicants to be recommended.  \nMovement of Bargaining Unit Personnel:  \n1. The Employer shall have free movement of bargaining unit personnel within the  \nboundaries of each District Council, subject to the following requirements:  \n(a) The steward shall be referred from the Local Union where the work is being  \nperformed.  \n(b) All other employees to be selected at the Employer's discretion, subject to the  \nProcurement of Labor Ciause of this Agreement.  \n2. The Employer shall be allowed movement of bargaining unit personne from the  \nterritory of one Regional/District Council into the territory of another  \nRegional/District Council according to the following sequences not including one  \nforeman.  \n(a) Employer's discretion.  \n(b) Steward from the Local Union or Regional/District Council where work is being  \nperformed. .  \n(c) Employee from Local Union or Regional/District Council where work is being  \nperformed.  \n(d) Employer's discretion.  \n(e) Employee from Local Union or Regional/District Council where work is being  \nperformed.  \nAll other journeymen and apprentices are added by repeating steps (d) and (e).  \nOne foreman is excluded from the above and may be moved freely within the  \ngeographical area covered by this Agreement.  \n"], ["ARTICLE 6  \nFOREMAN  \n", "When more than two (2) journeymen carpenters are employed, one (1) shail be  \nassigned foremanship on the job. All employees shail be classified as foreman when  \nthey specify work, place men, pass on qualifications of workmen, or give orders direct to  \nemployees for performance of carpenter work. A carpenter foreman shall not supervise  \nmore than twelve carpenters. Where two (2) or more foremen are employed on a project  \nthey shall not constitute more than fifty per cent (50%) of the carpenter employees on  \nthe project. Beginning with the 2002 Wage Addendum anniversary dates, foremen shall  \nreceive no less than one dollar and seventy-five cents ($1.75) per -hour above the  \njourneyman rate of pay. On the next termination date of each toca! or District/Regional  \nCouncil's Wage Addendum thereafter, foreman rates are to be negotiated locally as a  \npart of the Wage Addendum.  \nGENERAL FOREMAN  \nWhen twenty-six (26) or more journeymen carpenters are employed by one Employer  \non a particular project, exclusive of piledriving work, one shall be designated by the  \nEmployer as General Foreman. Beginning with the 2002 Wage Addendum anniversary  \ndates, the General Foreman shall receive no less than two dollars and fifty cents ($2.50)  \nper hour above the journeyman rate of pay. On the next termination date of each Local  \nor District/Regional Council's Wage Addendum thereafter, general foreman rates are to  \nbe negotiated locally as part of the Wage Addendum.  \n"], ["ARTICLE 7  \nAPPRENTICES  \n", "It is mutually understood by the parties hereto that the use of apprentices shail be  \nencouraged on all jobs and they may be employed on the following basis: Two  \njourneymen, one apprentice; four journeymen, two apprentices; six journeymen, three  \napprentices. Beyond that number they may be employed at the rate of one additional  \napprentice for Four Journeymen. The fourth employee on each job site shall be an  \napprentice (if available) and may be counted in the ratios above.  \nBeyond the numbers above, apprentices may be employed at the ratio of one  \napprentice for each four journeymen except with permission of the Joint Apprenticeship  \nand Training Committee where more apprentices may be used.  \nAn examination of apprentices shal! be given by the Joint Apprenticeship Committee  \nwhere such Committee exists before each period of advancement or at other such times  \nas may be determined. In these examinations consideration shall be given to schoo!  \nattendance, progress, and daily employment records of the apprentices.  \nThe wage scale for apprentices shall conform to the standards of the Carpenters Joint  \nApprenticeship Program in each individual area.  \n"], ["ARTICLE 8  \nWORKDAY, WORKWEEK, OVERTIME AND SHIFT WORK  \n", "Section 1. Eight (8) consecutive hours exclusive of lunch period shall constitute a day's  \nwork between the hours of 6:00 a.m. and 5:00 p.m. The starting time shall be  \ndetermined in the pre-job conference. A lunch period shall be allowed each employee to  \nbe taken between the fourth and fifth hours, but may be changed by mutual agreement.  \nThe regular workweek shall consist of five (5) consecutive eight (8) hour days  \ncommencing Monday 6:00 a.m. and ending Friday at 5:00 p.m. All time worked in  \nexcess of eight (8) hours per day, Monday -through Friday and all time worked on  \nSaturday shall be paid for at the rate of time and one-half (1 1/2) except as specified in  \nSection 2 of this Article 8.  \nThe above paragraph will apply to the counties of Grundy, lroquois, Kane, Kankakee,  \nKendail, McHenry and Wvill in all instances. The paragraph will apply to all other counties  \ncovered by this Agreement except when:  \nSection 2. By prior notice to the Carpenters District Council no later than the end of the  \nlast scheduled work day of the prior week, employers may schedule the following work  \nweek on the basis of four-ten hour days, Monday through Thursday with Friday being a  \nmake-up day if needed to complete the forty hour week, provided however, that United  \nBrotherhood of Carpenters members shall receive overtime pay when any other craft  \nworking on the job at that time receives overtime pay.  \nThe above paragraph on four-ten hour days does not apply to the counties of Grundy,  \nlraquois, Kane, Kankakee, Kendall, McHenry and Will.  \nSection 3. All worked performed on Sundays and the following legal holidays or days  \ncelebrated as such, to wit: New Year's Day, Memorial Day, Fourth of July, Labor Day,  \nThanksgiving Day, day after Thanksgiving and Christmas, shall be paid for at the rate of  \ndouble time. Employees may request off on Veteran's Day without pay.  \nSection 4. When men work overtime after 6:30 p.m., they shall be allowed an additional  \nhalf hour supper time with pay. Every four (4) hours after 6:30 p.m. an additional half  \nhour junch period with pay shall be allowed except when the work is being performed  \nunder the \"special shift\" provision in Section 7 below.  \nSection 5. A reasonable equai distribution of overtime shall be made by the contractor  \nto all employees on the project. The steward or his appointed substitute shall be offered  \nall overtime work providing he is qualified to do the work.  \nSection 6. When shifts are employed, the first shift shall be employed within the hours  \nspecified in Article 8 as the regular workday. Shifts worked between any other hours  \nshall be considered as second or third shifts and shall be paid on the following basis.  \nThe second shift shall receive eight (8) hours pay for seven and one-half (7 1/2) hours  \nwork, and the third shift shall receive eight (8) hours pay for seven (7) hours work.  \nWhen shift work is scheduled to commence, the Employer agrees to contact the  \nBusiness Representative of the Union not less than forty-eight (48) hours before such  \nshift work is scheduled to start in order that he may have ample time to assist in  \nsecuring men necessary for such work. It is understood and agreed that shift work will  \nnot be scheduled where less than three (3) consecutive day's work is involved except in  \ncase of continuous pour on bridge deck, or slab, and in no case less than two (2)  \nconsecutive eight (8) hour shifts.  \nWhen shift work has been scheduled, the second and third shifts shall complete their  \nwork on Friday nights or on any night preceding a holiday at the established minimum  \nrate of pay. However, should any shift be required to start prior to 6:00 a.m. Monday  \nmorning or 6:00 a.m. of any day following a holiday or a day celebrated as such, the  \npremium rate of eight (8) hours pay for seven (7) or seven and one-half (7 1/2) hours  \nwork shall not apply and the employees on such shift shall be paid double time for  \nactual hours worked.  \nWhen working shifts, the same employee shail not work on more than one (1) shift in  \nany twenty-four (24) hour period. The conditions outlined herein shall also apply to  \nforemen,  \nsection 7. Special Shift. With prior notification by the Employer to the Business  \nManager, if a special shift is required by an owner and/or if the Employer needs to  \nperform work which cannot be performed during regular working hours, employees may  \nwork a special shift and receive one dollar and fifty cents ($1.50) an hour over base rate  \nfor eight (8) hours work plus thirty (30) minutes unpaid lunch after the fourth hour. No  \nemployee may work on a special shift if he has performed bargaining unit work that day  \nduring the regular working hours. The Employer's request for this special shift must  \ninclude the starting date, the approximate number of employees involved and the  \nestimated conclusion date. Other terms and conaitions may be agreed to between the  \nBusiness Manager and the Employer.  \n"], ["ARTICLE 9  \nREPORTING TIME  \n", "Each employee shall give the contractor a telephone number where the employee may  \nbe reached, which number the contractor shall cali to notify the employee if there is {fo  \nbe no work,  \nSuch notice shall be reasonably in advance of starting time considering the distance the  \nemployee must travel to the job. When weather conditions are unfavorable, employees  \nwho have no telephone shail ascertain for themselves whether there will be work by  \ncontacting a carpenter working on the same project who has a telephone or by calling  \n(collect) the contractor.  \nThe contractor shall have no obligation to pay show-up time to those employees wha  \nthe contractor or his representative cannot by diligent effort contact to notify them there  \nwill be no work because of inclement weather or conditions beyond the contractor's  \ncontrol. lf an employee is called to work after the regular starting time, then his day  \nshail start at the regular starting time.  \nlf an employee is not called off and reports for work, whether or not work starts, the  \nemployee shail receive not less than two (2) hours pay and may be required to remain  \nat the project for the entire two (2) hours to receive the pay. If an employee starts work  \nafter the first two (2) hours, or if the employee is asked to remain.on the job after the  \nfirst two (2) hours, the employee shall receive four (4) hours pay. The employee may  \nbe required to remain at the job to receive this pay. After four (4) hours, the employee  \nshall be paid only for time worked.  \nThe reporting time for Saturdays, Sundays and holidays shall be as stated above,  \nhowever, in the event inclement weather or equipment breakdown causes stoppage of  \nwork on those days, employees will be paid for time actually worked, but in no event  \nless than two (2) hours at the rate applicable to that day.  \n"], ["ARTICLE 10  \nRATES OF PAY, CONTRIBUTIONS AND DEDUCTIONS  \n", "A. Rates of Pay  \nThe minimum rates of pay for each district shall be as set forth in the attached  \nAddendums.  \nContributions  \nThe Employer agrees that Pension and Welfare Fund contributions under this  \nAgreement are to be made to the Carpenters Welfare Fund of Illinois and  \nCarpenters Pension Fund of tllinois, Central Milinois Health & Welfare Fund,  \nConstruction Industry Welfare Fund, Construction Industry Retirement Fund,  \nKankakee and Iroquois Counties Benefit Fund, Southern Illinois Benefits  \nCorporation, Danville Carpenters Health, Welfare and Pension Funds, and  \nConstruction Workers Pension Funds at the hourly rates specified elsewhere in this  \nAgreement, and that such contributions are to be made on behalf of all persons  \ncovered by this Agreement for al! hours worked by such persons for the Employers.  \nThe Employer agrees to be bound by the terms of the Trust Agreements  \nestablishing the Carpenters Welfare Fund of Illinois and Carpenters Pension Fund  \nof Illinois, Central Illinois Health & Welfare Fund, Construction Industry Welfare  \nFund, Construction Industry Retirement Fund, Kankakee and Iroquois Counties  \nBenefit Fund, Southern Illinois Benefits Corporation, Danville Carpenters  \nWelfare, and Pension Funds, and Construction Workers Pension Funds as they  \nnow exist and as they may hereafter be amended, as if the terms of such  \nagreements were fully set forth herein. The Employer understands and  \nacknowledges that the Trustees of those Funds have the right to make reasonable  \nrules relating to the payment of fringe benefit contributions as specified in this  \nAgreement, and pertaining to their rights and remedies as against employers who  \nare delinquent in making payment of such contributions to the Funds. The  \nEmployer agrees to be bound by such rules as currently exist or may from time to  \ntime be established or amended. Copies. of such rules can be obtained by the  \nEmployer by request from the Fund Administrator.  \nPayment of annuity, pension and/or health and welfare contributions for an  \nemployee's work in each locality shall be made to such funds and in such amounts  \nas are identified in the applicable collective bargaining agreement for that locality  \nwhere the work is performed, provided that the designated fund is signatory to a  \nUBCJA National Reciprocal Agreement. in the event such annuity, pension and/or  \nhealth and welfare fund is not signatory to the appropriate National Reciprocal  \nAgreement, the equivalent contribution amounts of the area where the work is  \nperformed shall be paid to the relevant fund identified in the collective bargaining  \nagreement of the UBCJA affiliate in the employee's home area, or, in the event  \nsuch home area fund refuses to accept that contribution, to the Carpenters Labor-  \nManagement Pension Trust.  \nProvided further, that the Company may, at its discretion, submit the contributions  \nto the employee's home-area local union or District/Regional Council funds even if  \nthe work-area local union or District/Regional Council funds and the employee's  \nhome-area local union or District/Regional Council funds are signatory to a UBCJA  \nNational Reciprocal Agreement. If the Company chooses this option, it shall  \nprovide sufficient proof to the work-area local union or District/Regional Council  \nfunds that the appropriate contribution amount has been paid to the employee's  \nhome-area local union or District/Regional Counci! funds. This option shall not be  \navailable if the employee's home-area local union or District/Regional Council  \nfunds refuse to accept such payment. Furthermore, it is expressly understood that  \nthe Employer will only be required to submit contributions to the above referenced  \nfunds in the amounts listed in the collective bargaining agreements and/or wage  \naddendums where the work is actually performed. This provision is strictly limited  \nto the Company's payment of annuity pension and/or health and welfare  \ncontributions. The Company is obligated to pay dues check-off and all other  \ncontributions required under the applicable work-area collective bargaining  \nagreement to the work-area local union or District/Regional Council.  \nThe bargaining unit shall also include, for purposes of Pension and Welfare Fund  \ncontributions only, such persons in the employ of the Employer referred to herein  \nas “supervisors”, as that term is defined in the Labor-Management Relations Act of  \n1947, as amended, provided that such supervisors:  \n(a) has heretofore been included as a member of the \"bargaining unit\" on any  \nbasis, under the terms of this collective bargaining agreement, any  \npredecessor collective bargaining agreement, or any other collective  \nbargaining agreement entered into by this Local Union or District Council, and  \n(b) was an employee on whose behalf within the five year period prior to the  \neffective date of this Agreement contributions were required to be made or  \nwere in fact made to the Carpenters Pension Fund of Illinois and Carpenters  \nWelfare fund of Illinois, Central Illinois Health & Welfare Fund, Construction  \nIndustry Welfare Fund, Construction Industry Retirement Fund, Kankakee and  \nlroquois Counties Benefit Fund, Southern I!linois Benefits Corporation, Danville  \nCarpenters Health, Welfare and Pension Funds, and Construction Workers  \nPension Funds for at least 5,000 hours worked.  \nIt is expressly understood that the purpose of this provision is limited solely to  \npermitting persons who have participated in the aforesaid Pension and Welfare  \nFunds as members of the bargaining unit to continue to do so upon their promotion  \nto management positions, and is in no respects intended to include such persons  \nwithin the scope of the bargaining unit for purposes of union membership,  \ncollective bargaining, or any other provisions of this Agreement other than  \nprovisions governing the payment of pension and welfare contributions.  \nIt is further understood and agreed that since such supervisors are not subject to  \nthe wage provisions of this Agreement, and may be paid on a salaried basis,  \ncontributions on behalf of such persons to the Pension and Welfare funds shall be  \non the basis of 160 hours for each and every month during which such supervisor  \nreceives any wages from the Employer. |  \nIt is expressly understood that in the event the Employer is an unincorporated  \npartnership or sole proprietorship, any persons who is a pariner or sole proprietor  \nof the Employer is ineligible to receive benefits from the Pension and Welfare  \nFunds, and no contributions are payable to those Funds on behalf of such persons.  \non the other hand, the Employer is a corporation, persons who happen to own all  \nor a portion of the stock of said corporation are of the Employer and  \nwill be considered as included within the bargaining unit for purposes of wages and  \nfringe benefit contributions to the extent that they would qualify as such if they were  \nnot  \nThe parties recognize that individuals employed by corporations which are  \nemployers under this Agreement may perform some work which is covered under  \nthis Agreement and other work which is not. Some of these empioyees receive  \ncompensation in such a manner that it is difficult or impossible to determine for  \npurposes of fringe benefit contributions the precise number of hours for which  \ncontributions are payable on their behalf to the Funds, and this uncertainty has  \ncreated a need for uniform and consistent rules which would be fair to all  \nconcerned. it is therefore agreed that when an employee who is employed by a  \ncorporation performs both work covered under the terms of this and  \nwork which is not covered under the Agreement, and if such person Is paid on any  \nbasis other than at the hourly wage rate specified in this Agreement for ali hours  \nworked by such employee in any capacity whatsoever, and provided further that  \nsuch employee is:  \n(a) shareholder, officer, and/or director of the corporation, or  \n(b) a relative (father, mother, son, daughter, brother, sister) of a shareholder,  \nofficer, and/or director of the corporation.  \nThe Employer shall be required to make contributions on behalf of such employee  \non the basis of 160 hours for each month in which such employee received any  \ncompensation from the corporation at the hourly contribution rates established  \nelsewhere in this Agreement.  \nWithin ten (10) days of a request by the Union for a particular project the Employer  \nshall obtain and furnish to the Union evidence of a surety bond not to exceed  \ntwenty-five thousand dollars ($25,000) guaranteeing payment of all fringe  \ncontributions as set forth in the wage and fringe Addendums attached to this  \nAgreement. The Employer shali not cancel or terminate such bond without first  \nproviding thirty (30) days notice to the Union. Provided, however, that Employers  \nwho have worked not less than three (3) years in the State of Illinois and have  \nmade fringe benefit payments in accordance with the terms of this contract for the  \npreceding two years shall be exempted from said bonding obligation altogether.  \nIn the event the Union and/or Trustees are required to file suit by reason of an  \nEmployer's failure to: (a) maintain his monthly Welfare and Pension contributions  \npursuant to the attached Addendums, and a judgment is rendered in favor of the  \nUnion and/or Trustees, as part of said judgment, a reasonable amount of the  \nattorney's fees and court cost shall be awarded them by the-court. After the Union  \nand/or Trustees are awarded said judgment, the Union shall have the right, at its  \noption, to require said Employer to furnish a suitable bond with a reputable Surety  \nCompany guaranteeing his performance, as set forth in this section prior to any  \nresumption of the instant agreement with said employer.  \nit is agreed that on each anniversary day of any wage addendum to this Agreement  \nthe Union will have the option of distributing any part of the negotiated increase into  \nan existing Health and Welfare and/or Pension Plan or basic wage rate, upon sixty  \n(60) days from notice to the Associated General Contractors of Illinois.  \nIn addition to any contributions otherwise called for herein, the parties agree that  \nthe Employer shail make a contribution as per the area wage schedule or area  \naddendum for each employee covered by this Agreement to the United  \nBrotherhood of Carpenters and Joiners of America National Apprenticeship &  \nTraining Fund (the \"Training Fund\"). The parties also agree that the Empioyer shall  \nmake a contribution as per the area wage schedule or area addendum for each  \nemployee covered by this Agreement to the United Brotherhood of Carpenters and  \nJoiners of America National Health & Safety Fund (the \"Health Fund\") and the  \nUnited Brotherhood of Carpenters and Joiners of American Labor Management  \nFund. Payment shall be made to the Training Fund, Health Fund, Labor  \nManagement Fund, or to such collection agent as is designated by the Training  \nFund, Health Fund or Labor Management Fund on or before the 15th day of the  \nmonth following the month of the work performed. The Employer hereby agrees to  \nbe bound by the Agreements .and Deciarations of Trust for. the Training Fund,  \nHealth Fund and Labor Management Fund as they exist and as they may be  \namended or restated, and to such rules, regulations and other governing  \ndocuments adopted pursuant to such Trusts. Upon request, the Employer may  \nreceive the latest annual report prepared for any or all of the above referenced  \nFunds.  \nNotwithstanding any other provision of this Article, the parties agree that during the  \nterm of this Agreement, with sixty (60) days prior written notice to the Associated  \nGeneral Contractors of Illinois, the Union may redirect their contributions to another  \nHealth and Welfare, Pension or Annuity plan. Provided further, that any increase  \nor decrease in the contribution rate shall not take effect until the next wage  \nanniversary date at which time a new Wage Addendum shall list the changes, if  \nany, in contributions. Because of the restrictions in the I!linois Prevailing Wage Act,  \nit is also agreed that the basic wage rate will not be reduced to accommodate any  \nchanges in the fringe benefit contributions.  \n16  \n"], ["ARTICLE 14  \nPREMIUM WORK  \n", "The erection and dismantling of all towers and scaffolds when same is over forty (40)  \nfeet in height from the base or other hazardous work where a free fall of forty (40) feet  \nor more is possible shall be paid for at the rate of seventy-five (75) cents per hour above  \nthe minimum wage rate.  \nWhere creosoted piling, lumber or material is used the wage scale shall be one dollar  \n($1.00) per hour above the minimum scale of wages as set forth in this contract. This  \ndoes not include otled forms.  \nWhere any other irritant treated piling, lumber or material is used which is harmful to  \neither body or clothing, the wage scale shall be seventy-five (75) cents per hour above  \nthe minimum scale of wages as set forth in this contract. This does not include oiled  \nforms.  \nIf an employee is assigned to the handling of creosoted, or other irritant treated material  \nfor one (1) hour or more during any one haif shift, he shall receive not less than four (4)  \nhours pay at the premium rate. This provision shall apply to shift work as well as to the  \nregular eight hour day.  \nWhen employees are required to work fifteen (15) feet or more below the ground /evel in  \nsheathed hoies or water level in cofferdams, they shall be paid at the rate of seventy-  \nfive (75) cents per hour above the minimum hourly rate of wages for the various  \nclassifications. a. a  \n"], ["ARTICLE 12  \nPAYMENT OF WAGES  \n", "A. Weekly Pay Day  \nExcept as hereinafter provided, payment of wages shall be made once each week  \non the job during working hours. The Employer agrees to furnish with each payroll  \ncheck or currency payment, a full statement of deductions and to make allowance  \nfor any charge made for cashing of checks drawn on out-of-town banks. Whenever  \nthe regular pay day falls on a recognized holiday, the employees shall receive their  \npay the day before such holiday. No more than three working days pay shall be  \nback unless an agreement is reached with the business representative.  \nThe Employer shall furnish Form W-2, Statement of Withholding, to each employee  \non or before January 31st of each calendar year to last known address.  \nB. Discharge and Lay-Off  \nLayoff. If an Employer qualifies for the bond exemption in Article 10, Section B,  \nand needs to layoff an employee, the Employer may mail the employee's  \npaycheck to the home address last provided by the employee. The matled check  \nmust be post marked no later than the next business day following layoff. If the  \ncheck is not post marked on the next business day, excluding Saturdays,  \nSundays and holidays, the employee shall receive two hours pay at the straight  \ntime rate for each day that the check is late.  \nlf the Employer is not exempt from posting bond as outlined in Article 10, Section  \nB, and lays off an employee, the Employer shail pay employees ail wages due at  \nthe time of layoff, and payment shall be made on the job, regardiess of whether  \nsuch layoff is temporary or permanent.  \nDischarge. If the Employer discharges an employee, he shall pay them all  \nwages due at the time of the discharge and payment shail be made on the job.  \nIn the event an employee covered by this contract is laid off or discharged, he  \nshall be notified one (1) hour in advance of such lay-off in order that he may have  \none hour in which to put his tools in condition to report for work on another job.  \nNo employee covered by this Agreement shall be required to sharpen tools on  \nhis own time or take them home to sharpen while employed, but must have tools  \nsharp when arriving on new job.  \n_ ARTICLE.13 ee.  \nGENERAL CONDITIONS  \nA suitable building, tool wagon or field box shall be furnished for the use of the  \ncarpenters only, location to be determined by the Employer, to keep their tools and  \nclothes in, and under no circumstances wil! flammable materials be stored therein. tn  \ncase of fire or major theft of the tools of the carpenters placed within said building, too!  \nwagon or field box for safe keeping resulting from a break in after working hours, if  \nsuitable insurance covering such loss is not carried by the Employer, the Employer shall  \nbe responsible for such loss which shall not exceed a total maximum of five hundred  \n($500) dollars in each individual case provided a list of tools was provided to the  \nsuperintendent by the employee when commencing work. The employee claiming a loss  \nmust substantiate the value of his tools. Millwrights shall also be included in the above  \ntool provision with the same listed restrictions applying except the maximum amount of  \ncoverage shall be one thousand dollars ($1,000) in each individual case.  \nThe Employer is to furnish conveyance for all carpenters tools being moved from one  \njob to another during working hours.  \nAll Employees covered by this contract are to receive pay for moving from one job to  \nanother during working hours. All Carpenters shall leave the employer's toolhouse,  \n18  \ntoolwagon or field box as defined in paragraph 1 above, at the regular starting time. All  \nCarpenters shall cease work at their place of work at their reguiar quitting time. Time  \ngoing from the aforementioned toolhouse, toolwagon or field box and that part of the  \nproject where the work is in progress shall be considered as part of the working day.  \nAll power driven tools, special tools, such as mitre boxes, and necessary equipment for  \nkeeping tools in proper condition such as emery wheels, files, etc., shall be furnished by  \nthe Employer.  \nNo employee covered by this contract shall furnish, loan, lease or rent to an Employer  \nany equipment or tools of any description. The Employer shall furnish boots and  \nraincoats when needed.  \nProperly cooled drinking water, individual sanitary drinking cups, and suitable toilet  \nfacilities shall be furnished at all times.  \nThere shall be at least one journeyman carpenter available on the project while  \nconcrete is being poured in forms other than footings and sidewalks, for checking the  \nforms, anchor bolts, etc.  \nThe Employer agrees to file a valid certificate of Worker's Compensation Insurance  \napproved by the State of Illinois and date of expiration of the policy with the Union, or its  \nofficial representative, which information shall be available to the public on demand. The  \nEmployer shall also have an Employer's number and shall pay Social Security on any  \n‘employee covered by this contract. He shail further elect to come under the illinois State  \nUnemployment Insurance Act and pay unemployment compensation insurance on all  \nemployees covered by this contract.  \nWhen Employers require employees to be moved to an area other than their respective  \njurisdiction they shall be reimbursed for actual necessary expenses incurred.  \nThe Employer shall furnish welding gloves, hoods and sleeve protectors for welders as  \nrequired for use on the job. Such equipment is to be returned to the Employer upon  \ncompletion of the project.  \n"], ["ARTICLE 14  \nUNION REPRESENTATIVES  \n", "Representatives of the Union shall not be denied access to the Employer's project office  \nor to any part of the Employer's project for the transaction of necessary business with  \nthe Employer of the employees covered by this contract except for government or  \nfederal security reasons.  \nSteward  \nThe Employer agrees to recognize the right of the business representatives of the Union  \nto select or appoint a Steward from among the Employer's unit employees who shall be  \na member of the Local Union where the work is being performed whose duties shall be  \nto see that all employees covered by this contract are in compliance with Article 4  \n(Union Security) in accordance with the requirements of this contract, to hear and  \nattempt to adjust disputes and grievances, and in the case of accident, to see that the  \nemployees covered by this contract and their personal belongings are cared for. Loss of  \ntime in caring for sick or injured employees shall be paid for by the Employer in an  \namount not to exceed eight (8) hours at straight time.  \nA steward, after having satisfactorily completed seven (7) working days of employment  \nfor an Employer, shall not be laid off or discharged without just cause so long as other  \nemployees covered by this contract, except a foreman, are employed on the project. In  \nno case shall the Steward be discharged, laid off or fired until the Union Representative  \nhas been notified to the effect that his work or conduct is unsatisfactory. When such  \ncharges are made against the Steward, the Employer, or his representative, shall meet  \nwith the Business Representative of the Union and attempt to settle the dispute. In the  \nevent the respective representatives cannot reach an agreement the dispute shall be  \nprocessed under the terms as provided for in the arbitration section of this contract.  \nThe Steward shal! work as any other carpenter employee.  \n"], ["ARTICLE 15  \nSETTLEMENT OF.DISPUTES Dee  \n", "The parties agree that during the term of this Agreement, including any renewal period,  \nor during any pending arbitration proceedings or during any negotiations between the  \nparties hereto as to desired changes in this contract as herein provided, there shall be  \nno strikes, lockouts, boycotts, picketing, stoppage of work or slow down of work.  \nWith the exception of jurisdictional disputes, all differences of any kind (hereinafter  \nreferred to as grievances) between the Employer and the Union which arise under this  \nAgreement shall be resolved in the following manner:  \nStep 1: Should any employee covered by this contract believe that he has been  \nunjustly dealt with or that any provision of this contract has been or is being violated,  \nsaid employee or his representative shall attempt to resolve the matter orally with the  \njob superintendent or other authorized representative of the Employer on the job site. If  \nthe grievance is not satisfactorily resoived, the grievance shall be handled as provided  \nbelow.  \nStep 2: The grievance shall be reduced to writing and transmitted to the Employer. The  \nEmployer must receive the written grievance within 5 working days of the date when the  \nemployee knew or should have known of the incident giving rise to the grievance.  \n20  \nFailure to meet this time limit shall automatically resolve the grievance in the Employer's  \nfavor.  \nStep 3: If the grievance referred to in Step 1 has not been satisfactorily resolved within 5  \nworking days after the Employer has received the written grievance, the Employer or  \nthe Union may request in writing to the other party within 5 working days that a Joint  \nGrievance Committee be convened for the purpose of hearing and resolving the  \ngrievance. The written correspondence at this step must state the question or issue  \ninvolved. The Committee shall meet as expeditiously as possible after notification and  \nthe Committee shall be composed of an equal number of representatives appointed by  \nthe Executive Officer of the District Council of Carpenters involved and the Associated  \nGeneral Contractors of Illinois, but in no event shall the Committee be composed of less  \nthan two representatives from each party.  \nThe Committee's decision shali be final and binding on the parties. However, if the  \nCommittee deadlocks the matter either the District Council of Carpenters involved or the  \nAssociated General Contractors of {llinois may request arbitration.  \nStep 4: In the event the Committee deadlocks and arbitration is requested, the matter  \nshall be submitted to an impartial arbitrator for decision. The impartial arbitrator shall be  \nselected as follows: 1 person appointed by the Executive Officer of the District Council  \nof Carpenters involved and 1 person selected from the AGC of Illinois shail be  \nresponsible for selecting the arbitrator. The party requesting arbitration shall request a  \nlist of arbitrators from the Federal Mediation and Conciliation Service, and the  \nrepresentative of the Union and the representative of the AGC of Illinois shalt alternately  \nstrike the names provided by the. FMCS until there is one remaining. The party  \nrequesting arbitration shall strike first. The list must contain an odd number of  \narbitrators. The remaining name shall be selected as the impartial arbitrator. The  \narbitration shall be held as expeditiously as possible and the decision of the arbitrator  \nshall be final and binding on both parties.  \nlf the grievance is brought by a Local or by an Employer covered by this Agreement, the  \ngrievance shall be handied in the following manner.  \nStep 1: The aggrieved party shall reduce the grievance to writing and present it to an  \nauthorized representative of the other party within 10 working days of the date the  \naggrieved party knew or should have known of the incident giving rise to the grievance.  \nFailure to observe this time limit shall automatically resolve the grievance in favor of the  \nother party. If the Employer or his authorized representative and the business  \nrepresentative of the Union can not satisfactorily resolve the grievance within 10  \nworking days of its presentation, either the Employer or the Local Union may request in  \nwriting within 10 working days that a Joint Grievance Committee be convened for the  \npurpose of hearing and resolving the grievance. The written correspondence at this step  \nmust state the question or issue involved. The Committee shall meet as expeditiously  \nas possible after notification and the Committee shall be composed of an equal number  \nof representatives appointed by the Executive Officer of the District Council of  \n2]  \nCarpenters involved and the AGC of Illinois but in no event shall the Committee be  \ncomposed of less than 2 representatives from each party. The-Committee’s decision  \nshall be final and binding on the parties. However, if the Committee deadlocks the  \nmatter, either the District Council of Carpenters involved or the Associated General  \nContractors of Illinois may request arbitration.  \nStep 2: In the event the Committee deadlocks and arbitration is requested, the matter  \nshall be submitted to an impartial arbitrator for decision. The impartial arbitrator shail be  \nselected as follows: 1 person appointed by the Executive Officer of the District Council  \nof Carpenters involved and 1 person selected by the AGC of Illinois shall be responsible  \nfor selecting the arbitrator. The party requesting arbitration shall request a list of  \narbitrators from the Federal Mediation and Conciliation Service, and the representative  \nof the Union and the representative of the AGC of Illinois shall alternately strike the  \nnames provided by the FMCS until there is one remaining. The party requesting  \narbitration shall strike first. The list must contain an odd number of arbitrators. The  \nremaining name shall be selected as the impartial arbitrator. The arbitration shall be  \nheld as expeditiously as possible and the decision of the arbitrator shall be final and  \nbinding on both parties.  \n"], ["ARTICLE 16  \nDRUG AND ALCOHOL POLICY  \n", "Section 1. Possession, sale or use of alcohol or non-prescription drugs on the  \nEmployer's property, site of construction or during the working hours regardless of the  \nlocation shall be grounds for termination. Any Employee who reports to work under the  \ninfluence of alcoho! or non-prescription drugs. shall be subject to termination. \"Non-  \nprescription drugs” shall be defined as drugs which cannot be legally dispensed without  \na prescription and are not covered by a current valid prescription endorsed by a  \nqualified physician for use by named Employee in question. Employees working under  \nthis Agreement shall be subject to all necessary diagnostic medical! testing for purpose  \nof verifying compliance with this provision, when required by the Employer at the  \nexpense of the Employer.  \nSection 2. Provisions for employee drug or alcohol testing will be outlined in Employer  \npolicy and procedures or as required in documentation by Project Owner. Drug and  \nalcohol testing shall consist of, but not limited to, pre-employment, random and  \nreasonable cause. Reasonable cause shall include for example but is not limited to,  \nvisible impairment, possession, reports of on duty use, prior detection and rehabilitation,  \nor involvement in an accident, injury or unsafe act.  \nSection 3. All drug and/or alcohol testing shall follow the procedures or future revisions  \noutlined by the Substance Abuse and Mental Health Services Administration (SAMHSA)  \nand shall be in compliance with all applicable state and federal laws regarding  \nalcohol/drug testing.  \n22  \nSection 4. Personnel utilized for testing will be certified as qualified to collect samples  \nand adequately trained in procedures. The laboratory selected to conduct the  \nanalysis shall be certified by the Department of Health and Human Services and/or  \nSubstance Abuse and Mental Health Services Administration (SAMHSA) approved.  \nSection 5. All drug screening tests shall be capable of identifying marijuana, cocaine,  \nopiates, (morphine & codeine), phencyclidine (PCP), and amphetamines  \n(amphetamines, methamphetamine) or other drugs that may be specified by future  \nSubstance Abuse and Mental Health Services Administration (SAMHSA) direction.  \nSection 6. Testing and test results. The collection of urine specimens, the chain-oi-  \ncustody of the specimen and the laboratory testing shall be in accordance with the  \nguidelines established by SAMHSA.  \nRandom fests  \nAll employees covered by the random drug test policy will be included as part of the  \ngroup from which the Medical Review Officer (MRO) will randomly select empioyees by  \nusing a computer generated selection of social security numbers for testing per the  \nrequirements of the Employer's Policy.  \nOn a periodic basis the MRO will select randomly a number for random testing during  \nthat month.  \nNames selected will be forwarded to each Employer who will notify their employees  \nselected to be tested. The Employer will be given a date before which the individual  \nmust be tested. The persons to be tested shall not be informed before the actual test is  \nto be performed.  \nFailure of the Employer to accomplish the above requirements in the time allotted will  \ncause them to be out of compliance with the random testing requirements.  \nAll tests shail be conducted using only urine specimens in accordance with current  \nSAMHSA guidelines. Sufficient amounts (a minimum of 60 cc) of the sample shall be  \ntaken to allow for an initial test and confirmatory tests. All specimens shall be collected  \nand handled according to strict chain-of-custody procedures as established by  \nSAMHSA. The sample collection will not be observed directly. The testing procedure Is  \ndesigned to respect employee's rights to privacy.  \nThe initial test will be Enzyme Multiplied Immunoassay Technique (EMIT). In the event  \na question or a positive result arises from the initial test; a confirmation test must be  \nutilized before action can be taken against the employee. The confirmatory test will be  \nby Gas Chromatography - Mass Spectrometry (GC/MS). Any other confirmatory tests  \nand/or testing shall be at employee's time and expense. Confirmed positive samples  \nwill be retained by the testing laboratory in secured long term frozen storage for  \nminimum of one year. Handling and transportation of each sample must .be  \n23  \ndocumented through strict chain-of-custody procedures; specimen containers shall be  \nlabeled with a number, and the donor's signature; and. shall be closed with a  \ntamperproof seal initialed by the donor and collecting agent. The labeling shall be done  \nin the employee's presence. Every effort shall be’ made to assure the vaiidity and  \naccuracy Of all tests.  \nMRO Interview. When an employee receives a confirmed positive test, the Medical  \nReview Officer (MRO) will interview the employee via telephone and give the employee  \nan opportunity to explain any positive test results such as those that could be caused by  \nprescription medication endorsed by a physician. After the interview, if the MRO  \nconfirms that the test results are positive, the Employer will be notified of the results.  \nResults of the test will be held in the strictest confidence and only people with an  \nabsolute “need to know\" can request such results unless released to do so by the  \nemployee.  \nIt is the intent of this program to comply with ail laws and regulations promoting non-  \ndiscrimination in employment.  \nExcept as set forth herein, no employee shall be required to sign any waiver of his  \nrights.  \nTest Results: Concentrations of a drug at or above the following levels shall be  \nconsidered a positive test result when using the initial immunoassay drug screening  \ntest:  \nINITIAL TEST Dee  \n  \nLevel-Nanogram/Milliliter (hereinafter referred to as ng/ml).  \nMarijuana metabolite 50  \nCocaine metabolite 300  \nOpiate metabolite 2,000  \n25  \nAmphetamines 1,000  \nConcentration of a drug at or above the following levels shall be considered a positive  \ntest result whea performing a_ confirmatory Gas Chromatography/Mass  \nSpectophotomotry test on a urine specimen that tested positive using a technologically  \ndifferent initial screening method:  \n24  \nCONFIRMATORY TEST LEVEL (ng/ml)  \nMarijuana metabolite | 15*  \nCocaine metabolite 150**  \nOpiates: Morphine 2,000  \nCodeine 2,000  \nPhencyclidine 25  \nAmphetamines/Methamphetamine 500***  \n*Delta-9-tetrahydrocannabinol-9-carboxylic acid  \n**Bezoylecgonine  \nmethamphetamine, there must be >200 ng/mi of Amphetamines  \nAlcohol test levels at or above .02 shail be considered a positive test for safety-sensitive  \nequipment.  \nSection 7. Employees taking prescription medication which according to their physician  \nhas physical or mental side effects which could cause impairment on the job site, must  \nmay report the medication to site supervision. Employees who report use of lawful  \nmedication as described above shall not be disciplined for use of same.  \nSection 8. Any Employee with test results of negative shall be compensated for all  \nhours lost. If an Employee has a confirmed positive test, (s)he will be (a) suspended  \nwithout pay up to thirty (30) days, or as determined by established company policy, (b)  \nmandatory enrollment in a certified rehabilitation program, at employee's own expense,  \nand successful completion, (c) and agree to periodic follow-up drug testing for up to two  \n(2) years after successful completion of rehabilitation program. A second positive or  \nrefusal to participate in a certified rehabilitation program after the first positive test shall  \nresult in termination of employment.  \nSection 9. Termination under this provision, including the circumstances surrounding  \nthe conduct of the drug or alcohol test, shail be fully subject to the grievance and  \narbitration provision of this contract.  \n"], ["ARTICLE 17  \nCERTIFIED WELDERS  \n", "In order to promote skill advancement training for Carpenters and to further the  \nprofessional development of the craft, all carpenters will be encouraged to obtain a  \nwelding certification as required by the project owner. As an incentive, the Employer  \nagrees to pay an additional fifty-cents ($.50) per hour to carpenters, who are or become  \ncertified welders, when they perform certified welding work.  \n25  \n"], ["ARTICLE 18  \nSAFETY  \n", "It is recognized there are important roles to be performed by the  \nemployees, Union officials and management in the prevention of accidents and  \nensuring a safe and healthy working environment. The worksite should be maintained  \nin a clean and orderly state, so as to encourage efficient and safe operations.  \nSection is important to succeed in this cooperative effort because it is also  \nrecognized that failure can mean hardship to the employee and a threat to the security  \nof his family.  \nSection 3. _—‘It is because of these mutual benefits that the employees, Union officials  \nand management pledge to cooperate and do ail that is possible to maintain a safe,  \nhazard-free working environment.  \nSection 4. In regards to piledriving crews, the parties recognize the Employers’ right to  \ndetermine the size of the crew to safely do the jab, provided however, ali members of  \nthe crew shail be from the bargaining unit.  \nSection 5. The Carpenters agree to use their training facilities to provide skill  \nadvancement training in OSHA construction standards such as; Accident Prevention  \nResponsibility, Asbestos, Hearing Protection, Welding and Cutting, Scaffolding, Fall  \nProtection, Excavations and Trenching, Ladders, etc. to improve journeyman skills. The  \nCarpenters shall use their training facilities to insure that all Carpenters shail be  \nrequired to successfully complete the Ten-Hour, OSHA (Occupational Safety and Health  \nAdministration) Construction Safety Course. Thereafter, each Carpenter shail be  \nrequired to successfully complete the Ten-Hour OSHA Construction Safety and Health  \nCourse every two (2) years to maintain their safety awareness and competence. After  \nMay 1, 2003 Employers may request referral of Carpenters who have completed the  \nTen-Hour OSHA course and refuse Carpenters who have not completed the course  \nwithout penalty.  \nSection 6. All Carpenters shall be responsible for wearing appropriate safety gear  \n_gsuch as boots, ear, eye and head protection. The employer and al! employees agree to  \nabide by all federal, state, local and company safety policies.  \nSection 7. _ Failure on the part of an employee to comply with safety rules established  \nby the Employer may be grounds for dismissal.  \n"], ["ARTICLE 19  \nMARKET RECOVERY  \n", "Notwithstanding any other provisions of this Agreement and with mutual agreement of  \nthe Contractor and District Council having jurisdiction, the following terms shall  \n26  \nautomatically apply to any prevailing wage job where the Contractor is bidding against  \nnon-signatory or bonafide non-union contractors. a  \n(a) All wages and fringe benefits shall be paid as set forth in the prevailing wage  \nproject contract document for the duration of the project.  \n(b) All overtime shall be paid in accordance with applicable state or federal law.  \n(c) Show-up pay shall be one (1) hour.  \n(d) All other terms and conditions of employment shail be as mutually agreed to  \nbetween the Employer and the Union.  \n"], ["ARTICLE 20  \nSAVINGS AND SEPARABILITY  \n", "In the event that any articie, paragraph or section of this contract and any amendments  \nthereto shall be invalid, then neither of the parties hereto shail be bound thereby, but the  \nsaid article, paragraph and section shall be deemed to be separable and the invalidity of  \nany portion thereof shall not affect the validity of the remainder of the contract.  \nIt is the intention of the parties hereto to comply with all applicable provisions of State or  \nFederal law, and they believe that each and every part of this contract Is lawful. All  \nprovisions of this contract shall be complied with uniess any of such provisions shall be  \ndeclared invalid or inoperative by final order of any court of competent jurisdiction. In  \nsuch event, the Union or the Employer may, atits option, require renegotiations of such  \nindividual provisions for the purpose of adequate legal repiacement thereof, each  \nreserving the right of economic recourse in the event agreement cannot be reached in  \nsuch negotiations and such action shall not constitute a violation of this contract.  \nIn the event of the invalidation of any section, sentence or article of this contract by any  \ncourt or board of competent jurisdiction, all remaining provisions of this contract shall  \nremain in full force and effect.  \n"], ["ARTICLE 21  \nDURATION AND TERMINATION  \n", "The term of this contract shall be for fifty-nine (59) months commencing September 1,  \n2001 and ending July 31, 2006.  \nShould either party hereto desire to terminate this contract, they may do so by serving  \nnotice of a desire to terminate by U.S. Certified Mail not more than ninety (90) nor less  \nthan sixty (60) days prior to its termination date. In default of such notice, this contract  \nshall continue upon the same terms and conditions as herein contained for a further  \nperiod of one (1) year and so on from year to year until it is terminated by either party  \nhereto giving such notice as herein provided.  \n27  \nIN WITNESS WHEREOF, the Associated General Contractors of Illinois has caused  \nthis contract to be executed by its duly authorized representatives and the District  \nCouncils and Local Unions, affiliated with the United Brotherhood of Carpenters and  \nJoiners of America, within the State of Hlinois, have caused their duly authorized  \nrepresentative to hereunto subscribe his name on the day and year set forth  \n"]]