[["", "  \nKt BOAE  \nBUILDING, HEAVY AND  \nMUNICIPAL/UTILITES  \nCONSTRUCTION  \nMASTER AGREEMENT  \nAREA Il  \nbetween  \nAssociated General Contractors  \nof Wisconsin, Inc.  \nand  \nThe International Union of Operating  \nEngineers, Local Union No. 139  \n- ant  \nee ee en ca Dg nanan cg. pier RA ls persian et =o  \nF  \n   \nJune 1, 2008 - May 31, 2011  \n   \n; eo  \nDISTRICTS  \nre ee oe  \nrok ery Ot Ne ee a  \n   \n-wee  \neee ee  \nae eee ee  \nMAIN OFFICE  \nDISTRICT A  \nN27 W23233 Roundy Drive  \nP.O. Box 130  \nPewaukee, WI 53072  \nTelephone: (262) 896-0139  \nToll Free: 1-800-280-0139  \nDispatch: 1-800-815-9424  \nBRANCH OFFICES  \nDISTRICT B  \n4702 South Biltmore Lane  \nMadison, WI 53718  \nTeiephone: (608) 243-0139  \nToll Free: 1-800-851-7584  \nDISTRICT C  \n1003 South Hillcrest Parkway  \nAltoona, WI 54720  \nTelephone: (715) 838-0139  \nToll Free: 1-800- 851-7571  \nDISTRICT D  \n5191 Abitz Road  \nAppleton, WI 54914-0916  \nTelephone: (920) 739-6378  \nToll Free: 1-800-851-7559  \nHEALTH BENEFIT OFFICE  \nN27 W23233 Roundy Drive  \nP.O. Box 160  \nPewaukee, WI 53072  \nTelephone: (262) 549-9190  \nToll Free: 1-800-242-7018  \nSKILL IMPROVEMENT & APPRENTICE OFFICE  \nW11584 State Highway 21  \nColoma, WI 54930  \nTelephone: (715) 228-4911  \nToll Free: 1-800-779-2173  \nINDEX  \n‘BUILDING, HEAVY AND  \nMUNICIPAL/UTILITIES CONSTRUCTION  \nMASTER AGREEMENT AREA II  \nAdjustment of eee eure 15  \nAdministrative tener 33  \ncece cee eee enue ll  \nAssignment of Work... 2  \nBond ccc 33  \nClassification and Wage Rates 17  \nConstniction Trades Substance Abuse Testing  \nand Assistance 39  \nEquipment Assignment... cee ees 5  \nFringe Benefit ccc 29  \nGeographical Area cece cee 5  \nIndustry Advancement Program/Contract Administration ..... 28  \nJoint Labor Management Work Preservation Fund .......... 34  \nLabor Management Fund 35  \nMarket Conditions 27  \nOT) C= 9  \nPeriod of cece 4  \nPicket Line 0 eee ce cece eee 27  \nPreamble cece cece eee  \nou an eae 05 sm x oe a ww Eee we HEE EEE eo 1  \nReferral... ccc ee eee 24  \ncong e209 06d ETE PER ESS BB uv 26  \nScope of Agreement cee cee eee eee 2  \nSecurity Payments. cece eee eens 25  \nSeparability and eer 38  \nShifts and Hours Of Employment and Overtime Rates Of Pay .. 22  \nSubcontracting .. 0.0.00... ccc cece eet ee eee 5  \nSuccessorship eee 38  \nUnion Security 3  \nWage and Fringe Benefit Allocation...................... 21  \nWork Rules cece ence ete ences 6  \na  \n—_—  \na I i Np a end  \n   \na  \n. st  \na ee gy  \n  \nne re ee ee  \nBUILDING, HEAVY AND  \nMUNICIPAL/UTILITIES CONSTRUCTION  \nMASTER AGREEMENT AREA II  \nMASTER AGREEMENT made and entered into this 1* day of  \nJune, 2008, by and between the Associated General Contractors of  \nWisconsin, Inc. and the AGC Municipal/Utilities Division, herein  \ncalled the “Association” for and on behalf of those persons, firms  \nor corporations who have authorized the Association to negotiate  \nand conclude a Labor Agreement on their behalf, herein called the  \n“Contractor,” and the International Union of Operating Engineers.  \nLocal No. 139, herein called the “Union.”  \nWITNESSETH:  \nThat the parties hereto, for and in consideration of the mutual  \npromises and obligations herein contained, agree to and with each  \nother as follows:  \n"], ["ARTICLE I  \nSection t.1. RECOGNITION: The Association and the  \n", "Contractor hereby recognize the Union as the sole and exclusive  \nbargaining agent for all employees in the bargaining unit. For  \nthe purpose of this Master Agreement, the bargaining unit shall  \nconsist of all heavy equipment operators and other workers tn the  \njurisdiction of the Union as set forth in Article VI and Article LX, on  \na multi-employer basis.  \nEmployers may voluntarily recognize the Union under Section  \n9(a) of the National Labor Relations Act upon a showing of majority  \nstatus by the Union. A voluntary recognition agreement ts attached  \nto this Agreement.  \nSection 1.2. PURPOSE: The purpose of this Agreement is to  \ndetermine the hours, wages and other conditions of employment and  \nto adopt measures for the settlement of differences and maintaining  \ni  \n   \na cooperative relationship so that the Contractors may secure  \nsufficient capable workers and the workers may have as much  \ncontinuous employment as possibie, without interruption by strikes  \nor lockouts, except as otherwise provided by this Agreement.  \nSection 1.3. ASSIGNMENT OF WORK: The Contractor  \nhereby assigns all work that is to be performed in the categories  \ndescribed in Article VI, Section 6.1 and Article LX, Section 9.1 to  \nemployees in the bargaining unit covered by this Agreement.  \nSection 1.4. ASSOCTATION LIABILITIES: It is understood  \nand agreed that the Associated General Contractors of Wisconsin,  \nInc., is party to this Agreement only as the negotiating agent and shall  \nnot be held liable for any violation of its terms by the Contractor.  \nSection 1.5. (A) SCOPE OF AGREEMENT: This Agreement  \nshall apply to all on-site building construction work including but not  \nlimited to the operations incidental thereto. Building construction  \nwork shall include the operation, maintenance, repair, assembly and  \ndisassembly of power equipment used in the construction, erection,  \ndismantling, wrecking, modification, addition to or improvement  \nof building structures; the construction, erection, modification  \nof industrial plants, commercial buildings, residential structures,  \nsteam, gas and nuclear power plants; snow removal: flood control;  \nprestressed concrete erection: the driving and extraction of sheet  \npiling and piling; caisson work; foundation work; atomic reactors and  \nordnance plants; the construction and dewatering of all underground  \nutilities such as sewer and water mains, gas lines, tunnels, and  \nconduit; railroad construction and maintenance: and all street  \nwork public and private, such as excavating, grading, landscaping,  \npaving and any other work directly related to the aforementioned  \noperations. This Agreement excludes all marine work on the Great  \nLakes (Michigan-Superior) as well as all work let by the Wisconsin  \nDepartment of Transportation.  \n(B) When bargaining unit employees are assigned to perform  \nwork outside the scope of this Agreement as defined in paragraph  \n(A) above and such work is not covered by the provisions of any  \n= 9 «  \n   \n|  \n|  \n  \n   \n——_ a ne  \n“ee ——__.  \nas”  \nae ee eee  \n   \nother labor agreement with the Union or another bona fide labor  \norganization, said employees shall receive all fringe benefit fund  \ncontributions set forth in this Agreement and at least the minimum  \nwage rate set forth herein. Members of the bargaining unit who  \nrefuse to perform work outside the scope of the Agreement shall not  \nbe discriminated against. However, a member may be laid off for  \nsuch refusal.  \nSection 1.6. ENTIRETY OF CONTRACT: This Agreement  \nrepresents the entire contract between the parties and supersedes any  \nprevious agreements, supplements, or addenda, written or verbal.  \nIt is further understood that neither the Union, the Contractor or  \nthe Association has the right to add to or subtract from the terms  \nof this Agreement without the mutual written consent of all parties  \nthereto.  \n"], ["ARTICLE Il  \nUNION SECURITY  \n", "Section 2.1. MEMBERSHIP: All present employees of the  \nContractor covered by this Agreement who are members of the Union  \nas of the date of execution of this Agreement shall, as a condition of  \ncontinued employment with said Contractor, maintain membership  \nduring the lite of this Agreement to the extent of tendering the  \nperiodic dues and initiation fees unitormly required by the Union  \nas a condition of acquiring or maintaining membership. All present  \nemployees of the Contractor covered by this Agreement who are not  \nmembers of the Union and all employees of the Contractor covered  \nby this Agreement shall become members of the Union within eight  \n(8) days following the date of this Agreement or within eight (8)  \ndays following the date of hire. whichever is later and shail as a  \ncondition of continued employment with said Contractor, maintain  \nmembership during the life of this Agreement to the extent of  \ntendering the periodic dues and initiation fees uniformly required by  \nthe Linion as a condition of acquiring or maintaining membership.  \n~3-  \nSection 2.2. FAILURE TO MAINTAIN MEMBERSHIP OR  \nJOIN: Upon written notice from the Union advising that an employee  \ncovered by this Agreement has failed to maintain membership in the  \nUnion in good standing as covered above by payment of uniform  \ninitiation fees and/or dues as required, the Contractor shall forthwith  \ndischarge the employee unless the Contractor has reasonable grounds  \nfor believing that membership was not available to the employee  \non the same terms and conditions generally applicable to other  \nmembers, or that membership was denied or terminated for reasons  \nother than for failure of the employee to tender the periodic dues  \nand initiation fees uniformly required by the Union as a condition of  \nacquiring or maintaining membership.  \nSection 2.3. WRITTEN NOTICE: The Contractor shall not  \ndischarge or cause an employee to lose any work under this Article  \nexcept upon written notice from the Business Representative as set  \nforth herein.  \nSection 2.4. EQUAL EMPLOYMENT OPPORTUNITY:  \nThe Contractor and the Union agree that there will be no discrimi-  \nnation in employment based upon race, color, creed, national ongin,  \nsex, or age and that nothing elsewhere in this Agreement shall be  \nconstrued as requiring or permitting such discrimination. The Con-  \ntractor and the Union further agree that each will cooperate with  \nthe other in taking such affirmative actions by either or both as are  \nproper and necessary to ensure equality of opportunity in all aspects  \nof employment.  \n"], ["ARTICLE Il  \nPERIOD OF AGREEMENT  \n", "Section 3.1. PERIOD GF AGREEMENT: This Agreement  \nshall continue in full force and effect until May 31, 2011, and  \nthereafter and shall be subject to amendment or termination only if  \neither party notifies the other party in writing of its desire to amend  \nor terminate the same not more than one hundred twenty (120) days  \nbut not less than ninety (90) days prior to May 31, 2011, or of the  \nexpiration date of any subsequent agreement.  \n-4-  \n   \nee ee et ee ee ee ee ee  \n"], ["ARTICLE IV  \nSUBCONTRACTING  \n", "Section 4.1. UNION SUBCONTRACTOR: The Contractor  \nagrees that, when subletting or contracting out work covered by  \nthis Agreement which is to be performed within the geographical  \ncoverage of this Agreement at the site of the construction, alteration,  \npainting, or repair of a highway, building structure or other work, it  \nwill sublet or contract out such work only to a subcontractor which  \nis Signed to this Master Agreement.  \nSection 4.2. When a situation arises where it is claimed that  \nno union subcontractor is available for the proposed work, the  \nContractor and the Union shall meet and agree upon an equitable  \nsolution.  \n"], ["ARTICLE V  \n", "  \nSection 5.1. AREA: This Agreement shall apply throughout  \nthe State of Wisconsin with the exception of the following  \ncounties: Kenosha, Milwaukee, Ozaukee, Racine, Washington and  \nWaukesha,  \n"], ["ARTICLE V1  \nEQUIPMENT ASSIGNMENT  \n", "Section 6.1. EQUIPMENT ASSIGNMENT: The Contractor  \nagrees to assign any equipment within the jurisdiction as described  \nbelow to bargaining unit employees: the operation, maintenance,  \nrepair, assembly and disassembly of power equipment on building  \nand construction work. where operated by steam. electricity, diesel,  \ngasoline. hydraulic, or compressed air, butane, propane, or other  \npases and nuclear atomic power; including al} equipment listed in  \nSection 9.1 (Wage Classifications) of this Agreement.  \n~5-  \nFe eee _ seme 2 tT TRY TD AP er are ET ay a TT Oe PT re  \nSection 6.2. NEW OR UNLISTED EQUIPMENT: Should  \nnew or unlisted equipment within the claimed jurisdiction of the  \nInternational Union of Operating Engineers be utilized for which no  \nwage rate appears in this Agreement, the Union and the Association,  \nacting on behalf of all the Contractors party to this Agreement, shall  \nmeet and agree on the wage rate to be paid for its operation.  \n"], ["ARTICLE VII  \nWORK RULES  \n", "Section 7.1. MANNING DETERMINATION: The number  \nof workers to be employed is at the sole discretion of the Contrac-  \ntor and the fact that certain classifications and rates are established  \ndoes not mean that the Contractor must employ workers for any one  \nor all classifications or to man any particular piece of equipment  \nthat happens to be on the project unless the Contractor determines  \nit has need for such workers or unless otherwise provided for in this  \nAgreement.  \nSection 7.2. JUST CAUSE: The Contractor may discharge  \nany worker for just cause shown, or whose work is unsatisfactory,  \nor who fails to observe the safety precautions, or other rules or  \nregulations prescribed by the Contractor for the health, safety and  \nprotection of their workers. Further, the Contractor shall have  \nthe right to discharge any worker for drunkenness, dishonesty. or  \ninsubordination in the performance of his/her job. However, no  \nworker shal] be discharged for defending the rights of any worker  \nunder the terms of this Agreement.  \nSection 7.3. SMALL EQUIPMENT: Combination small  \nequipment operators, operating and maintaining equipment listed  \nin Article IX. Classification 4. shall be assigned at the pre-job  \nconference.  \nSection 7.4. HEATERS: Ail fueling, maintenance, checking,  \nor on the job repair of all heaters used for temporary heating, such as  \nHerman Nelson, Dravo, Wamer, Silent Glo and other similar types  \n-6-  \nSass  \n   \n— eee  \n~  \na  \name ae  \nes +  \nee ee rr ee gg ry a - -  \nis the work of the Operating Engineer. Operating Engineers will  \nnot be required when electric heaters are powered by a commercial  \nsource. Operating Engineers will not be required when heaters are  \nfurnished and serviced by a commercial source.  \nSection 7.5, BOILERS: An Operating Engineer shall be  \nassigned to all portable boilers used for temporary heating purposes,  \nheating of materials, or any other power purposes on a project site  \nand the Operating Engineer shall be in attendance at all times that  \nthe boiler is operating.  \nSection 7.6.(A) POWER PACK VIBRATORY: An Operating  \nEngineer shall be assigned to all power pack vibratory/ultra sound  \ndriver and extractor equipment while driving or extracting sheeting.  \npiling or caissons. The following manning clause is agreed to:  \nIt is not necessary to assign a worker exclusively to this equipment  \nunless an extra worker is needed to operate the vibratory hammer. If  \nthe operating controls are located at the crane operator's station, no  \nextra worker is required. If the operating controls (e.g. on, off, clamp,  \netc.) are operated by other than the crane operator, then that person  \nsha!l be an operating engineer and not the oiler assigned to the crane.  \nHe/she shal! be paid the wage listed in Article [X, Classification 4,  \nSection 7.6. (B) GENERATORS: Generators or combination  \nof generators having a capacity of 150 KW per minute or less shall  \nbe assigned to an Operating Engineer. Generators or combinations  \nof generators of over 150 KW per minute on a single project and  \noperated by a single Contractor shall be assigned to an Operating  \nEngineer and an Operating Engineer shall be in attendance at all  \ntimes that the generators are operating. The Operating Engineer so  \nrequired may also attend a deep well type dewatering system when  \nsuch system requires manning.  \nSection 7.7, AIR COMPRESSORS: At compressors or  \ncombinations of air compressors having a capacity of 400 cubic  \nfeet per minute or less shall be assigned to an Operating Engineer.  \nAir compressors or combinations of air compressors of over 400  \n-7-  \ncubic feet per minute on a single project and operated by a single  \nContractor shail be assigned to an Operating Engineer and an  \nOperating Engineer shall be in attendance at all times that the  \ncompressors are operating.  \nSection 7.8. ELEVATOR AND FORKLIFT ASSIGNMENT:  \nThe operation of elevator or forklift trucks on construction jobsites  \n(excluding warehouse and storage yards as per Teamster/Operating  \nEngineers International Agreement) is exclusively the craft work  \nof the Operating Engineers and assignment of said operation shall  \nbe made to an Operating Engineer, dispatched and covered by  \nthe terms and conditions of this Agreement. On jobs or projects  \nwhere the use of an elevator or forklift truck is not of sufficient  \nquantity to warrant the employment of an operator, the Contractor or  \nContractor Representative will contact the Union District Business  \nRepresentative of the Operating Engineers and if mutually agreed,  \nthen and only then, may the Contractor use another employee to  \nperform said work.  \nSection 7.9. CONCRETE PUMPS: All concrete pumps shall  \nbe assigned to Operating Engineers and an Operating Engineer shalt  \nbe in attendance at all times that the concrete pump is operating.  \nSection 7.10. (A) WELL POINT AND DEWATERING  \nSYSTEMS: A dewatering system is defined as a series of well  \npoints or deep wells from which continuous pumping is done.  \n(B) The dewatering system utilizing well points shall be  \nserviced and repaired by a member of the bargaining unit. If the  \nContractor determines that manning is required, the system shall be  \nmanned by a member of the bargaining unit.  \n(C) A dewatering system utilizing deep wells shall be assigned  \nto a member of the bargaining unit and shall be manned by a  \nmember of the bargaining unit as required by the Contractor and in  \naccordance with Article VII. Section 7.19 of this Agreement.  \n(D) In the event of non-compliance with the assignment and  \nmanning provisions of this Section as they pertain to the operation  \n~§8-  \nA  \n=—  \n—— ue: =  \na cee ee  \n—— a gg ee ee eee  \n— ne eee Ce = ,- Oo  \nof a dewatering system utilizing deep wells or well points, the  \nsole remedy shall be to assign and man the dewatering system by  \na member of the bargaining unit for all additional hours that the  \ndewatering system operates.  \nSection 7.11. (A) ENGINEER AND OILER: OTLER. An  \noiler shal! be assigned to cranes and derricks with a lifting capacity  \nof over one hundred (10) tons {manufacturers’ rated capacity}. It is  \nagreed that the manufacturers’ rated capacity is to mean: The lifting  \ncapacity shown at its minimum lifting distance from center pin, with  \nthe tracks or outriggers fully extended, with the minimum amount  \nof boom and with the maximum amount of counterweight on and  \nextended, for the machine’s maximum lifting capacity.  \n{B) ENGINEER AND OILER: CAISSON OR BORING  \nMACHINES: Caisson or boring machines used in piling boring for  \nbridges or other structures shall have an engineer and an oiler assigned  \nto operate and maintain it. When crane movements on the project  \nnecessitate a second employee, such employee shall be a member of  \nthe bargaining unit.  \n(C) ENGINEER AND OILER: START-UP TIME: The  \nengineer and oiler shall start work one-half (2) hour before the  \nregular shift to oil, grease, start machines, safety inspection, or other  \nwork to be performed.  \n{(D) OILERS’S DUTIES: The oiler shall be under the direct  \nsupervision of the operator. His/her main duty shall be to the  \nequipment he/she is assigned to. It is agreed that in addition to his/  \nher main duty as an oiler, at the discretion of the operator, during  \nnon-productive hours of the crane, the otler may maintain/operate  \nnot more than two (2) machines in Classification 4 of Article LX, not  \nto exceed two (2) hours in one shift.  \n(E) ENGINEER AND OILER: SPECIAL TYPE PROJECTS:  \nOn all atomic, nuclear, gas and steam power plants, hydro-electric  \nplants, petro-chemical/retinery, defense plants, earth dams, river  \nflood control projects, an engineer and oiler shall be assigned to all  \nderricks, pile drivers, boring rigs, backhoe (excavators) 130,000 Ibs.  \n—~9-  \nee es Sr ee  \n   \nand over and all cranes with a lifting capacity of 50 tons and over,  \nmanufacturer’s rated capacity. An engineer shall be assigned to all  \ntelehandlers and paid in accordance with Classification 2. When  \nany machine listed in Article IX, Section 9.1 is idle due to a layoff.  \nsaid machine shall continue to be subject to Article VII, Section 7.32  \n“Regular Assigned unless that machine remains idle for  \na period of three (3) consecutive work days.  \nSection 7.12. START-UP TIME: (Equipment Not Requiring  \nOilers): For all cranes, shovels, clamshells, dragiines, derricks,  \nbackhoes (excluding tractor type backhoes) and concrete pavers  \nlisted in Classification 1(C) where an oiler is not required, the  \noperator of such equipment shall be paid an additional thirty (30)  \nminutes pay at one and one-half (114) times his/her regular rate of  \npay for greasing, oiling and fueling machinery before or after his/  \nher regular work shift. The time must be put in before or after the  \nregular work shift in order for the operator to be eligible for this  \npay.  \nSection 7.13. MASTER MECHANIC OR FOREMAN,  \nSPECIAL TYPE PROJECTS: On all atomic, nuclear, gas and  \nsteam power plants, hydro electric plants, defense plants, earth dams  \nand river flood control projects where more than six (6) operating  \nengineers exclusive of oilers are employed by a single contractor,  \nthat Contractor shall employ a Master Mechanic or Foreman.  \nSection 7.14. PRE-JOB CONFERENCE: The Contractor  \nshall communicate with the Union prior to starting work on any  \nproject and the Contractor and the Union shall jointly establish a  \ntime and place for a pre-job conference. The Union shall reserve  \nthe right to withhold the services of members of the bargaining unit  \nemployed by the Contractor and their subcontractors until a pre-job  \nconference is held.  \nSection 7.15. STEWARD CLAUSE: The Contractor agrees  \nto recognize the right of the Union to select a steward from the  \nworking force on the job site. A steward shall be required to do a  \nfull day’s work. The Union and the Contractor shall determine the  \nUnion steward's duties at the pre-job conference.  \n-~10-  \n   \na Nw ——  \n  \n-_=-  \ndae ee  \n-  \n—  \nee a rr ese  \na  \nSection 7.16. MAN HOISTS AND HOISTS: Hoists used in  \nthe hoisting or lowering of materials or rubbish shall be assigned  \nto and operated by a member of the bargaining unit while they are  \nin operation. Man hoists when operating, shall be assigned to an  \nOperating Engineer and be operated by a member of the bargaining  \nunit.  \nSection 7.17. HELICOPTERS: When helicopters are used in  \nthe hoisting. lowering of materials or in the erection or dismantling  \nof machinery, an Operating Engineer shall be asstgned to the project  \nduring the functional operation of the helicopters.  \nSection 7.18. JACKS: Motor or engine operated jacks or  \nconsoles used at the project site in post tensioning, prestressing or  \nslip form construction work shall be assigned to and operated by an  \nOperating Engineer.  \nSection 7.19. NUMBER OF MACHINES: If an operator is  \nassigned to and operates more than one machine in any one day, the  \nhigher rate shall apply and be paid for the full shift.  \nSection 7.20. APPRENTICES: The use of apprentices shall  \nbe encouraged and promoted. The Union agrees to notify the AGC  \nof the apprenticeship ratio on an annual basis.  \nRATIO OF APPRENTICES TO JOURNEYWORKERS  \nOne apprentice will be allowed as long as there is one  \njoumeyworker. A second apprentice wil] not be allowed until there  \nare eleven (11) journeyworkers. An additional apprentice will be  \nallowed for each additional ten (10) journeyworkers. This ratio will  \nbe based on the employer's total operating engineer work force and  \nnot on a per job basis.  \nIt is agreed and understood by and between the Union and  \nthe Contractors that the ratio of apprentice to journeyworkers will  \nbe subject to review by the JATC Board of Trustees on an annual  \nbasis.  \n  \nTea ere eee Ee eo Fa eR ee ae oe i re ee,  \nHowever, in the event that the Trustees cannot agree on a ratio  \nit shall revert to 10 to j as defined in the Master Agreement.  \nApprentice wages are structured as follows:  \nPay Period Wage Rate (based on Classification 3)  \nFirst 1,500 hours 60% + *10% = 70%  \nSecond 1.500 hours 65% + *10% = 75%  \nThird 1,500 hours 70% + *10% = 80%  \nFourth 1.500 hours 80% + *10% = 90%  \n* 10% is added for related instruction pay.  \nIn addition to the above posted wage rates, apprentices shall  \nreceive a Central Pension rate of (50%) percent of the above  \nposted rate and one hundred (100%) percent of other Fringe Benefits  \npaid in accordance with Article EX, Sections 9.1 and 9.2.  \nSection 7.21. FOREMAN: When in the Contractor's opinion,  \nthe crew is sufficient to require the services ofan equipment foreman.  \nsuch foreman shall be a member of the craft and shall be employed  \nunder the terms and conditions of this Agreement.  \nSection 7.22. ACCESS TO SITE: Authorized representatives  \nof the Union shall have access to all projects provided, however,  \nthat they report their presence to the Contractor or his/her immediate  \nrepresentative on the job site if necessary to check the workers  \nduring working hours. Contractors wil! endeavor to supply adequate  \npasses if possible.  \nSection 7.23, METHOD OF PAYMENT: A Contractor shall  \npay once a week on a calendar week basis. Bargaining unit members  \nshall be paid by the following Thursday. Placing the bargaining unit  \nmember's check in the mail by Thursday shall be in compliance  \nwith this provision. Paychecks shall have attached stubs showing  \nthe following: |) total hours worked or straighttime hours worked;  \n2) overtime hours or overtime earnings: 3) gross pay: 4) total  \nother deductions. After receiving his/her weekly paycheck, if an  \nemployee submits a written request for a copy of his/her weekly  \n—~12-  \n   \nA  \n   \ncet I a ag  \nwo  \nae tee ee  \nre ge  \nget a ee er et  \noa eee ee  \nSF rege re 9 ee ee ee ee  \npayroll computation, the Contractor shal] provide the employee  \nsuch information.  \nWhen a worker ts laid off or discharged, that worker must be  \npaid by the next regular payday. If the worker is not paid by then the  \nsole remedy will be eight (8) hours pay for each day commencing on  \nthe day designated as the regular payday until the check ts delivered  \nor mailed along with the separation notice.  \nEmployers may institute a direct deposit program. An Employer  \nwho institutes a direct deposit program must deposit the employee's  \nwages into a bank of the member's cheice and Employer must pay  \nall fees associated with the direct deposit program.  \nEmplovers who institute a direct deposit program shal! pay  \nwages once each week on a calendar week basis and shall be allowed  \ntive (5) work days from the end of the payroll period to the date on  \nwhich the direct deposit is made. Each employee shall be provided  \nan itemized statement of hours worked and gross earnings and an  \nitemized statement of all deductions made for any purpose for each  \npay period.  \nAny employee who does not participate in the direct deposit  \nprogram will not be discriminated against and shall be given a weekly  \npaycheck in lieu of participating in the direct deposit program.  \nSection 7.24. REPAIR OF EQUIPMENT: With regard to the  \noperation, maintenance, repair, assembly and disassembly of power  \nequipment listed in Article V] (and boilers), said work or repairs  \nshall be done by mechanics or operators of Local Union No. 139,  \nor authorized dealers. The operator of that equipment shall be in  \nattendance. at his/her regular rate of pay, repairing or assisting im the  \nrepair, or otherwise employed during the normal productive period.  \nSection 7.25. DRINKING WATER: The Contractor shall be  \nrequired to furnish fresh drinking water and sanitary drinking cups  \nat all times. The Contractor shall provide adequate toilet  \n-13-  \nSection 7.26. TRANSPORTATION: No member of the  \nbargaining unit shall be required to own or furnish pickups or  \nother such transportation equipment as a condition of employment.  \nWhenever, because of remoteness of parking areas, hazardous road  \nconditions or security restrictions, the Contractor is required to  \nfurnish transportation for employees on the job site to the place of  \ntheir work, the project management and Union will meet to establish  \nany special conditions surrounding such transport operation. When  \nthe Contractor furnishes such transportation to the employee  \nwithout cost to the employee, the equipment shall include seats  \nand protection from the elements and definite pickup and discharge  \npoints shall be determined.  \nSection 7.27. PARKING: The Contractor shall provide  \nadequate parking for all operating engineer employees on or near  \nthe Contractor’s job site, subject to the pre-job conference.  \nSection 7.28. TOOLS: Mechanics shall not be required to  \nfurnish socket tools larger than one-half (/2) inch drive capacity, or  \nwrenches of one and one-fourth (1'4) inch capacity.  \nSection 7.29. REQUEST TO REMAIN ON JOB: All  \nemployees shal! be paid for all time they are requested to stay on the  \njob.  \nSection 7.30. TIME OFF FOR UNION DUTIES: When any  \nmember of the bargaining unit has been elected or appointed by his/  \nher Local Union as a delegate to conventions, conferences, or any  \nother Union sponsored activity, the Contractor agrees to arrange  \ntime off for the employee, without pay. His/her employment and  \njob status will remain the same. If necessary the Loca) Union shall  \nprovide an excuse in writing for his/her absence and the Union will  \nendeavor to supply a qualified replacement.  \nSection 7.31. MOVEMENT OF EQUIPMENT: When it is  \nnecessary for the Contractor to have the operator move his/her piece  \nof equipment from one job site to another during the workday, the  \nContractor will pay him/her continued time and transport him/her to  \nhis/her private transportation.  \n-14-  \na  \n   \n—  \n——  \nET FT ME EI ae yt OE re ree CE er re Er  \nSection 7.32. REGULAR ASSIGNED ENGINEERS: The  \nengineer or crew regularly assigned to a piece of equipment shall be  \ngiven preference when this piece of equipment is required to work  \non a regular workday, Saturdays, Sundays and Holidays. er other  \novertime. When the equipment to which such engineer or crew is  \nassigned is utilized and the engineer or crew is not given preference,  \nsuch engineer or crew shall be paid for all hours that the machine  \nhas worked,  \nSection 7.33. LEASING: The Contractor shall not use any  \nleasing device to a third party to evade this Agreement.  \n"], ["ARTICLE VIII  \nADJUSTMENT OF DISPUTES  \n", "Section 8.1. All grevances must be filed in writing by the  \nContractor or the Union within ten (10) days of the date the matter  \nts brought to the attention of either party.  \nSection 8.2. GRIEVANCE COMMITTEE: In the event the  \nMatter ts not seitled, it shall be referred to the Grievance Committee  \nconsisting of three (3) Contractor Representatives, selected by the  \nAssociation and three (3) Union Representatives, selected by the  \nUnion. The determination of the Grievance Committee shall be final  \nand binding and be governed by majority vote with each member  \nthereof having one (1) vote, and, in the event a full complement of  \nmembers of either side does not attend the meeting, those members  \nof the particular side in attendance shall each have a proportionate  \nportion of the vote of the absent member.  \nSection 8.3. ARBITRATION; Should the Grievance Com-  \nmittee be unable to resolve the matter, then the Union or the Con-  \ntractor May request that the matter be submitted to final and binding  \narbitration by an arbitrator trom the Federal Mediation and Concili-  \nation Service. Notice of the grievance dispute shall be given to the  \ncontractors or as applicable to the Headquarters Office of the Union  \n—- 15 -  \n   \nat least ten (10) days before serving of the demand for arbitration in  \norder to permit efforts to adjust the matter without litigation. The  \narbitrator shall be a construction orientated arbitrator registered with  \nthe Federal Mediation and Conciliation Service. The arbitrator shall  \nhave the sole and exclusive jurisdiction to determine the arbitrabil-  \nity of such dispute as well as the merits thereof. Written notice by  \nreturn receipt, certified mail of a demand for arbitration shall be  \ngiven to the Contractor or as applicable to the Union at its Head-  \nquarters’ Office. The Contractor or the Union shall agree in writing  \nwithin seven (7) days to arbitrate the dispute.  \nBoth parties shafl cooperate to have the case heard by an  \narbitrator within seven (7) days of the written agreement to arbitrate,  \nprovided an arbitrator is available. The arbitrator shall have the  \nauthority to give a bench decision at the close of the hearing, unless  \nhe/she shall deem the issues to be unusually complex and thereafter  \nhe/she shall reduce the award to writing. Grievances over discharge  \nor suspension shall be filed no later than ten (10) calendar days after  \nthe matter is brought to the attention of the Business Representative  \nof the Union.  \nSection 8.4. In the event the arbitrator finds a violation of the  \nAgreement, he/she shall have the authority to award backpay to the  \naggrieved person(s), or person(s) on the seferral list, in addition to  \nwhatever other or further remedy may be appropriate.  \nSection 8.5. In the event a Contractor or the Union does not  \nagree to arbitrate a dispute within seven (7) calendar days, or does  \nnot cooperate to have the case heard within seven (7) calendar days  \nafter the written agreement to arbitrate, or does not comply with the  \naward of the arbitrator, the other party shall have the right to use all  \nlegal and economic recourse.  \nSection 8.6. All expenses of the arbitration except the attorneys’  \nand witness’ fees shall be shared equally by the Union and the  \nContractor involved.  \n~  \n   \n   \nAE ee ee oper  \n7 ey ee  \n- re ye ee ee mee  \nBUILDING, HEAVY AND MUNICIPAL/UTILITIES AREA II  \n"], ["ARTICLE IX  \nCLASSIFICATION & WAGE RATES  \n", "Section 9.1.  \nCLASSIFICATION:  \n1. {A} Cranes, tower cranes and dermicks with or without attachments with a lifting  \ncapacity of over 100 tons or cranes, tower cranes and derncks with boom, leads and/  \nor jib lengths measuring 176 feet or longer. master mechanic, foreman. There will be a  \n$0.50 increase to the hourly basic rate for cranes over 200 ton, at 300 ton it will be $1.00  \nper hour, at 400 ton it will be at $1.50 per hour and at 500 ton and over it will be $2.00  \nper hour over the basic rate . wes  \n1. (B) Backhoes (excavators} weighing 130,000 Ibs. and over, cranes, tower cranes  \nand derricks with or without attachments with a lifting capacity of 100 tons or under  \nor cranes, tower cranes and derricks with boom, leads and/or jtb lengths measuring  \n175 feet or under, caisson rigs, pile  \nNOTE: Effective 06/35/06, there will be an increase of $0.25 to the basic hourly rate  \nfor all cranes with a lifting capacity of forty-five (45) ton and over.  \n*Wage Rate  \nEffective  \n6/1/2008  \n$32.12  \n531.12  \n1. (C) Backhoes (excavators) weighing under 130.000 lIbs., traveling crane (bridge  \ntype), milling machine, concrete paver (over 27E), concrete spreader and distributor,  \nconcrete laser screed, concrete grinder and planing machine, slip form curb and gutter  \nmachine, boring machine (directional), dredge operator, skid ngs, over 46 meter  \nPUI sen  \n2. Hydraulic backhoe tractor or truck mounted, hydraulic crane (10 tons and under).  \ntractor (over 40 h.p.), bulldozer (over 40 h.p.), endloader (aver 40 b.p.), motor patrol,  \nscraper operator, bituminous plant and paver operator, screed-milling machine,  \nroller (Over 5 tons), concrete pumps 46 meter and under and grout pumps, rotec type  \nconveyors, hydro-blaster (10,000 psi and over), rotary drill operator, percussion drilling  \nmachine, air track drifl (with or without integral hammer), blaster, boring machine  \n(vertical or horizontal), side boom, trencher (wheel type or chain type having over  \n8-inch bucket), rail leveling machine (railroad), tie placer, tie extractor, tie tamper,  \nstone leveler, straddle carrier, material hoists, stack hoist, man hoists,mechanic, welder  \nand non-licensed off road material haulers.  \n$30.42  \n$29.89  \n   \n— -*?  \nme  \nte CR ey ee et  \nET Se AES a Tae gy akg cr rales a a  \nee -_ -— oo ee a w+ - awn  \n   \n3. Tractor, bulldozer, end loader (under 40 h.p.), tampers-compactors triding type),  \nstump chipper (large}, caller (rubber tire}, backfiller, trencher (chain tvpe having  \nbucket 8-inch and under), concrete auto breaker (large). concrete finishing machines  \n{road type}. concrete batch hopper, concrete conveyor systems, concrete mixers  \n(14S or over), pumps (screw type and gypsum} hydrohammers (small), brooms  \nand sweeper, lift slab machine. roller (under 5 tons), industrial locomotives, fireman  \n(ptle drivers and derricks), pumps (well points) hoists (automatic), “A” frames  \nand winch trucks, hoists ttuggers), boals (lug. safety, work barges and launch),  \nassistant engineer  \n4. Shouldering machine operator, farm or industrial tractor mounted equipment,  \npost hole digger. augers (vertical and horizontal), skid steer loader (with or without  \nattachments}, robotic tool carrier (with or without attachments), power pack vibratory/  \nultra sound driver and extractor, fireman (asphalt plants), screed operator, stone  \ncrushers and screening plants. air, electric, hydraulic jacks (slip form), prestress  \nmachines, air compressors, refrigeration plant/freeze machine, boiler operators  \n(temporary heat), forklifts, welding machines, generators, pumps over 3\", heaters  \n(mechanical), combination small equipment operator, winches (small electric), oiler,  \ngreaser, rotary drill helper, conveyor, elevator operator oo... eee  \n  \n$27.19  \n   \n*Fringe benefits to be paid in addition to these rates Effective  \n6/1/2008  \n1. Pension — See Article $6.75  \n"], ["2. Health Benefit Fund — See Article XVII  \n", "(This amount includes $.92 to pre-funding for retirement} $8.85  \n3. Skill Improvement & Apprenticeship — See Article $ .60  \n4. Vacation — See Article XVI] (Rate to be established)  \nI  \n$ 5. Administrative Dues Deduction  \nI (1.5% of Total Gross Wage and Fringe Package)  \n6. Joint Labor Management Work Preservation Fund — See Article XIX .... $ .20  \n7. CLMC Fund — See Article $ .04  \n8. Industry Advancement Program/Contract Administration  \n(AGC/IAP/CA) — See Article XVI (in consideration of payment of  \nvolume dues and other fees, AGC of Wisconsin members pay three  \n(3¢) cents per hour to the AGC IAP/CA Fund) $ .08  \n9. SATAP — (Contractor Contribution) — See Article XXUII $ .02  \n“  \n   \n—_ oe  \nwee -  \n   \nSection 9%.2. WAGE AND FRINGE’ BENEFIT  \nALLOCATION: It is agreed the following wage increases shall  \nbecome effective on June 1, 2008, June 1. 2009 and May 31,  \n2018:  \n6/1/2008  \n$1.90 per hour — Classifications 1.(A) & 1.(B)  \n$1.70 per hour — Classifications 1.(C) & Below  \n6/1/2009  \n$2.00 per hour — Classifications 1.(A) & 1.(B)  \n$1.75 per hour — Classifications 1.(C) & Below  \n5/31/2010  \n$2.05 per hour — Classifications 1.4A} & 1.(B)  \n$1.80 per hour - Classifications 1.4C) & Below  \nThe Union may elect, at its option, upon at least thirty (30) days  \nwritten notice prior to June 1, 2009 and May 31, 2010 to allocate any  \nincrease to any or all: 1) Hourly wage rates; 2) Health Benefit Fund;  \n3) Central Pension Fund: 4+) Vacation: 5) Administrative Dues: 6)  \nSkill Improvement and Apprenticeship: 7) Labor Management Fund  \nand &) Joint Labor Management Work Preservation Fund.  \nSection 9.3. HAZARDOUS MATERIAL PREMIUMS:  \nWhere Environmental Protection Agency (EPA) ratings have been  \nestablished the following premiums apply:  \nEPA Level “A” Protection -- $3.00 per hour  \nEPA Level “B” Protection -- $2.00 per hour  \nEPA Level “C™ Protection -- $1.00 per hour  \nThere is no premium set forth in this Agreement for EPA Level  \n“D” ratings.  \n21 -  \nRB I er pry re VER eer gr yD APP ES  \nSection 9.4. TRUCK CRANE OPERATORS’ TRAVEL  \nEXPENSE: Truck crane operators requested to leave their area of  \nresidence shall be paid room and board while in transit and a receipt  \nshall be turned into the Contractor.  \nSection 9.5. REFUSAL TO LEAVE PLACE OF  \nRESIDENCE: Members of the bargaining unit who refuse to leave  \ntheir place of residence or travel more than thirty (30) miles one  \nway to work without room and board pay shall not be discharged or  \ndiscriminated against. However. an employee may be laid off for  \nsuch refusal.  \n"], ["ARTICLE X  \nSHIFTS AND HOURS OF EMPLOYMENT AND  \nOVERTIME RATES OF PAY  \n", "Section 10.1. NORMAL HOURS OF WORK: Eight (8)  \nhours between 6:00 A.M. and 6:00 P.M. shall constitute a regular  \nday’s work and forty (40) hours shall constitute a regular week's  \nwork, Monday through Friday. All work performed in excess of  \neight (8) hours per day shall be paid at one and one-half (1/4) times  \nthe regular rate of pay. The starting time and quitting time and hours  \nof straighttime work may be revised to comply with other crafts  \non the project if mutually agreed at the pre-job conference or if  \nmutually agreed between the Business Manager and the Contractor  \nat a later date on projects of at least two (2) weeks duration.  \nAll work pertormed on Saturday shall be paid at one and one-  \nhalf (1'4) times the regular rate of pay.  \nSection 10.2. TWO, FOUR AND EIGHT HOURS PAY: All  \nworkers, including a worker reporting to work for the first time as  \nordered, shall report for work every morning and shall be paid two  \n(2) hours pay unless notified before leaving their residence not to  \nreport for work. At the discretion of supervisory personnel, workers  \nmay be required to remain on the job to qualify for the two (2) hours  \nreporting pay.  \n-~ 2? -  \n   \n~~ wee eee  \nes = eee”  \n= -—- eee oO -~--  \n(A} Workers who are required to remain on the job more than  \nhours shall receive not less than four (4) hours pay.  \n(B) Workers who are required to remain on the job more than  \nfour (4) hours shal] net be paid for less than eight (8) hours.  \n(C) Workers shall be required to remain on the job to qualify  \nfor payment under the above conditions.  \n(D) All members of the bargaining unit who start their machines  \nor boilers on any job and operate same shall recetve not less than  \nfour (4) hours pay.  \nSection 10.3. SUNDAYS AND HOLIDAYS: For all time  \nworked on Sundays and Holidays, the workers shall be paid  \ntwice the regular rate of pay. For the purposes of this Agreement.  \nthe days are stated to be Holidays: Christmas Day.  \nMemorial Day. Independence Day. Labor Day. New Year's Day and  \nThanksgiving Day.  \nNo work shall be done on Labor Day except in extreme  \nemergencies.  \nSection 10.4. (A) SHIFT WORK: A shift for the purpose of  \nthis Agreement shall mean one or more crews of workers working  \non a pre-arranged schedule of hours other than the normal workday  \nas provided for in this Agreement.  \n(B) Shift work must start no later than 8:00 A.M. The first  \nshift shall work eight (&) hours at the regular straighttime rate. The  \nsecond shift shall work seven and one-half (7!) hours and receive  \neight (8) hours pay at the straighttime rate. A third shift shall work  \nseven (7) hours and receive eight (%) hours pay at the straighttime  \nrate. A thirty (30) minute unpaid lunch period shall be scheduled  \nnear the mid-point of the work shift.  \n(C) An employee covered by this Agreement working on  \n2  \n= ag YS Pe ee ee re eS ere ee ey er Oe gy ree yi  \none shift and substituting for another employee covered by this  \nAgreement on another shift shall be paid time and one-half (1%).  \n(D) Arrangements may be made by the Contractor and the  \nBusiness Representative to work overtime on a multi-shift job or to  \nchange the starting time for the first shift.  \n(E) Should it be necessary for the operator to work through the  \nlunch period or work any part of the lunch period, he/she shall be  \npaid time and one-half (14) for the lunch period and he/she shal! be  \nallowed fifteen (15) minutes for lunch not to exceed one (1) hour  \nafter mid-shift.  \n"], ["ARTICLE XI  \nREFERRAL  \n", "Section 11.1. When the Contractor needs additional employees  \nfor work within the jurisdiction of Operating Engineers Local No.  \n139, it shall give the Union first opportunity to dispatch such help,  \ninforming the Union of the location, nature and extent of the job  \nand shall allow forty-eight (48) hours for referral of prospective  \nemployees.  \nSection 11.2. A request for an individual operator  \nby name will be honored providing the request is submitted in  \nwriting by fax or mail within twenty-four (24) hours and the operator  \nrequested is presently on the out-of-work list five (5) days, or is  \nemployed regularly on a season-to-season basis by the requesting  \nContractor.  \nSection 11.3. In the event the Contractor is notified that such  \nhelp is not available, or in the event the employee(s) called for do  \nnot appear for work at the time designated by the Contractor, the  \nContractor may hire from any other available source.  \nSection 11.4. Any employee who its hired in violation of this  \n- 24 -  \n   \nArticle shall be discharged by the Contractor when the violation  \nhas been brought to their attention in writing by the Business  \nRepresentative.  \nSection 11.5. The Contractor shall have the mght to employ or  \nnot to employ any applicant referred by the Union.  \nSection 11.4. EMERGENCY EMPLOYMENT: In the event  \nan employee fails to report for work, becomes sick during the course  \nof the day, or for some other reason disrupts the Contractor's work  \nroutine by not working, the Contractor shall immediately contact  \nthe Union Office to obtain a qualified replacement. While the  \nContractor is waiting for the replacement to arrive. it shall have the  \nright to place a qualified person on the equipment in order to keep  \nthe other tradespeople working.  \nSection 11.7, When a Contractor requests an oiler, apprentices  \nwill be given preference for the purpose of training crane operators.  \nHowever, jourmeymen will not be discriminated against if the  \nContractor requests an oiler without specifying an apprentice.  \nSection 11.8. The Union agrees to inform referrals that if they  \nare extended an offer of employment they must provide acceptable  \ndocumentation to allow Employer to complete an Employment  \nEligibility Verification Form (1-9) before they may begin work.  \n"], ["ARTICLE NII  \nSECURITY PAYMENTS  \nSection 12.1. COMPLIANCE WITH WORKER'S  \n", "SECURITY LAWS: The Contractor shall comply with all Federal  \nand State Laws governing Worker's Compensation, Old Age Benefit,  \nSocial Security, Unemployment Compensation and so forth.  \nSection 12.2. CERTIFICATE OF COMPLIANCE: In  \n—~ 25 -  \n2 i ET ete ee er ee ET I a eT  \n   \norder to insure employees covered by this Agreement against the  \nhazards of unemployment resulting through no fault of their own,  \nContractors who are not automatically within the provisions of  \nState Unemployment Acts, or required to make contributions  \nthereunder, hereby agree to make voluntary application to the  \nproper state authorities so as to come within the statutory provisions  \nof the Wisconsin Unemployment Compensation and Workers  \nCompensation Acts relating to Employers who are not under said  \nActs and the regulations promulgated thereunder, regardless of  \nnumber of employees employed. The Contractor will furnish the  \nUnion with its Unemployment Insurance Serial Number.  \n"], ["ARTICLE XIII  \nSAFETY  \n", "Section 13.1. WEATHER PROTECTION: From October 15  \nthrough May I, the Contractor shall furnish adequate protection from  \nthe elements/weather, such as windshield, side curtains and winter  \nfan. During periods of extreme heat, summer fans and umbrellas  \nshall be utilized. On all cranes and hoists, heaters will be provided  \n{hot water, propane, or electric).  \nSection 13.2. PROTECTION FROM FALLING OBJECTS:  \nThe Contractor shal] equip all equipment utilized in clearing,  \ngrubbing, demolition, wrecking or other work where danger exists  \nfrom falling debris, with a protective canopy of approved design.  \nSection 13.3. ACCIDENT REPORT: In the event of an  \naccident involving a member of the bargaining unit, appropriate  \nreports shall be completed and a copy will be sent to the District  \nSafety Representative of the Local Union.  \nSection 13.4. PAYMENT FOR LOST TIME (DAY OF  \nACCIDENT): When an employee leaves work to go to a physician  \nfor treatment because of an on-the-job injury he/she shall be paid  \nfor time lost provided he/she returns promptly to the job with a slip  \n-~ 246 -  \n   \n7 ae, _-  \n- ww os —  \n   \nfrom the physician noting time of release. [f the physician gives the  \nemployee a slip advising him/her not to return to work, the employee  \nshall be paid for the whole day, not to exceed eight (&) hours.  \nSection 13.5. HARD HATS: Hard hats and other safety  \nequipment of approved design shall be utilized at all times.  \nEmployees are to be charged for replacement hard hats and other  \nsafety equipment unless replacement results from damage in the  \ncourse of employment.  \nSection 13.6. USE OF CELL PHONE/PAGERS: Employees  \nshall not use personal cellular phones, pagers and other personal  \nentertainment devices while working on the project site. Use of  \nsuch equipment shall be contined to non-working hours, including  \nthe lunch break, unless prior authorization is received from the  \ncontractor for extenuating circumstances.  \n"], ["ARTICLE XIV  \nPICKET LINE  \n", "Section 14.1. PICKET LINE: 1t shall not be a violation of this  \nAgreement and it shall not be cause for discharge or disciplinary  \naction in the event of an employee refusing to enter upon any  \nproperty involved in a primary picket line established by an AFL-  \nCIO Building and Construction Trades Union, including the primary  \npicket line of the Union party to this Agreement and including  \nprimary picket lines at the Contractor's places of business and at job  \nsites where it is engaged in its normal operations.  \n"], ["ARTICLE XV  \nMARKET CONDITIONS  \n", "Section 15.1. The parties to this Agreement recognize the  \nnecessity of assuring the competitive position of the parties within  \nthe industry during the term of this Agreement. Consistent with that  \n= 37 -  \nET re 5 a a  \nrecognition, the parties will continually monitor the effectiveness  \nof this Agreement relative to the market conditions within the  \ngeographic area of this Agreement. When market conditions  \nindicate the necessity to recoup work opportunities for bargatning  \nunit employees by making contractors signatory to this Agreement  \nmore competitive, the parties shall, by mutual agreement, initiate  \nflexible modifications to this Agreement or take whatever steps  \nnecessary including providing additional flexible conditions on  \nparticular jobs, sometimes known as “targeting”.  \n"], ["ARTICLE XVI  \nINDUSTRY ADVANCEMENT PROGRAM/CONTRACT  \nADMINISTRATION -— AGC/TAP/CA  \n", "Section 16.1. During the life of this Agreement, each Employer  \ncovered by or subject to this Agreement shall pay per hour for actual  \ntime worked to the AGC of Wisconsin LAP/CA, Inc. (hereinafter  \nreferred to as LAP/CA Fund) for each employee covered by or  \nsubject to this Agreement, the following amounts provided for in  \nSection 9.1 for all hours worked by such employees in the State of  \nWisconsin except the counties of Kenosha, Milwaukee, Ozaukee,  \nRacine, Washington and Waukesha. These payments set forth in  \nSection 9.1 shall be made not later than the fifteenth (15\") day of  \neach month following the month for which payment is to be made.  \nEffective June 1, 2008, the hourly contribution rate shall be  \neight (8¢) cents per hour. In consideration of the payment of volume  \ndues and other fees, AGC of Wisconsin members pay three (3¢)  \ncents per hour to the LAP/CA Fund.  \nSection 16.2. (A) The IAP/CA Fund assets may be utilized for  \nthe purposes and uses contemplated by the LAP/CA Fund Agreement  \nand may also be used for activities pertaining to the administration  \nof labor agreements which require contributions to the LAP/CA  \nFund and related operations.  \n= 28 -  \n—_——— —— ine  \n- we Fe  \ni z  \n   \nee ee  \noe ad -  \nCe A eA ee  \nSection 16.2. (B) It is further understood that the Contractor  \ncontnbutions as required by Section 16.1 of this Article shall not be  \nreferred to or considered as wage or fringe benefit payments.  \nSection 16.3. The [AP/CA Board of Directors. may for the  \npurpose of collecting payments required to be made to the Fund,  \nincluding damages and costs and for the purpose of enforcing rules  \nconceming the inspection and audit of payroll records, seek any  \nappropriate legal, equitable and administrative relief and they shall  \nnot be required to invoke or resort to the grievance or arbitration  \nprocedure otherwise provided for in this Agreement.  \nSection 16.4. Each Contractor who is required to make  \npayments to the [AP/CA Fund pursuant to Section 16.1 of this Article  \nshail promptly furnish to the [AP/CA Board of Directors, or to their  \nauthorized agents, on demand, all necessary employment, personnel  \nand payroll records relating to its former and present employees  \ncovered by this Agreement, including any relevant information that  \nmay be required in connection with the administration of the [AP/  \nCA Fund and for no other purpose. The Association, the [AP/CA  \nFund. or their authorized agents, may examine such employment,  \npersonnel or payroll records whenever such examination is deemed  \nnecessary by the Association, the IAP/CA Fund, or their authorized  \nagents, In connection with the proper administration of the [AP/CA  \nFund and the activities engaged in by the IAP/CA Fund.  \nSection 16.5, This JAP/CA Fund contribution shall be  \ntransmitted by check made payable to the AGC of Wisconsin  \nJAP/CA, Inc. and transmitted to the AGC of Wisconsin, 4814 E.  \nBroadway, Madison, WI 53716.  \n"], ["ARTICLE XVII  \nFRINGE BENEFIT FUNDS  \n", "Section 17.1. CONTRIBUTIONS: During the life of this  \nAgreement, the Contractor shall make contributions to the several  \nTrust Funds set forth in Section 17.2. for atl hours which employees  \nPU ee Te CE Ae  \ncovered by this Agreement {whether Union member or not) are paid  \npursuant to this Agreement in such amount per hour as is provided  \nin Section 9.1.  \nIn the event of the expiration of this Agreement pursuant to  \nArticle III, the contributions to be made pursuant to this Article  \nshall continue to be made until the consummation of a successor  \nagreement but for not more than six (6) months following the date  \nof expiration.  \nSection 17.2. (A) TRUST FUNDS: The Trust Funds referred  \nto in Section 17.1. are as follows:  \n1) Central Pension Fund of the International Union of Operating  \nEngineers and Participating Employers.  \n2) Operating Engineers Locat 139 Health Benefit Fund.  \n3) Wisconsin Operating Engineers Skill Improvement and  \nApprenticeship Fund.  \n4) Vacation.  \n5) Administrative Dues Deduction: 1.5% of Total Gross Wages  \nand Fringe Benefit Package.  \n6) Joint Labor Management Work Preservation Fund.  \n7) CLMC Fund — See Article XX.  \n"], ["8) AGC/IAP Contract Administration — See Article XVI.  \n9) SATAP — (Contractor Contribution) — See Article XXIII.  \n", "(B) VACATION FUND: All persons, firms, or corporations  \nwho are signatory parties, or who may become signatory parties to  \nthis Agreement, shall pay into the Operating Engineer-Employer  \n- 30 -  \n~  \n   \nwon  \n2  \n~~ =~ aoa  \n   \nVacation Fund for the purpose of providing vacation benefits to all  \neligible employees covered by this Agreement, the contribution rate  \nspecified in Article XVII, Section 17.2. Vacation payments shall be  \nconsidered as wages of an employee.  \nThe Fund shall be a jointly trusteed fund subject to the provisions  \nof the trust which the appointed trustees must adopt before collection  \nof vacation contributions.  \n(C) PAC FUND CONTRIBUTIONS: If the Local 139  \nFringe Benefit Funds implement an “Internet Based Fringe Benefit  \nsystem, effective June 1, 2009, the Employer agrees  \nto deduct five (S¢} cents for each hour that the employee receives  \nwages under the terms of the Agreement, on the basis of individually  \nsigned, voluntarily executed authorized deduction forms which  \nshall be provided to the Employer. it is agreed that these authorized  \ndeductions for the JUOE Local 139 Federal PAC are not conditions  \nof membership in the International Union of Operating Engineers,  \nLocal 139 or of employment with the Employer.  \nPayments will be made to the [UOE Local 139 Federal PAC, as  \npart of the “Internet Based Fringe Benefit Reporting™ system, at the  \nsame time the Employer submits its other benefits to the appropriate  \noffices.  \nSection 17.3. The Association and the Contractor hereby agree  \nto be bound by the Trust Agreements and amendments thereof.  \nwhich establish and govern the Trust Agreements and amendments  \nthereof, which establish and govern the Trust Funds referred to in  \nSection 17.2. The Association and the Contractor designate as their  \nrepresentatives on the Board of Trustees of such Trust Fund. such  \nTrustees as have been named and appointed pursuant to said Trust  \nAgreements as Employer Trustees, together with their successors  \nselected in the manner provided in such Trust Agreements. The  \nAssociation and the Contractor hereby ratify all actions already  \ntaken or to be taken by such Trustees within the scope of their  \nauthority.  \n- 31 -  \nSerer IR RY ee we eR TE eT re LL ET  \n   \nSection 17.4. TIME OF PAYMENTS AND LIQUIDATED  \nDAMAGES: Payments to the Trust Funds specified in Section  \n17,2 shall be at the end of each month, but no later than the 15° of  \nthe following month after which the payments wil] be considered  \ndelinquent. In the event a Contractor remains delinquent until the  \nfirst day of the month following the due date of their payments to  \nsuch a Trust Fund, such Contractor shall be assessed liquidated  \ndamages and interest as determined by the Trustees. It is agreed  \nthat this assessment represents the costs to the Trust Funds because  \nof the delinquent contributions.  \nSection 17.5, (A) ENFORCEMENT: The Contractor shall  \npromptly furnish to the Trustees of any of the Trust Funds specified  \nin Section 17.2 or their authorized agents. on ten (10) days notice, all  \nnecessary employment, personnel or payroll records relating to its  \nformer and present employees covered by this Agreement, including  \nany relevant information that may be required in connection with the  \nadministration of the Trust Funds, The Trustees, or their authorized  \nagents, may examine such employment, personnel or payroll records  \nwhenever such examination is deemed necessary by the Trustees or  \ntheir authorized agents.  \n(B) The Trustees of such Trust Funds may. for the purpose of  \ncollecting any payments required to be made to such Trust Funds,  \nincluding damages and costs and for the purpose of enforcing the  \nrules of the Trustees conceming the inspection and audit of payroll  \nrecords, seek any appropriate legal. equitable or administrative relief  \nand they shall not be required to invoke or resort to the grievance  \nor arbitration procedure otherwise provided for in this Agreement.  \nIn the event of the commencement of any legal, equitable or  \nadministrative action for any of the purposes set forth in this Section,  \nthe Contractor involved shall pay to the respective Trust Funds all  \nincurred attorneys’ fees, court reporter fees, filing fees, the costs of  \neffecting service of papers, the cost of special (non-routine) audits  \nof payroll records and the costs of auditors’ services involved in  \nsuch legal procedures as may be deemed necessary by the Trustees,  \nprovided the Contractor ts found to be delinquent.  \n- 32 -  \n   \nee  \n—  \n  \nA er rao ee  \nSection 17.6. REMOVAL OF EMPLOYEES: _ If the  \nemployees are removed from the job by the Union to enforce  \npayments, liguidated damages or assessments, the employees shall  \nbe paid by the delinquent Contractor for not more than ten (10)  \nworking days at the straighttime hourly rate.  \nSection 17.7, BOND REQUIREMENTS: The Trustees of any  \nemployee benetit for which contributions are required hereunder  \nmay require for good cause, that any particular Contractor maintain  \nduring the term of this Agreement a surety bond in the amount of  \nfifty thousand ($50,000.00) dollars to guarantee the payment of such  \ncontribution.  \nIn the event of failure, default or refusal of the Contractor to  \nmeet their obligations to their employees or the Pension Fund and  \nHealth Benefit Fund when due, the Trustees of the Pension Fund and  \nHealth Benefit Fund may, after written notice to the Contractor, file  \nclaim to obtain payment, costs and reasonable attorneys’ fees from  \nthe applicable surety bond.  \nFailure of a Contractor to obtain and maintain an effective  \nsurety bond as required herein, or failure and default by a Contractor  \nof payment or obligations covered by this Agreement in excess of  \nthe amount of the surety bond may, at the option of the Union,  \nbe declared by the Union a gross breach of this Agreement, in  \nconsequence of which, the Union shall have the right to resort to  \neconomic and other sanctions against the said Contractor.  \n"], ["ARTICLE XVIII  \nADMINISTRATIVE DUES  \n", "Section 18.1. ADMINISTRATIVE DUES: During the term  \nof this Agreement, in accordance with the terms of an individual and  \nvoluntary written authorization for checkoff of membership dues in  \nform permitted by the provisions of Section 302(c) of the Labor  \nManagement Relations Act. as amended, the Contractor shall deduct  \neach week from the wages of al! employees covered by this Agree-  \nment, one and one half (1.5%) percent of the total gross wage and  \nfringe benefit package. _ 39 =  \nDy gre, SE res api ar cr Ce ee ee Pe PTC. “Pe EE  \n   \nSaid amounts shall be remitted to the Local Union as  \nadministrative dues and the reporting of these amounts shall  \nbe made in the same manner and on the forms provided for the  \npayment of fringe benefit contributions. Amounts deducted by the  \nContractor for the current month shall be forwarded to the Local  \nUnion, together with the report forms which have been furnished,  \nby the end of each month, but no later than the fifteen (15\") day  \nof the following month, after which payments will be considered  \ndelinquent.  \nIn the event that the Contractor has deducted the administrative  \ndues from the employee’s wages in accordance with this Section  \nand fails to remit dues as required herein, the Contractor shall be  \nliable for any claim and/or cost of collection that may arise on  \naccount of such non-payment. it is further agreed that the Union  \nshall have the right to strike to collect delinquencies in the payment  \nof administrative dues.  \nSection 18.2. INDEMNITY: The Union hereby agrees to  \nprotect, defend, indemnify and hold harmless any contractor who  \nis party to or is bound by this Agreement against any and all loss,  \ndamages, costs and expenses (including reasonable attorneys’ fees)  \nand against, of and from any actions, demands, claims and all  \ncauses of action or other forms of liability asserted by any person  \nor governmental agency that may arise out of or by reason of action  \ntaken by any Contractor in agreeing to and complying with the  \nprovisions of Section 18.1.  \n"], ["ARTICLE XIX  \nJOINT LABOR MANAGEMENT WORK  \nPRESERVATION FUND  \n", "There shall be a twenty (20¢) cents per hour contribution for all  \nhours worked under the terms of this Agreement paid to the Joint  \nLabor Management Work Preservation Fund which is already in  \nexistence. It is agreed and understood by and between the Union  \nand the Contractors that the hourly contribution rate will be subject  \nto allocation by the membership on an annual basis. Checks shall  \n  \n   \n—_— #«f ew. oe on  \n8 re er A i Pe ge  \nbe made payable to the Joint Labor Management Work Preservation  \nFund and transmitted with the Operating Engineers Health Benetit  \nFund, P.O. Box 1079, Kenosha, WI 53141-1079.  \n"], ["ARTICLE XX  \nLABOR MANAGEMENT FUND  \n", "Section 20.1. In Columbia, Crawford, Dane. Dodge. Grant.  \nGreen, Iowa, Jefferson, Lafayette, Richland, Rock, Sauk, and  \nWalworth Counties, there is a two (2¢) cent contribution and two  \n(2¢) cent deduction for a Labor-Management Fund. The parties  \nagree with the concept that Labor Management Committees  \nare beneficial to the promotion of union construction as outlined  \nin Exhibit A which is incorporated into and made a part of this  \nAgreement. Contnbutions and deductions shall be designated  \nfor certain areas covered by this collective bargaining agreement  \nin Article 1X. Classifications and Wage Rates. An approved joint  \nlabor-management council must be incorporated. The council! must  \noperate under a trust agreement and/or bylaws and its principal  \npurpose must be to promote and market union construction. Officers  \nmust be elected and both labor and management must each have at  \nleast one officer.  \nEXHIBIT A  \nCONSTRUCTION LABOR MANAGEMENT COUNCILS  \nSection 1  \nThe parties agree to participate in various Labor-Management  \nCouncils which may be established within the geographic jurisdiction  \nof this Agreement which are established under authority of Section  \n6(b) of the Labor-Management Cooperation Act of 1978, 29 U.S.C.  \nparagraph 175(a) and Section 302(c) (g) of the Tafi-Hartley Act,  \n29 U.S.C. paragraph |186(c) (9). The permissible purposes of these  \ncommittees include the following:  \n—~ 35 -  \nIPR 8 EE PN TD LS EA SIT ee  \na) To improve communication between representatives of labor and  \nmanagement and engender cooperative and harmonious relations  \nbetween labor and management in the construction industry;  \nb) To provide workers and employers with opportunities to study  \nand expfore new and innovative joint approaches to achieving  \norganizational effectiveness;  \nc) To provide a forum for open and honest discussion of problems  \nconfronting employees and employers in the construction industry;  \nd) To study and explore ways of increasing productivity of both  \nlabor and management and of eliminating potential problems which  \nreduce the competitiveness and inhibit the economic development  \nin the construction industry:  \n¢) To enhance the involvement of workers in making decisions that  \naffect their working lives and to improve the quality of worklife for  \nemployees in the construction industry;  \nf) To expand and improve working relationships between workers  \nand managers;  \ng) To avoid disputes between labor and management before they  \narise and to assist in promptly and fairly resolving disputes when  \nthey do arise;  \nh} To promote the use of safe. efficient, high quality construction  \nservices in development, maintenance and rehabilitation of industrial  \nand commercial facilities;  \ni) To seek to maintain a productive dialogue with users of construction  \nSETVICES,  \nj) To foster the development of craft skills and high quality training  \nin the construction industry;  \n—~ 36 -  \n   \n—— met we  \n- —--#  \n   \nk) To foster improvements in occupational safety and health and  \nother working conditions in the construction industry;  \n|) To engage in any other lawful activities incidental or related to the  \naccomplishment of these purposes.  \nSection 2  \na) The committee shall function in accordance with and as provided  \nin the goveming documents of the committee and subsequent  \namendments thereto.  \nb) The Employer(s) party to this collective bargaining agreement  \nwill contribute an amount mutually agreed on a monthly basis to  \nthe various labor-management councils when working within the  \ndesignated geographic jurisdiction. The monies of each committee  \nshall be at all times segregated from other Union or Employer assets  \nand shall not be used or controlled by the Union or Employeris)  \nparty to this Agreement but shall be administered solely by the  \nvarious committees and their duly authorized representatives of the  \nUnion and Employer(s) party to this Agreement may serve on the  \nvarious committees.  \n|. The Employer(s) shall implement good management practices  \nand cost effective modifications of its operations and the Union  \nshall take the steps necessary to foster such changes in accordance  \nwith the general goals and concepts developed by the committee to  \nincrease competition in the industry.  \n2. Each committee shall have the authority to consider  \ncomplaints filed under this section by construction users and/or by  \nsignatory Union or Empioyer(s) and make findings in compliance  \nwith this Agreement.  \n"], ["ARTICLE XXI  \nSEPARABILITY AND SAVINGS  \n", "Section 21.1. SEPARABILITY: If any article, section or  \nprovision of this Agreement shall be held invalid by operation of  \nlaw or by any tribunal of competent jurisdiction, or if compliance  \nwith or enforcement of any article, section or provision should  \nbe restrained pending a final determination as to its validity, the  \nremainder of this Agreement shall not be affected thereby and shall  \nstay in ful) force and effect.  \nSection 21.2. REVISIONS: In either of the events set forth  \nin Section 21.1 above, the Association and the Union shall enter  \ninto immediate collective bargaining negotiations for the purpose  \nof arriving at a mutually satisfactory replacement for such article,  \nsection or provision for the remainder of the term of this Agreement  \nor for the period of the restraint, whichever is the shorter. If  \nthe parties do not agree on a replacement within sixty (60) days  \nafter commencement of the period of invalidity or restraint, the  \ndisagreement shall be submitted to arbitration under Article VII.  \n"], ["ARTICLE XXII  \nSUCCESSORSHIP  \n", "This Agreement shall be binding upon the parties hereto, their  \nsuccessors, administrators, executors and assigns. In the event the  \nContractor should decide to sel] or transfer the business or any parts  \nthereof covered by this Agreement, the Contractor will thereupon  \nnotify the Union in writing. Nothing in this Agreement shall be  \nconstrued to prevent a Contractor from terminating all or part of  \ntheir business following prior notice to the Union.  \nTON pe  \n  \nal ee  \nCer me ee ae eee  \n"]]