[["", "MASTER BUILDING  \nAGREEMENT  \nAREA I  \nbetween  \nAllied C onstruction Employers  \nAssociation, the Associated G eneral  \nContractors of Greater Milwaukee, Inc.  \nand  \nThe International Union  \nof  \nEngineers  \nLocal Union No. 139  \n   \nJune 1, 2013 to May 31, 2016  \nINDEX  \nPage  \nA DUES 19  \nASSIQnment Of WOLK 1  \nBond 19  \nClassification and Wage 10  \n9  \nFringe Benefit 17  \nGeographical ATCA 3  \nIndustry Advancement Program/Contract A 20  \nJoint Labor Management W ork Preservation 20  \n3  \nMaintenance Of 20  \nMemorandum of Understanding 29  \n9  \nPeri0d Of A 3  \nPicket LINE 16  \n1  \n1  \nReferral 14  \nSALCLY 15  \nSCOPE OF A 1  \n15  \nSeparability and SAVINGS 14  \nServicing Other 13  \nShifts and Hours of Employment and Overtime Rates Of 17  \nSPeCial 5  \n3  \nSubstance A buse Testing & Assistance POLicy 22  \nSUCCESSOTSNIP 20  \nTravel, Mileage and 13  \nUNION S@CUIILY 2  \nWage and Fringe Benefit A 12  \nRULES 3  \nAREA I  \nMASTER BUILDING AGREEMENT  \nTHIS MASTER AGREEMENT, made and entered into this 1st day of June, 2013, by and between  \nthe Allied Construction Employers Association, Inc., and the Associated General Contractors of Greater  \nMilwaukee, Inc., hereinafter called the \"Associations\" for and on behalf of those persons, firms or  \ncorporations who have authorized the A ssociations to negotiate and conclude a Labor A greement on their  \nbehalf, herein called the \"Contractor,\" and International Union of Operating Engineers, Local No. 139,  \nhereinafter called the \"Union\".  \nWITNESSETH:  \nThat the parties hereto, for and in consideration of the mutual promises and obligations herein  \ncontained, agree to and with each other as follows:  \n  \nSection 1.1 RECOGNITION: The Associations and the Contractor hereby recognize the Union  \nas the sole and exclusive bargaining agent for all employees in the bargaining unit. Forthe purposes of this  \nMaster A greement, the bargaining unit shall consist of all heavy equipment operators and other workers in  \nthe jurisdiction of the Union as set forth in Article VI, and Article IX, on a multi-employer basis.  \nEmployers may voluntarily recognize the Union under Section 9(a) of the National Labor Relations Act  \nupon a showing of majority status by the Union. A voluntary recognition is attached to this A greement.  \nSection 1.2 PURPOSE: The purpose of this A greement is to determine the hours, wages and other  \nconditions of employment, and to adopt measures for the settlement of differences and maintaining a  \ncooperative relationship so that the Contractors may secure sufficient capable workers and the workers may  \nhave as much continuous employment as possible, without interruption by strikes or lockouts, except as  \notherwise provided by this A greement.  \nSection 1.3 ASSIGNMENT OF WORK: (A) The Contractor hereby agrees to assign all work  \nthat is to be performed in the categories described in Article VI, Section 6.1 and Article IX, Section 9.1 to  \nemployees in the bargaining unit covered by this A greement.  \n(B) Unless bargaining unit members work requires a valid Wisconsin CDL, it shall not be a  \ncondition of employment for all journey workers covered under this Collective Bargaining A greement.  \nSection 1.4 ASSOCIATIONS’ LIABILITIES: Itis understood and agreed that the A ssociations  \nare parties to this A greement only as the negotiating agent and shall not be held liable for any violation of  \nits terms by the Contractor.  \nSection 1.5 SCOPE OF AGREEMENT: (A) This Agreement shall apply to all on-site building  \nconstruction work including operations incidental thereto. Building construction work shall include the  \nconstruction, erection, dismantling, wrecking, modification, addition to or improvements of building  \nstructures; the construction, erection, modification of industrial plants, commercial buildings, residential  \nstructures, steam and nuclear power plants; snow removal; flood control; prestressed concrete erection; the  \ndriving of sheet piling and piling, caisson work; foundation work; atomic reactors; ordnance plants; the  \nconstruction and dewatering of all underground utilities; such as sewer and water mains, gas lines, tunnels,  \nand conduit; railroad construction and maintenance; and all street work public and private, such as  \n_1-  \nexcavating, grading, landscaping, paving and any other work directly related to the aforementioned  \noperation. This A greement excludes all marine work on the Great Lakes (Michigan-Superior) as well as all  \nwork let by the Wisconsin Department of Transportation.  \n(B) When bargaining unit employees are assigned to perform work outside the scope of this  \nAgreement as defined in Paragraph (A ) above, and such work is not covered by the provisions of any other  \nlabor agreement with the Union or another bona fide labor organization, said employees shall receive all  \nfringe benefit fund contributions set forth in this Agreement and at least the minimum wage rate set forth  \nherein.  \nMembers of the bargaining unit who refuse to perform work outside the scope of the A greement  \nshall not be discriminated against, however, a member may be laid off for such refusal.  \n"], ["ARTICLE II  \nUNION SECURITY  \n", "Section 2.1 MEMBERSHIP: All present employees of the Contractor covered by this A greement  \nwho are members of the Union as of the date of execution of this Agreement shall, as a condition of  \ncontinued employment with said Contractor, maintain membership during the life of this A greement to the  \nextent of tendering the periodic dues and initiation fees uniformly required by the Union as a condition of  \nacquiring or maintaining membership. All present employees of the Contractor covered by this A greement  \nwho are not members of the Union and all employees of the Contractor covered by this A greement shall  \nbecome members of the Union within eight (8) days following the date of this Agreement or within eight  \n(8) days following the date of hire, whichever is later, and shall, as a condition of continued employment  \nwith said Contractor, maintain membership during the life of this A greement to the extent of tendering the  \nperiodic dues and initiation fees uniformly required by the Union as a condition of acquiring or maintaining  \nmembership.  \nSection 2.2 FAILURE TO MAINTAIN MEMBERSHIP OR JOIN: Upon written notice from  \nthe Union, advising that an employee covered by this A greement has failed to maintain membership in the  \nUnion in good standing as covered above, by payment of uniform initiation fees and/or dues as required, the  \nContractor shall forthwith discharge the employee unless the Contractor has reasonable grounds for  \nbelieving that membership was not available to the employee on the same terms and conditions generally  \napplicable to other members, or that membership was denied or terminated for reasons other than for failure  \nof the employee to tender the periodic dues and initiation fees uniformly required by the Union as a  \ncondition of acquiring or maintaining membership.  \nSection 2.3 WRITTEN NOTICE: The Contractor shall not discharge or cause an employee to  \nlose any work under this A rticle except upon written notice from the Business Representative as set forth  \nherein.  \nSection 2.4 EQUAL EMPLOYMENT OPPORTUNITY: The Contractor and the Union agree  \nthat there will be no discrimination in employment based upon race, color, creed, national origin, sex, or  \nage, and that nothing elsewhere in this Agreement shall be construed as requiring or permitting such  \ndiscrimination. No claimed violation of this Section shall be subject to Article V II — Enforcement of this  \nAgreement.  \n"], ["ARTICLE I]  \nPERIOD OF AGREEMENT  \n", "Section 3.1 PERIOD OF AGREEMENT: This A greement shall continue in full force and effect  \nuntil May 31, 2016, and thereafter and shall be subject to amendment or termination only if either party  \nnotifies the other party in writing of its desire to amend or terminate the same not more than one hundred  \ntwenty (120) days but not less than ninety (90) days prior to May 31, 2016, or of the expiration date of any  \nsubsequent agreement.  \n  \nSUBCONTRACTING  \nSection 4.1 UNION SUBCONTRACTOR: The Contractor agrees that, when subletting or  \ncontracting out work covered by this A greement which is to be performed within the geographical coverage  \nof this Agreement at the site of the construction, alteration, painting, or repair of a highway, building  \nstructure or other work, they will sublet or contract out such work only to a subcontractor who is signed to  \nthis Master A greement.  \nSection 4.2 When situations arise wherein it is claimed that no union contractoris available for the  \nproposed work, the Contractor and the Union shall meet and agree upon an equitable solution.  \n"], ["ARTICLE V  \nGEOGRAPHICAL AREA  \n", "Section 5.1 AREA: This Agreement applies to the following counties in the State of Wisconsin:  \nKenosha, Milwaukee, Ozaukee, Racine, Washington and Waukesha.  \n"], ["ARTICLE VI  \nJURISDICTION  \n", "Section 6.1 EQUIPMENT ASSIGNMENT: The Employer agrees to assign any equipment  \nwithin the jurisdiction as described below to bargaining unit employees: the operation of all hoisting and  \nportable engines on building and construction work where operated by steam, electricity, diesel, gasoline,  \nhydraulic or compressed air, butane, propane or other gases and nuclear or atomic power, including but not  \nlimited to, all equipment listed in Section 9.1 (Wage Classifications) of this A greement.  \nSection 6.2 NEW OR UNLISTED EQUIPMENT: Should new or unlisted equipment within the  \nclaimed jurisdiction of the International Union of Operating Engineers be utilized for which no wage rate  \nappears in this Agreement, the Union and the Association, acting on behalf of all the Contractors party to  \nthis Agreement, shall meet and agree on the wage rate to be paid for its operation.  \n"], ["ARTICLE VII  \nWORK RULES  \n", "Section 7.1 MANNING DETERMINATION: The number of workers to be employed is at the  \nsole discretion of the Contractor, and the fact that certain classifications and rates are established does not  \nmean that the Contractor must employ workers for any one or all classifications or to operate any particular  \npiece of equipment that happens to be on the project unless the Contractor determines they have need for  \nsuch workers or unless otherwise provided for in this A greement.  \nSection 7.2 JUST CAUSE: The Contractor may discharge any workers cause shown, or  \nwhose work is unsatisfactory, or who fails to observe the safety precautions, or other rules or regulations  \nprescribed by the Contractor for the health, safety and protection of the workers. Further, the Contractor  \nshall have the right to discharge any workers for drunkenness, dishonesty, or insubordination in the  \nperformance of his/her job. However, no worker shall be discharged for defending the rights of any  \nworkers under the terms of this A greement.  \nSection 7.3 SMALL EQUIPMENT: Combination small equipment operators, operating and  \nmaintaining equipment listed in Article IX, Section 9.1, Classification 4, shall be assigned at the Pre-job  \nConference.  \nSection 7.4. FORKLIFT AND TELEHANDLER ASSIGNMENT: The operation of all  \nforklifts and telehandlers, with the exception of mason tender duties, is exclusively the craft work of the  \nOperating Engineers and assignment of said operation shall be made to an Operating Engineer, dispatched  \nand covered by the terms and conditions of this Agreement and paid in accordance to the appropriate  \nclassification as provided in Article IX, Section 9.1. On jobs or projects where the use of the  \nforklift/telehandler is not of sufficient quantity to warrant the employment of an Operator, the Contractor or  \nContractor Representative will contact the Union District Business Representative of the Operating  \nEngineers and if mutually agreed, then and only then, may the Contractor use another employee to perform  \nsaid work.  \nSection 7.5 HEATERS: All fueling, maintenance, checking, or on the job repair of all heaters  \nused for temporary heating, such as Herman Nelson, Dravo, Warmer, Silent Glo and other similar types is  \nthe work of the Operating Engineer. Operating Engineers will not be required when electric heaters are  \npowered by acommercial source. Operating Engineers will not be required when heaters are furnished and  \nserviced by a commercial source.  \nSection 7.6 BOILERS: An Operating Engineer shall be assigned to all portable boilers used for  \ntemporary heating purposes, heating of materials, or any other power purposes on a project site and the  \nOperating Engineer shall be in attendance at all times that the boiler is operating.  \nSection 7.7 POWER PACK VIBRATORY: (A) An Operating Engineer shall be assigned to all  \nPower Pack V ibratory/Ultra Sound Driver and Extractor equipment while driving or extracting sheeting,  \npiling or caissons. The following manning clause is agreed:  \nItis not necessary to assign a worker exclusively to this equipment unless an extra worker is needed  \nto operate the vibratory hammer. If the operating controls are located at the crane operator's station, no  \nextra worker is required. If the operating controls (e.g. on, off, clamp, etc.) are operated by other than the  \ncrane operator then that person shall be an Operating Engineer and not the oiler assigned to the crane.  \nHe/she shall be paid the wage rate listed in Classification No. 4.  \n(B) GENERATORS: Generators or combinations of generators having a capacity of 150 KW or  \nless shall be assigned to an Operating Engineer. Generators or combination of generators of over 150 KW  \non asingle project and operated by a single Employer shall be assigned to an Operating Engineer and an  \nOperating Engineer shall be in attendance at all times that the generators are operating. The Operating  \nEngineer so required may also attend a deep well type dewatering system when such system requires  \nmanning.  \nSection 7.8 AIRCOMPRESSORS: Aircompressors or combinations of air compressors having a  \ncapacity of 400 cubic feet per minute or less shall be assigned to an Operating Engineer. Air compressors  \n  \nor combinations of air compressors of over 400 cubic feet per minute on a single project and operated by a  \nsingle Employer shall be assigned to an Operating Engineer and an Operating Engineer shall be in  \nattendance at all times that the compressors are operating.  \nSection 7.9 CONCRETE PUMPS: All concrete pumps shall be assigned to Operating Engineers  \nand Operating Engineers shall be in attendance at all times that the concrete pump is operating.  \nSection 7.10 WELL POINT AND DEWATERING SYSTEMS: (A) A dewatering system is  \ndefined as a series Of well points or deep wells from which continuous pumping is done.  \n(B) The dewatering system utilizing well points shall be manned by a member of the bargaining  \nunit at all times that the system is pumping, except that dewatering systems utilizing well points with pumps  \npowered by electric motors shall not require manning on a full-time basis, but shall be serviced and repaired  \nby amember of the bargaining unit. If the Contractor determines that manning is required, the system shall  \nbe manned by a member of the bargaining unit.  \n(C) A dewatering system utilizing deep wells shall be assigned to a member of the bargaining unit  \nand shall be manned by a member of the bargaining unit as required by the Contractor and in accordance  \nwith Article VII, Section 7.19 of this A greement.  \nA dewatering system utilizing deep wells and pumps driven directly by internal combustion engines  \nshall be manned at all times the system is pumping.  \n(D) In the event of non-compliance with assignment and manning provisions of this section as they  \npertain to the operation of a dewatering system utilizing well points, the sole remedy shall be to assign and  \nman the dewatering system by a member of the bargaining unit for all additional hours that the dewatering  \nsystem operates.  \nSection 7.11 ENGINEER AND OILER: (A) Oiler: An oiler shall be assigned to cranes and  \nderricks with a lifting capacity of over one hundred (100) ton (manufacturers' rated capacity). Itis agreed  \nthe rated capacity to mean: The lifting capacity shown at its minimum lifting distance from  \ncenter pin, with the tracks or outriggers fully extended, with the minimum amount of boom, and with the  \nmaximum amount of counterweight on and extended, maximum amount of sheaves and lagging, for the  \nmachine's maximum lifting capacity.  \n(B) CAISSON OR VERTICAL BORING MACHINES: Caisson or vertical boring machines  \nshall have an engineer and an oiler assigned to operate and maintain them. When machine movements on  \nthe project necessitate a second employee, such employee will be a member of the bargaining unit.  \n(C) START-UP TIME: The engineer and oiler shall start work one-half (1/2) hour before the  \nregular shift to oil, grease, start machines, safety inspection, or other work to be performed.  \n(D) OILER’S DUTIES: The oiler shall be under the direct supervision of the operator. His/her  \nmain duty shall be to the equipment he/she is assigned to. Itis agreed that in addition to his/her main duty  \nas an oiler, he/she may maintain not more than two (2) machines in Classification No. 4 of Article IX,  \nsection 9.1.  \n(E) SPECIAL PROJECTS: Onall atomic, gas, nuclear and steam power plants, hydro-electric  \nplants, defense plants, earth dams, river flood control projects, an engineer and oiler shall be assigned to all  \ncranes, clamshells, draglines, derricks, pile drivers, shovels, backhoes (except tractor type and mini-  \n_5-  \nexcavators 10,000 lbs or less), boring rigs, regardless of capacity or size, all rough terrain cranes  \ntwenty-five (25) tons or over (manufacturers' rated capacity). An engineer shall be assigned to all  \ntelehandlers and paid in accordance with Class 1(C)1. When any machine listed in Article IX , Section 9.1  \nis idle due to a layoff, said machine shall continue to be subject to Article VII, Section 7.29 “Regular  \nAssigned Engineer”, unless that machine remains idle for a period of three (3) consecutive work days.  \n(F) CONCRETE PUMPS: Oilers on all concrete pumps 60 meter and larger and/or detachable  \nplacement booms.  \nSection 7.12 START-UP TIME (Equipment Not Requiring Oilers): (A) Forall cranes, shovels,  \ndraglines, derricks, backhoes (excluding tractor type backhoes) and concrete pavers where an oiler is not  \nrequired, the operator of such equipment shall be paid an additional thirty (30) minutes' pay at one and  \none-half (1-1/2) times his/her regular rate of pay for oiling his/her machine before or after his/her regular  \nwork shift. The time must be put in before or after the regular work shift in order to be eligible for this pay.  \n(B) MACHINE MOVEMENT: When machine movements to the project, from the project, and  \naround the project site necessitate a second employee, such employee will be a member of the bargaining  \nunit.  \nSection 7.13 MASTER MECHANIC OR FOREMAN: Onall gas, atomic, nuclear, and steam  \npower plants, hydro electric plants, defense plants, earth dams, river flood control projects, where ten (10)  \nor more operating engineers exclusive of oilers are employed by a single Contractor, and on project specific  \nagreements where an employer utilizes six (6) or more cranes of one hundred (100) tons or larger capacity,  \nthat Contractor shall employ a Master Mechanic/Foreman for each shift worked. On the aforementioned  \nprojects the Master Mechanic/Foreman and Job Steward shall be in attendance for all hours worked by the  \ncrew. The Master Mechanic/Foreman may be assigned additional duties by mutual agreement of the  \nEmployer and Union.  \nSection 7.14 PRE-JOB CONFERENCE: The Contractor shall communicate with the Union  \nprior to starting work on any project and the Contractor and the Union shall jointly establish a time and  \nplace fora Pre-Job conference. The Union shall reserve the right to withhold the services of members of  \nthe bargaining unit employed by the Contractor and subcontractors until a Pre-Job Conference is held.  \nSection 7.15 STEWARD CLAUSE: The Contractor agrees to recognize the right of the Union to  \nselect a steward from the working force on the job site. A steward shall be required to do a full day's work.  \nThe Union and the Contractor shall determine the steward's duties at the Pre-J ob Conference.  \nSection 7.16 PERSONNEL HOISTS AND MATERIAL HOISTS: (A) Material hoists used in  \nthe hoisting or lowering of materials or rubbish shall be assigned to and operated by a member of the  \nbargaining unit while they are in operation. Personnel hoists when operating, shall be assigned to an  \nOperating Engineer and be operated by a member of the bargaining unit.  \n(B) ELEVATOR: The operation of the elevator is exclusively the craft work of the Operating  \nEngineers and assignment of said operation shall be made to an Operating Engineer, dispatched and  \ncovered by the terms and conditions of this Agreement. On jobs or projects where the use of an elevator is  \nnot of sufficient quantity to warrant the employment of an Operator, the Contractor or Contractor  \nRepresentative will contact the Union District Business Representative of the Operating Engineers and if  \nmutually agreed, then and only then, may the Contractor use another employee to perform said work.  \nSection 7.17 HELICOPTERS: When helicopters are used in the hoisting, lowering of materials,  \n_6-  \nor in the erection or dismantling of machinery, an Operating Engineer will be assigned to the project during  \nthe functional operation of the helicopters.  \nSection 7.18 JACKS: Motor or engine operated jacks or consoles used at the project site in post  \ntensioning, prestressing or slipform construction work shall be assigned to and operated by an Operating  \nEngineer.  \nSection 7.19 NUMBER OF MACHINES: Operators assigned to certain equipment shall not be  \nrequired to operate more than two (2) machines in any one day. If the rate applicable to one machine is  \nhigher than the other, the higher rate shall apply and be paid for the full shift. This restriction shall not  \napply to small equipment such as pumps, welding machines, generators under 150 KW, compressors under  \n400 CFM, small conveyors, mixers under 14S, heaters or any other small equipment not specifically named  \nin other parts of this A greement.  \nSection 7.20 ACCESS TO SITE: Authorized representatives of the Union shall have access to all  \nprojects provided, however, that they report their presence to the Contractor or their immediate  \nrepresentative on the jobsite if necessary to check the workers during working hours. Contractors will  \nendeavor to supply adequate passes if possible.  \nSection 7.21 METHOD OF PAYMENT: A Contractor shall pay once a week on a calendar week  \nbasis. Employees will be furnished with the following information: 1) Total hours worked or straight-time  \nhours worked. 2) Overtime hours or overtime earnings. 3) Gross pay. 4) Total other deductions. After  \nreceiving his/her weekly wage, if an employee submits a written request fora copy of his/her weekly payroll  \ncomputation, the Contractor shall provide the employee such information.  \nUpon request, all workers whether laid off, discharged or continually employed must be paid by the  \nnext regular payday, including payment of allowances. Contractors will provide a written separation notice  \nupon request. Placing the worker's check in the mail twenty-four (24) hours before the next regular payday  \nshall be in compliance with this provision. Upon layoff or discharge, all employees shall be furnished a  \nwritten slip stating the reason for discharge or layoff. A copy of the notice shall be sent to the nearest  \nDistrict Union Office. In the event of non-compliance (with the pay provisions and/or separation slips) the  \nsole remedy of the discharged employee shall be that he/she be paid for eight (8) hours commencing with  \nthe day of discharge at his/her present rate until the separation check and/or notice is personally delivered or  \nmailed.  \nSection 7.22 REPAIR OF EQUIPMENT: Where work is to be done (on the job or in  \nContractor's yard) such as to operate, setup, or repair engines, equipment or boilers, said work or repairs  \nshall be done by members of Local Union #139, or authorized dealers (warranty work only). The operator  \nof that equipment shall be in attendance, at his/her regular rate of pay, repairing or assisting in the repair, or  \notherwise employed during the normal productive period except in shops where full time Operating  \nEngineer mechanics are employed.  \nSection 7.23 DRINKING WATER/SANITARY FACILITIES: The Contractor shall be  \nrequired to furnish fresh drinking water and sanitary drinking cups at all times. The Contractor shall also  \nprovide adequate toilet facilities.  \nSection 7.24 TRANSPORTATION: No member of the bargaining unit shall be required to own  \nor furnish pickups or other such transportation equipment as a condition of employment. Whenever  \nbecause of remoteness of parking areas, hazardous road conditions, or security restrictions, the Contractor is  \n_7-  \nrequired to furnish transportation for workers within the job site to the place of their work; the project  \nmanagement and union will meet to establish any special conditions surrounding such personnel haul  \noperation. When the Contractor furnishes such transportation to the employee without cost to him/her, the  \nequipment shall include seats and protection from the elements and definite pickup and discharge points  \nshall be determined.  \nSection 7.25 PARKING: The Contractor shall provide adequate parking for all Operating  \nEngineer employees on or near the Contractor's job site, subject to the Pre-Job Conference.  \nSection 7.26 TOOLS: (A) Mechanics shall not be required to furnish socket tools larger than  \none-half (1/2) inch drive capacity, or wrenches of one and one-fourth (1 1/4) inch capacity.  \n(B) When Employees furnish their own tools and leave such tools on the Employer's premises (or  \nmechanics service trucks) site, these tools will be insured or replaced by the Employer against theft,  \nfire, or damage caused by misuse by other Employees, provided that the Employee has provided an  \nitemized list of the tools and their current replacement value to the Employer.  \nSection 7.27 TIME OFF FOR UNION DUTIES: When an engineer or any member of the  \nbargaining unit has been elected or appointed by his/her Local Union as a delegate to conventions,  \nconferences, or any other Union sponsored activity, the Contractor agrees to arrange time off for the  \nemployee without pay. His/her employment and job status will remain the same. If necessary the Local  \nUnion shall provide an excuse in writing for his/her absence and the Union will endeavor to supply a  \nqualified replacement.  \nSection 7.28 MOVEMENT OF EQUIPMENT: When itis necessary for the Contractor to have  \nthe operator move his/her piece of equipment from one job site to another during the workday, the  \nContractor will transport him/her to his/her private transportation and the Contractor will pay him/her  \ncontinued time.  \nSection 7.29 REGULAR ASSIGNED ENGINEERS: The engineer, or crew, regularly assigned  \nto a piece of equipment shall be given preference when this piece of equipment is required to work ona  \nregular workday, Saturdays, Sundays, and holidays, or other overtime. When the equipment to which such  \nengineer or crew is assigned is utilized and the engineer or crew is not given preference, such engineer or  \ncrew shall be paid for all hours that the machine has worked.  \nSection 7.30 LEASING: The Contractor shall not assign bargaining unit members to operate or  \nperform bargaining unit work on equipment owned or leased by any third party employer who is not  \nsignatory to this unless the equipment has been bought or leased from the contractor by the third  \nparty employer. The Contractor shall not use any leasing device to or from a third party to evade this  \nAgreement.  \nSection 7.31 APPRENTICES: The use of apprentices shall be encouraged and promoted.  \nApprentices will be excluded from the terms as provided for in Article IX, Section 9.3, Servicing Other  \nCrafts. The Standards for apprenticeship shall be set and maintained by the Board of Trustees of the Joint  \nApprenticeship and Training Committee. It is agreed and understood by and between the Union and the  \nContractors that the ratio of apprentices and journeyworkers will be subject to review by the JATC Board of  \nTrustees on an annual basis.  \nRATIO OF APPRENTICES TO JOURNEY WORKERS: One (1) apprentice will be allowed as  \nlong as there is one (1) journey worker. Any additional apprentices will not be allowed until the  \n_8-  \nappropriate number of journeyworkers are employed based on the ratio established by the trustees. This  \nratio will be based on the employer's total Operating Engineer work force and not on a per job basis.  \nIt is agreed and understood by and between the Union and the Contractors that the ratio of  \napprentices to journeyworkers will be subject to review by the JATC Board of Trustees on an annual  \nbasis.  \nApprentice wages are structured as follows:  \nPay Period Wage Rate (Based on Class 3)  \nFirst 1,500 Hours 60% +*10% =70%  \nSecond 1,500 Hours 65% +*10% =75%  \nThird 1,500 Hours 70% +*10% =80%  \nFourth 1,500 Hours 80% +*10% =90%  \n*A dditional 10% is added for related instruction pay.  \nIn addition to the above posted wage rates, apprentices shall receive a Central Pension rate of fifty  \n(50%) percent of the posted rate and one hundred (100%) percent of other fringe benefits paid in  \naccordance with Article IX, Sections 9.1 and 9.2.  \nSection 7.32 FOREMEN: (A) Except as provided for in Section 7.13, when in the Contractor's  \nopinion, the crew is large enough to require the services of an equipment foreman, such foreman shall bea  \nmember of the craft and shall be employed under the terms and conditions of this A greement.  \n(B) No Contractor, foreman, superintendent or master mechanic shall displace an operator on any  \nequipment on any project, except as provided in Article XI, Section 11.6.  \nSection 7.33 WAGE DETERMINATION FORMS: Contractor agrees to fill out all Federal and  \nState Wage Determination Request Forms which may be sent to them and furnish the Union a copy of  \nsame.  \n"], ["ARTICLE VIII  \nENFORCEMENT  \n", "Section 8.1 It is understood and agreed by and between the parties that there shall be neither  \nstrikes nor lockouts because of disputes, disagreements or differences concerning the interpretation or  \napplication of the terms and provisions of this Agreement. Excepting those instances provided otherwise in  \nthis Agreement, such disputes, disagreements, or differences shall be resolved as hereinafter provided for.  \nSection 8.2 A grievance must be filed in writing by the Contractor, or the Union, within ten (10)  \ndays of the date the matter is brought to the attention of either party (copy sent to ACEA Office).  \nSection 8.3 All grievances, disputes or complaints of violations of any provisions of this  \nAgreement shall be submitted to final and binding arbitration by an arbitrator from the Federal Mediation  \nand Conciliation Service. Notice of the grievance dispute shall be given to the Contractor or as applicable  \nto the Headquarters Office of the Union at least ten (10) days before serving of the demand for arbitration in  \norder to permit efforts to adjust the matter without litigation. The arbitrator shall be a construction  \norientated arbitrator registered with the Federal Mediation and Conciliation Service. The arbitrator shall  \n_Q-  \nhave sole and exclusive jurisdiction to determine the arbitrability of such dispute as well as the merits  \nthereof. Written notice by certified mail, return receipt of a demand for arbitration shall be given to the  \nContractor or as applicable to the Union at its headquarters' office. The Contractor or the Union shall agree  \nin writing within seven (7) days to arbitrate the dispute.  \nBoth parties shall cooperate to have the case heard by an arbitrator within seven (7) days of the  \nwritten agreement to arbitrate provided an arbitrator is available. The arbitrator shall have the authority to  \ngive a bench decision at the close of the hearing, unless he/she shall deem the issues to be unusually  \ncomplex, and thereafter he/she shall reduce the award to writing. Grievances over discharge or suspension  \nshall be filed no later than ten (10) calendar days after the matter is brought to the attention of the Business  \nRepresentative of the Union.  \nSection 8.4 In the event the arbitrator finds a violation of the Agreement, he/she shall have the  \nauthority to award backpay to aggrieved person or persons on the referral list in addition to whatever other  \nor further remedy may be appropriate.  \nSection 8.5 In the event a Contractor or the Union does not agree to arbitrate a dispute within  \nseven (7) calendar days or does not cooperate to have the case heard within seven (7) calendar days after the  \nwritten agreement to arbitrate or does not comply with the award of the arbitrator, the other party shall have  \nthe right to use all legal and economic recourse.  \nSection 8.6 All expenses of the arbitration except the attorney's and witness' fees shall be shared  \nequally by the Union and Contractor involved.  \nMASTER BUILDING AGREEMENT - AREA I  \n"], ["ARTICLE IX  \nCLASSIFICATION & WAGE RATES  \n", "Section 9.1  \nCLASSIFICATION:  \nWage Rate Wage Rate Wage Rate  \nEffective Effective Effective  \n6/1/2013 6/1/2014 6/1/2015  \n1.(A) All cranes listed in 1.(A)1 with CCO $40.86  \n1.(A)1 Cranes, tower cranes, pedestal tower cranes and derricks with  \nor without attachments with a lifting capacity of over 100 tons  \nor cranes, tower cranes, pedestal tower cranes and derricks  \nwith boom, leads, and/or jib lengths measuring 176 feet or longer,  \nself-erecting tower cranes with a lifting capacity of over 4,000  \nlbs., all cranes with boom dollies, boring machines (directional),  \nmaster mechanic or foreman. There will be a wage increase  \nof the higher of $.50 per 100 ton or per 100 feet of boom (or  \nany portion thereof) for the length of boom over 200 feet  \nor lifting capacity of the crane over 200 tons to a maximum  \nof 300 tons or 300 feet. Thereafter an increase of $.01per foot  \nor ton whichever is greater will be $40.36  \n1.(B) All cranes listed in 1.(B)1 with CCO Certification... $40.36  \n-10-  \n1.(B)1 Cranes, tower cranes, portable tower cranes, pedestal  \ntower cranes and derricks with or without attachments with  \na lifting capacity of 100 tons or under or cranes, tower cranes,  \nportable tower cranes, pedestal tower cranes, and derricks  \nwith boom leads and/or jib lengths measuring 175 feet or under,  \nbackhoes (excavators) 130,000 Ibs. and over, caisson ngs,  \npile drivers, boring machines (vertical or horizontal), versi-lifts,  \ntri-lifts, and gantrys (20,000 pounds and OVE?) $39.86  \n1.(C) All cranes listed in 1.(C)1 with CCO Certification... $39.86  \n1.(C)1 Backhoes (excavators) under 130,000 lbs., self-erecting  \ntower cranes with a lifting capacity of 4,000 lbs. and under,  \ntraveling cranes (bridge type), skid rigs, dredge operator,  \nmechanic, concrete paver (over 27E), concrete spreader and  \ndistributor, forklift/telehandler (machinery moving/steel  \nerection), hydroblaster (10,000 psi and over). All special project  \ntelehandlers (refer to Article VII, Section 7.11(E)) we, $39.36  \n2. Material hoists, stack hoists, tractor or truck mounted  \nhydraulic backhoe, tractor or truck mounted hydraulic  \ncrane (5 tons or under), hoist (tuggers, 5 ton and over),  \nhydro-excavators/daylighters, concrete pumps, rotec type  \nconveyors, tractor (over 40 h.p.), bulldozer (over 40 h.p.),  \nendloader (over 40 h.p.), motor patrol, scraper operator,  \nsideboom, straddle carrier, welder, bituminous plant and  \npaver operator, roller (over 5 tons), rail leveling machine  \n(railroad), tie placer, tie extractor, tie tamper, stone leveler,  \nrotary drill operator and blaster, percussion drill operator,  \nair track drill and/or hammers, gantrys (under 20,000 pounds),  \ntrencher (wheel type or chain type having over 8-inch bucket),  \nmilling machine, unlicensed off-road material haulers................... $38.67  \n3. Backfiller, concrete auto breaker (large), concrete  \nfinishing machines (road type), roller (rubber-tired),  \nconcrete batch hopper, concrete conveyor systems,  \ngrout pumps, concrete mixers (14S or over), screw  \ntype pumps and gypsum pumps, tractor, bulldozer,  \nendloader (under 40 h.p.), trencher (chain type having  \nbucket 8-inch and under), industrial locomotives, rollers  \n(under 5 tons), stump grinder/chipper (large), timber shear,  \nprocessor, timber equipment, firemen (pile drivers  \nand derricks), personnel hoist, telehandlers (over 8,000 lbs.),  \nrobotic tool carrier with or without $36.79  \nA. Tamper-Compactors (riding type), assistant engineer,  \nA-frames and winch trucks, concrete auto breaker,  \nhydrohammers (small), brooms and sweepers,  \nhoist (tuggers, under 5 ton), boats (tug, safety, work  \nbarges and launch), shouldering machine operator, screed  \n-11-  \noperator, stone crushers and screening plants, prestress  \nmachines, screed operators (milling machine), farm or  \nindustrial tractor mounted equipment, post hole digger,  \nfireman (asphalt plants), air compressor (over 400 CFM),  \ngenerators (over 150 KW), augers (vertical and horizontal),  \nair, electric, hydraulic, jacks (slipform), skid steer loaders  \n(with or without attachments), boiler operators (temporary  \nheat), refrigeration plant/freeze machines, power pack  \nvibratory/ultra sound drivers and extractors, welding  \nmachines, heaters (mechanical), pumps, winches (small  \nelectric), oiler and greaser, rotary drill helper, conveyor,  \nforklifts, telehandler (8,000 lbs. and under), elevators,  \nautomatic hoist, pumps (well points), combination small  \nEQUIPMENE $31.64  \nNOTE(A): The length of boom on which tower crane long boom wage rate shall be based is the distance  \nfrom the original ground base level of the tower to the point of intersection and from the centerline of the  \nboom to the tip of the boom. In the case of crawler or mobile cranes, where the tower crane  \nattachment is mounted, the long boom provisions of this A greement shall be computed from the boom pins  \non the rotation base to the point sheaves.  \nNOTE(B): It shall not be considered a condition of employment to maintain CCO certification, unless  \ndocumentation is provided that the owner of the project specifies CCO certification.  \n*Fringe benefits to be paid in addition to these rates: Effective Effective Effective  \n6/1/2013 6/1/2014 6/1/2015  \n1. Central Pension Fund $ 9.00  \n2. Health Benefit Fund (This amount includes $1.00 to  \npre-funding) $9.15  \n3. Skill Improvement & A pprenticeship 75  \n4, Vacation Fund (to be established)  \n5. Administrative Dues 1.5% of total  \nGross Wage and Fringe Package  \n6. Industry Advancement Program/C ontract  \nAdministration (1.A.P./C.A.)  \n7. Joint Labor Management W ork Preservation  \nFund - See Article X VIII 20  \n* Including both Labor and Management’s share of CLMC/BIG STEP  \nPURSUANT TO THE COLLECTIVE BARGAINING AGREEMENT EFFECTIVE 6/1/2009,  \nAPPRENTICES SHALL RECEIVE FIFTY (50%) PERCENT OF THE JOURNEY WORKERS PENSION  \nRATE:  \n6/1/2013 $4.50  \nSection 9.2 WAGE AND FRINGE BENEFIT ALLOCATIONS: It is agreed the following  \nwage increases shall become effective on:  \n6/1/13 6/1/14 6/1/15  \n-12-  \nClassification: 1(A) $1.25* $1.25 $1.55  \n1(A)1 $1.25* $1.25 $1.55  \n1(B) $1.25* $1.25 $1.55  \n1(B)1 $1.25* $1.25 $1.55  \n1(C) $1.25* $1.25 $1.55  \n1(C)1 $1.25* $1.25 $1.55  \n2 $1.25* $1.25 $1.55  \n3 $1.25* $1.25 $1.55  \n4 $1.25* $1.25 $1.55  \n*The June 1, 2013 economic increase of $1.25 (one dollar and twenty five cents) is included in the wage  \nrates identified for June 1, 2013, under Article IX, Section 9.1 CLASSIFICATION & WAGE RATES.  \nThe Union may elect, at its option, upon at least thirty (30) days written notice prior to June 1,  \n2014, and June 1, 2015, to allocate any increase to any 1) Hourly wage rates; 2) Health Benefit Fund;  \n3) Pension; 4) Vacation; 5) Administrative Dues; 6) Skill Improvement and A pprenticeship; 7) Joint Labor  \nManagement W ork Preservation Fund.  \nThe Union agrees to furnish the Associations and/or Contractor, upon at least thirty (30) days  \nwritten notice, with a Hold Harmless Agreement when an Administrative Dues deduction is to be made  \nfrom an employee's gross wages in the absence of a written authorization for checkoff of membership dues  \nconforming with the provisions of Section 302 (c) of the Labor Management Relations Act, as amended.  \nSection 9.3 SERVICING OTHER CRAFTS: Bargaining unit employees servicing other crafts  \nfor two (2) hours or more shall receive the same wage rate, vacation pay, annuity, individual account  \nretirement fund, travel time, subsistence and overtime pay received by the craft being serviced, and under  \nthe jurisdiction of that craft’s Local in which the work is performed, provided, however, that it is not a  \nlesser amount than within this Agreement. This section does not apply to apprentices.  \nSection 9.4 TRUCK CRANE OPERATORS’ TRAVEL EXPENSE: (A) Truck crane operators  \nrequested to leave area of residence shall be paid room and board while in transit, and a receipt shall be  \ntured in to the Company.  \n(B) Truck crane operators dispatched from regularly assigned dispatch points in Area I to work  \noutside of the Area I jurisdiction will be paid in accordance with the Area I wage and fringe benefit  \npackage.  \nSection 9.5 TRAVEL, MILEAGE AND SUBSISTENCE: When an Employee is required to  \nwork at a job site where he/she is required to stay overnight, he/she shall be paid room and board. The  \nEmployee shall turn in expense receipts to the Employer.  \nSection 9.6 When an employee is transferred from one job site to another during his/her regular  \nwork shift, he/she shall receive the same rate of pay for traveling time as he/she receives for productive  \ntime.  \nSection 9.7 WAITING TIME: Employees sent to such a distant job site and not put to work, orif  \nthe job is not ready for them to go to work, shall be paid at their straight-time hourly wage rates for such  \ntime, or such employees shall be sent back to the shipping point, with time and transportation to be paid in  \naccordance with Sections 9.5 and 9.6.  \n- 13-  \nSection 9.8 REFUSAL TO LEAVE PLACE OF RESIDENCE: Members of the bargaining unit  \nwho refuse to leave their place of residence or travel more than thirty (30) miles one way to work without  \nroom and board and travel pay shall not be discharged or discriminated against. However, a worker may be  \nlaid off for such refusal.  \nSection 9.9 Operators working in areas where an EPA rating has been established shall  \nreceive the following premiums:  \nEPA level \"A\" protection - $3.00 per hour  \nEPA level \"B\" protection - $2.00 per hour  \nEPA level \"C\" protection - $1.00 per hour  \nSection 9.10 PAYMENT OF ALLOWANCES: As allowances accrue in accordance with  \nSections 9.4 and 9.5, above, they shall be paid on the first pay period after such allowances accrue,  \nproviding the proper documentation is submitted in a timely fashion to the Contractor. Transportation  \nallowance and travel time, in accordance with 9.4(B) above will be paid for both going to and for retuming  \nfrom the job.  \nSection 9.11 HOMELAND SECURITY TWIC PROGRAM: Signatory Contractors will be  \nreimbursed one-half (1/2) the cost associated with sending their employees through Homeland Security  \nTWIC program from the training fund, not to exceed seventy ($70.00) dollars.  \n"], ["ARTICLE X  \nSEPARABILITY AND SAVINGS  \n", "Section 10.1 SEPARABILITY: If any article, section or provision of this Agreement shall be  \nheld invalid by operation of law or by any tribunal of competent jurisdiction, or if compliance with or  \nenforcement of any article, section or provision should be restrained pending a final determination as to its  \nvalidity, the remainder of this Agreement shall not be affected thereby and shall stay in full force and effect.  \nSection 10.2 REVISIONS: In either of the events set forth in Section 10.1 above, the  \nAssociations and the Union shall enter into immediate collective bargaining negotiations for the purpose of  \narriving at a mutually satisfactory replacement for such article, section or provision for the remainder of the  \nterm of this Agreement or for the period of the restraint, whichever is the shorter. If the parties do not agree  \non a replacement within sixty (60) days after commencement of the period of invalidity or restraint, the  \ndisagreement shall be resolved under terms of Article VIII, Enforcement.  \nSection 10.3 ENTIRETY OF CONTRACT: This Agreement represents the entire contract  \nbetween the parties and supersedes any previous agreements, supplements, or addenda, written orverbal. It  \nis further understood that neither the Union, the Contractor nor the Associations has the right to add or  \nsubtract from the terms of this Agreement without the mutual written consent of all parties thereto.  \n"], ["ARTICLE XI  \nREFERRAL  \n", "Section 11.1 W hen the Contractor needs additional or A pprentices for work within the  \njurisdiction of Operating Engineers Local No. 139, the Contractor shall call during normal dispatch office  \nhours and give the Union first opportunity to dispatch such help, informing the Union of the location,  \nnature and extent of the job, and shall allow forty-eight (48) hours for referral of prospective employees (to  \nexclude weekends and holidays).  \n- 14-  \nSection 11.2 A Contractor’s request for an individual operator by name will be honored, providing  \nthe operator requested is presently on the out-of-work book five (5) days and has worked under a Local 139  \ncollective bargaining agreement within the past twelve (12) months, or is employed regularly on a  \nseason-to-season basis by the requesting Contractor providing the request is submitted in writing by fax or  \nmail within twenty-four (24) hours.  \nSection 11.3 In the event the Contractor is notified that such help is not available, or in the event  \nthe employees called for do not appear for work at the time designated by the Contractor, the Contractor  \nmay hire from any other available source.  \nSection 11.4 Any employee who is hired in violation of this Article shall be discharged by the  \nContractor when the violation has been brought to their attention in writing by the Business Representative.  \nSection 11.5 The Contractor shall have the right to employ ornot to employ, any applicant referred  \nby the Union.  \nSection 11.6 EMERGENCY EMPLOY MENT: In the event an employee fails to report for work,  \nbecomes sick during the course of the day, or for some other reason disrupts the Contractor's work routine  \nby not working, the Contractor shall immediately contact the Union Office to obtain a qualified  \nreplacement. While the Contractor is waiting for the replacement to arrive, the Contractor shall have the  \nright to place a qualified worker on the equipment in order to keep the other tradespeople working.  \n"], ["ARTICLE XII  \nSECURITY PAYMENTS  \n", "Section 12.1 COMPLIANCE WITH WORKER’S SECURITY LAWS: The Contractor shall  \ncomply with all Federal and State laws governing Workers' Compensation, Old Age Benefits, Social  \nSecurity, Unemployment Compensation, etc., provided any claimed violation of this Section shall not be  \nsubject to Article VIII — Enforcement of this A greement.  \nSection 12.2 CERTIFICATE OF COMPLIANCE: In order to ensure employees covered by this  \nAgreement against the hazards of unemployment, resulting through no fault of their own, Contractors who  \nare not automatically within the provisions of State Unemployment A cts, or required to make contributions  \nthereunder, hereby agree to make voluntary application to the proper state authorities so as to come within  \nthe statutory provisions of the Wisconsin Unemployment Compensation and W orkers' Compensation A cts  \nrelating to Contractors who are not under said A cts and the regulations promulgated thereunder, regardless  \nof number employed. The Contractor will furnish the Union their Unemployment Insurance Serial  \nNumber. The Employer shall furnish the Union with a Certificate of Insurance upon written request from  \nthe Union.  \n"], ["ARTICLE XIII  \nSAFETY  \n", "Section 13.1 WEATHER PROTECTION: From October 15 through May 1, the Contractor shall  \nfurnish adequate protection from the elements/weather, such as windshield, side curtains, winter fan.  \nDuring periods of extreme heat, summer fans and umbrellas shall be utilized. On all cranes and hoists,  \nheaters will be provided (hot water, propane or electric).  \nSection 13.2 PROTECTION FROM FALLING OBJECTS: The Contractor shall equip all  \nequipment utilized in clearing, grubbing, demolition, wrecking or other work where danger exists from  \n-15-  \nfalling debris, with a protective canopy of approved design.  \nSection 13.3 ACCIDENT REPORT: In the event of an accident involving a member of the  \nbargaining unit, appropriate reports shall be completed and a copy directed to the District Safety  \nRepresentative of the Local Union.  \nSection 13.4 PAYMENT FOR LOST TIME (Day of Accident): When an employee leaves  \nwork to go to a physician for treatment because of an on-the-job injury he/she shall be paid for time lost  \nprovided he/she returns promptly to the job with a slip from the physician noting time of release. If the  \nphysician gives the employee a slip advising him/her not to return to work, the employee shall be paid for  \nthe whole day, not to exceed eight (8) hours.  \nSection 13.5 HARD HATS: Hard hats of approved design shall be utilized at all times.  \nEmployees to be charged for replacement, unless replacement results from damage in the course of  \nemployment.  \nSection 13.6 USE OF CELL PHONES, ETC: The personal use of Company or personal cell  \nphones shall be prohibited during working hours. Personal cell phones may be used for personal calls only  \nduring lunch and coffee breaks with the exception of prior authorization or emergency situations. In  \naddition, the use of all personal entertainment devices such as PDA’s (Personal Digital Assistants), I-Pods,  \nMP3 players, texting devices, etc., shall be prohibited during working hours.  \n"], ["ARTICLE XIV  \nPICKET LINE  \n", "Section 14.1 PICKET LINES: It shall not be a violation of this Agreement, and it shall not be  \ncause for discharge or disciplinary action in the event of an employee refusing to enter upon any property  \ninvolved in a primary picket line, including the primary picket line of the Union party to this A greement,  \nand including any primary picket lines at the Contractor's places of business and at job sites where it is  \nengaged in its normal operation.  \n"], ["ARTICLE XV  \nSHIFTS AND HOURS OF EMPLOYMENT AND OVERTIME RATES OF PAY  \n", "Section 15.1 NORMAL HOURS OF WORK: Eight (8) hours between 8:00 A.M. and 5:00 P.M.  \nshall constitute a regular day's work and forty (40) hours shall constitute a regular week's work, Monday  \nthrough Friday. All work performed in excess of eight (8) hours per day shall be paid at one and one-half  \n(1-1/2) times the regular rate of pay. The starting time and quitting time and hours of straight-time work  \nmay be revised to comply with other crafts on the project if mutually agreed at the Pre-Job Conference orif  \nmutually agreed between the Business Manager and the Contractor at a later date on projects of at least two  \n(2) weeks duration.  \nAll work performed on Saturday shall be paid at one and one-half (1 14) times the regular rate of  \npay.  \nSundays and holidays, the bargaining unit employees shall be paid two (2) times the regular rate of  \npay.  \nSection 15.2 (A) All workers, including workers reporting to work for the first time as ordered,  \nshall report for work every moming and shall be paid two (2) hours' pay, unless notified before leaving their  \nresidence, not to report for work. At the discretion of supervisory personnel workers may be required to  \n-16-  \nremain on the job to qualify for the two (2) hours' reporting pay.  \n(B) Workers who are required to remain on the job more than two (2) hours shall receive not less  \nthan four (4) hours' pay.  \n(C) Workers who are required to remain on the job more than four (4) hours shall be paid for not  \nless than eight (8) hours.  \n(D) Workers may be required to remain on the job to qualify for payment under the above  \nconditions.  \n(E) All members of the bargaining unit who start their machines or boilers on any job and operate  \nsame shall receive not less than four (4) hours’ pay.  \nSection 15.3 REQUEST TO REMAIN ON THE J OB: All employees shall be paid for all time  \nrequested to stay on the job.  \nSection 15.4 HOLIDAY WORK: All work performed on New Year’s Day, Memorial Day,  \nIndependence Day, Thanksgiving Day and Christmas Day shall be paid at double time. No work shall  \nbe performed on Labor Day except in extreme emergencies.  \nFor the purpose of this Agreement, any of the above designated holidays which fall on a Sunday shall  \nbe observed on the following Monday and falling on a Saturday shall be observed on the preceding  \nFriday. Any work performed on the observed Monday or Friday shall be paid under the same terms as  \nthe actual holiday. There shall be no paid holiday or day of observance when no work is performed.  \nSection 15.5 (A) A shift for the purpose of this A greement shall mean one (1) or more crews of  \nworkers working on a pre-arranged schedule for hours other than the normal work day as provided forin  \nthis A greement.  \n(B) Shift work must start no later than 8:00 A.M. when three (3) shifts are scheduled. The first  \nshift shall work eight (8) hours and receive eight (8) pay at the regular straight-time rate. The second  \nshift shall work seven and one-half (7 2) hours and receive eight (8) hours' pay at the straight-time rate, and  \nan additional fifty cents ($0.50) per hour. The third shift shall work seven (7) hours and receive eight (8)  \nhours' pay at the straight-time rate and an additional seventy-five cents ($0.75) per hour. There shall be a  \none-half (1/2) hour unpaid lunch break near the mid-point of each shift.  \n(C) When two (2) shifts are scheduled the first shift shall start no later than 8:00 A.M. The first  \nshift shall work eight (8) hours and receive eight (8) hours' pay at the regular straight-time rate. The second  \nshift shall work eight (8) hours and receive eight (8) hours' pay at the regular straight-time rate and an  \nadditional one dollar and twenty-five ($1.25) per hour. There shall be a one- half (1/2) hour unpaid lunch  \nbreak near the mid-point of each shift.  \n(D) An employee covered by this Agreement working on one shift and substituting for another  \nemployee covered by this Agreement on another shift shall be paid double time.  \n(E) Arrangements may be made by the Contractor and the Business Representative to work  \novertime on a multi-shift job or to change the starting time for the first shift.  \nSection 15.6 SHIFT WORK OUTSIDE NORMAL WORK HOURS: Single shift operations  \n-17-  \nbetween 12:00 midnight Sunday and 8:00 A.M. Saturday, the shift shall consist of eight (8) hours’ work at  \nthe straight-time hourly wage rate; however, shift starting after 3:00 P.M. shall be compensated by  \nan additional two (2%) percent above the operator's classification rate per hour. Shifts starting after 11:00  \nP.M. shall be compensated by an additional four (4%) percent above the operator's classification rate per  \nhour. All work performed outside of the designated shift shall be paid for at overtime rates.  \nSection 15.7 SINGLE SHIFT LUNCH: (A) Thelunch period must be taken at mid-shift. Should  \nit be necessary for the operator to work through the lunch period or work any part of the lunch period,  \nhe/she shall be paid double (2) time for the lunch period, and he/she shall be allowed fifteen (15) minutes  \nfor lunch not to exceed one (1) hour after mid-shift.  \n(B) For the purpose of truck crane rental, lunch period will be defined as one-half (2) hour before  \nmid-shift to one-half (2) hour after mid-shift. All other provisions of 15.7(A) will apply.  \n"], ["ARTICLE XVI  \nFRINGE BENEFIT FUNDS  \n", "Section 16.1 CONTRIBUTIONS: During the life of this the Contractor shall make  \ncontributions to the several Trust Funds set forth in Section 16.2 forall hours for which employees covered  \nby this A greement (whether Union members or not) are paid pursuant to this A greement in such amount per  \nhour as is provided in Section 9.1.  \nIn the event of the expiration of this Agreement pursuant to Article III, Section 3.1, the  \ncontributions to be made pursuant to this Article shall continue to be made until the consummation of a  \nsuccessor A greement but for not more than six (6) months following the date of expiration.  \nSection 16.2 TRUST FUNDS: The Trust Funds referred to in Section 16.1, and the hourly rate of  \ncontribution to be paid referred to in Section 9.1 to such Trust Funds, are as follows:  \n1) Central Pension Fund of the International Union of Operating Engineers and  \nParticipating Employers.  \n2) Operating Engineers Local 139 Health Benefit Fund.  \n3) Wisconsin Operating Engineers Skill Improvement & Apprenticeship Fund.  \n4) Vacation: (To be Established).  \n5) Administrative Dues: 1.5% of the total Gross Wage and Fringe Package.  \n6) Industry Advancement Program/Contract A dministration (IA P/CA).  \n7) Joint Labor Management W ork Preservation Fund.  \nSection 16.3 VACATION FUND: All persons, firms or corporations who are signatory parties, or  \nwho may become signatory parties to this Agreement shall pay into the Operating Engineer - Employer  \nVacation Fund for the purpose of providing vacation benefits to all eligible employees covered by this  \nAgreement the contribution rate specified in Article IX, Section 9.1. Vacation payments shall be  \nconsidered as wages of an employee.  \nThe Fund shall be ajointly trusteed fund subject to the provisions of the Trust which the appointed  \nTrustees must adopt before collection of vacation contributions.  \nSection 16.4 The Associations and the Contractor hereby agree to be bound by the Trust  \nAgreements and amendments thereof, which establish and govern the Trust Funds referred to in Section  \n16.2. The Association and the Contractor designate as their representatives on the Board of Trustees of  \n- 18 -  \nsuch Trust Funds, such Trustees as have been named and appointed pursuant to said Trust A greements as  \nEmployer Trustees, together with their successors selected in the manner provided in such Trust  \nAgreements. The Association and the Contractor hereby ratify all actions already taken or to be taken by  \nsuch Trustees within the scope of their authority.  \nSection 16.5 TIME OF PAYMENTSAND LIQUIDATED DAMAGES: Payments to the Trust  \nFunds specified in Section 16.2 shall be at the end of each month, but no later than the fifteenth day  \nof the following month, after which the payments will be considered delinquent. In the event a Contractor  \nremains delinquent until the first day of the month following the due date of their payments to such a  \nTrust Fund, such Contractor shall be assessed liquidated damages and interest as determined by the  \nTrustees. It is agreed that this assessment represents the cost to the Trust Funds because of the delinquent  \ncontributions.  \nSection 16.6 ENFORCEMENT: (A) The Contractor shall promptly furnish to the Trustees of any  \nof the Trust Funds specified in Section 16.2 or their authorized agents, on ten (10) days notice, all necessary  \nemployment, personnel or payroll records relating to its former and present employees covered by this  \nAgreement, including any relevant information that may be required in connection with the administration  \nof the Trust Funds. The Trustees, or their authorized agents, may examine such employment, personnel or  \npayroll records whenever such examination is deemed necessary by the Trustees or their authorized agents.  \n(B) The Trustees of such Trust Funds may, for the purpose of collecting any payments required to  \nbe made to such Trust Funds, including damages and costs, and for the purpose of enforcing the rules of the  \nTrustees concerning the inspection and audit of payroll records, seek any appropriate legal, equitable or  \nadministrative relief and they shall not be required to invoke or resort to the grievance or arbitration  \nprocedure otherwise provided for in this Agreement. In the event of the commencement of any legal,  \nequitable or administrative action for any of the purposes set forth in this Section, the Contractor involved  \nshall pay to the respective Trust Funds all incurred attorneys' fees, court reporter fees, filing fees, the costs  \nof effecting service of papers, the cost of special (non-routine) audits of payroll records and the cost of  \nauditor's services involved in such legal procedures as may be deemed necessary by the Trustees, providing  \nsuch Contractor is found to be delinquent.  \nSection 16.7 REMOVAL OF EMPLOYEES: If the employees are removed from the job by the  \nUnion to enforce payments, liquidated damages or assessments, the employees shall be paid by the  \ndelinquent Contractor for not more than ten (10) working days at the straight-time hourly rate.  \nSection 16.8 BOND REQUIREMENTS: The Trustees of any employee benefit for which  \ncontributions are required hereunder may require for good cause, that any particular Contractor maintain  \nduring the term of this Agreement a surety bond in the amount of fifty thousand dollars ($50,000.00) to  \nguarantee the payment of such contributions.  \nIn the event of failure, default or refusal of the Contractor to meet their obligations to their  \nemployees or the Pension Fund and Health Benefit Fund, when due, the Trustees of the Pension Fund and  \nHealth Benefit Fund may after written notice to the Contractor, file claim to obtain payment, costs and  \nreasonable attorney's fees therefrom of the applicable surety bond.  \nFailure of a Contractor to obtain and maintain an effective surety bond as required herein, or failure  \nand default by a Contractor of payment or obligations covered by this A greement in excess of the amount of  \nthe surety bond may, at the option of the Union, be declared by the Union a gross breach of this A greement  \nin consequence of which the Union shall have the right to resort to economic and other sanctions against the  \nsaid Contractor.  \n-19-  \nSection 16.9 NATIONAL/STATE/LOCAL HEALTH INSURANCE: The parties agree that in  \nthe event the United States Government or the State of Wisconsin or any other governmental unit  \nestablishes a national/state/local Health Insurance Program to which the Contractoris required to contribute  \nand which duplicates coverage of the present health benefit program established by this A greement, the  \nparties will meet to renegotiate the provisions of the national/state/local law and the effect of the law upon  \nthe benefits and contributions in effect at that time. In no event shall the level of benefits in existence on  \nthe effective date of the law be reduced.  \nSection 16.10 SICK DAY LEAVE: The parties hereby agree that any federal, state, or local law  \nenacted or approved during the term of this A greement with respect to mandatory sick day leave provided  \nby the Employer, shall not apply to bargaining unit employees until such time as the parties have had the  \nOpportunity to meet and reach mutual agreement with respect to application of said law under this  \nAgreement.  \n"], ["ARTICLE XVII  \nADMINISTRATIVE DUES  \n", "Section 17.1 ADMINISTRATIVE DUES: During the term of this Agreement, in accordance  \nwith the terms of an individual and voluntary written authorization for checkoff of membership dues in  \nform permitted by the provisions of Section 302(c) of the Labor Management Relations A ct as amended,  \nthe Contractor shall deduct each week from the wages of all employees covered by this Agreement, as  \nAdministrative Dues in the amount designated by the Union.  \nSaid amounts shall be remitted to the Local Union as Dues and the reporting of  \nthese amounts shall be made in the same manner and on the forms provided for the payment of fringe  \nbenefit contributions. Amounts deducted by the Contractor for the current month shall be forwarded to the  \nLocal Union, together with the report forms which have been furnished, by the end of each month, but no  \nlater than the fifteenth (15%) day of the following month, after which payments will be considered  \ndelinquent.  \nIn the event that the Contractor has deducted the A dministrative Dues from the employee's wages  \nin accordance with this Section, and fails to remit dues as required herein, the Contractor shall be liable for  \nany claim and/or cost of collection that may arise on account of such non-payment. Itis further agreed that  \nthe Union shall have the right to strike to collect delinquencies in the payment of Dues.  \nSection 17.2 INDEMNITY: The Union hereby agrees to protect, defend, indemnify and hold  \nharmless any Contractor who is party to or is bound by this Agreement against any and all loss, damages,  \ncosts and expenses (including reasonable fees) and against, of and from any actions, demands,  \nclaims and all causes of action or other forms of liability asserted by any person or governmental agency  \nthat may arise out of or by reason of action taken by any Contractor in agreeing to and complying with the  \nprovisions of Section 17.1.  \n"], ["ARTICLE XVIII  \nJOINT LABOR MANAGEMENT WORK PRESERVATION FUND  \n", "Section 18.1 During the life of this Agreement there shall be a ten (10¢) cents per hour  \ncontribution for all hours worked under the terms of this A greement paid to the Joint Labor Management  \nWork Preservation Fund which is already in existence. Checks shall be made payable to the Joint Labor  \nManagement W ork Preservation Fund and sent with the Operating Engineers Health Benefit Fund Report.  \n- 20 -  \n"], ["ARTICLE XIX  \nSUCCESSORSHIP  \n", "Section 19.1 This Agreement shall be binding upon the parties hereto, their successors,  \nadministrators, executors and assigns. In the event the Contractor shall decide to sell or transfer the  \nbusiness or any parts thereof covered by this A greement, the Contractor will thereupon notify the Union in  \nwriting. Nothing in this A greement shall be construed to prevent a Contractor from terminating all or part  \nof their business, following prior notice to the Union.  \n"], ["ARTICLE XX  \nMAINTENANCE OF STANDARDS  \n", "Section 20.1 The Contractor agrees that all conditions of employment in their individual operation  \nrelating to wages, fringes and overtime differentials shall be maintained at not less than its highest standards  \nin effect at the time of the signing of this A greement.  \n"], ["ARTICLE XXI  \nINDUSTRY ADVANCEMENT PROGRAM/  \nCONTRACT ADMINISTRATION  \n", "Section 21.1 During the life of this Agreement, each Contractor covered by or subject to this  \nAgreement, shall pay to the Industry A dvancement Program/C ontract A dministration (hereinafter referred  \nto as IAP/CA) Fund, for each employee covered by or subject to this A greement, the amount of seventeen  \n(17¢) cents per hour for all hours worked by such employee. The IAP shall remit three (3¢) cents per hour  \nto CLMC for management’s share for BIG STEP (1¢ per hour) and CLMC (2¢ per hour) and three (3¢)  \ncents per hour to CLMC for Union’s share for BIG STEP (1¢ per hour) and CLMC (2¢ per hour). These  \npayments shall be made no later than the fifteenth (15th) day of each month following the month for which  \npayment is to be made. Payments are to be mailed to P.O. Box 507, Brookfield, WI 53008-0507.  \nSection 21.2 (A) The IAP/CA Fund assets may be utilized for the purpose and uses contemplated  \nby the IAP Agreement and may also be used for activities pertaining to the administration of Labor  \nAgreements which require contributions to the IAP/CA Fund and related operations.  \n(B) Itis further understood that the Contractor contributions of seventeen (17) cents per hour, as  \nrequired by Section 21.1. of this Article shall not be referred to or considered as wage or fringe benefit  \npayments.  \nSection 21.3 In the event a Contractor becomes delinquent in their payments to the IA P/CA Fund,  \nand after the A llied Construction Employers A ssociation, Inc. Board of Directors has advised the  \ndelinquent Employer, in writing, of said delinquency and in view of the fact that the anticipated and actual  \ndamages are difficult or incapable of accurate ascertainment in such event, such Contractor may be assessed  \nby the Board of Directors, as liquidated damages, twenty (20%) percent of such delinquent payments and  \nfurther, such delinquent Contractor shall be required to pay interest at the maximum rate permitted by law,  \nnot to exceed one and one-half (1 12%) percent per month on the unpaid and delinquent balance (including  \nunpaid past due liquidated damages, if any) owed. In the event that the ACEA refers the delinquency to  \nlegal counsel for collection, then such Contractor shall be obligated to pay, in addition to such liquidated  \ndamages and interest charges, reasonable attorneys' fees and any other costs and expenses reasonably  \n-?21-  \narising in connection with any collection action.  \nSection 21.4 If the employees are removed from the job by the Union to enforce payments or  \nliquidated damages assessments, the employees shall be paid by the delinquent Contractor for all lost time  \nat the straight-time hourly rate.  \nSection 21.5 The ACEA orits officers, may for the purpose of collecting any payments required to  \nbe made to the IAP/CA Fund, including damages and costs, and for the purpose of enforcing rules  \nconcerning the inspection and audit of payroll records, seek any appropriate legal, equitable and  \nadministrative relief, and they shall not be required to invoke or resort to the grievance or arbitration  \nprocedure otherwise provided for in this A greement.  \nSection 21.6 Each Contractor who is required to make payments to the IA P/CA Fund pursuant to  \nSection 21.1 of this Article shall promptly furnish to the ACEA or to its authorized agents, on demand, all  \nnecessary employment, personnel and payroll records relating to its former and present employees covered  \nby this Agreement, including any relevant information that may be required in connection with the  \nadministration of the IAP/CA Fund and for no other purpose. The ACEA, authorized agents, may  \nexamine such employment, personnel, or payroll records whenever such examination is deemed necessary  \nby the ACEA, orits authorized agents, in connection with the proper administration of the IA P/CA and of  \nthe IAP/CA Fund.  \nSection 21.7 PAC FUND CONTRIBUTIONS: If the Local 139 Fringe Benefit Funds implement  \nan “Internet Based Fringe Benefit Reporting” system, effective January 1, 2007, the Employer agrees to  \ndeduct five cents ($0.05) for each hour that the employee receives wages under the terms of the A greement,  \non the basis of individually signed, voluntarily executed authorized deduction forms which shall be  \nprovided to the Employer. It is agreed that these authorized deductions for the IUOE Local 139 Federal  \nPAC are not conditions of membership in the International Union of Operating Engineers, Local 139 or of  \nemployment with the Employer.  \nPayments will be made to the IUOE Local 139 Federal PAC, as part of the “Internet Based  \nFringe Benefit Reporting” system, at the same time the Employer submits its other benefits to the  \nappropriate offices.  \n"]]