[["", "K 8095  \nOOD tcc  \nMASTER BUILDING 4,50,  \nAGREEMENT  \nAREA I  \nbetween  \nAitied Construction Employers  \nAssociation, the General  \nContractors of Greater Milwaukee, inc.  \nand  \nThe International Union  \nof  \nOperating Engineers  \nLocal Union No. 138  \n   \nJune 1, 2003 to May 31, 2006  \nDISTRICTS  \n     \n         \n  \nal :  \na + at AE ty  \na  \n, + 4  \n>  \nt ‘ an  \n4  \nee  \n* Se :  \n        \n   \n  \nt a +  \n¢ 5  \npent 5  \nwd iF t  \n* 4 t  \n>  \n  \n  \na  \nee me re  \n  \n4  \n'  \n1 t *  \n‘ if +  \n‘ he  \naor Ow a gp of wD  \n   \n     \n| MAIN OFFICE  \nN27 W23233 Roundy Drive  \nP.O. Box 130  \nPewaukee, Wisconsin 53072  \nPhone (262) 896-0139  \n- Toll Free 1-800-280-0139  \nDispatch 1-800-815-9424 ©  \nBRANCH OFFICES «=  \n_ DISTRICT B tan oe = sa.  \n4702 South Biltmore Lane  \nMadison, Wisconsin 53718  \nPhone (608) 243-0139  \nTall Free 1-860-851-7584  \nDISTRICT C  \n1003 South Hilicrest Parkway  \nAltoona, Wisconsin 54720  \nPhone (715) 838-0139  \nToil Free 1-800-851-7571  \nDISTRICT D  \n5191 Abitz Road  \nAppleton, Wisconsin 54914-9016  \nPhone (920) 739-6378  \nToll Free 1-800-851-7559  \nHEALTH BENEFIT OFFICE  \nN27 W23233 Roundy Drive  \nP.O. Box 160  \nPewaukee, Wisconsin 53072  \nPhone (262) 549-9190  \nToll Free 1-800-242-7018  \nSKILL IMPROVEMENT &  \nAPPRENTICE OFFICE  \nW11584 State Highway 21  \nColoma, Wisconsin 54930  \nPhone (715) 228-4911  \nToll Free 1-800-779-2173  \nPage  \nAdministrative Dues eee 39  \nAssignment of eee 2  \nBond Requirements eee 38  \nClassifications and Wage Rates .............. 21  \nEnforcement. eee eee ee eee 18  \nFringe Benefit Funds 35  \nGeographical Area... ees 6  \nindustry Advancement Program.............. 42  \nJoint Labor Management Work Preservation Fund 41  \nJurisdiction... ees 6  \nMaintenance of Standards 4)  \nMemorandum of Understanding .............. 58  \nOiler...... 11  \nPeriod of 5  \nPicket Ling. ee eee 32  \nPreamble... ee ees 1  \nRecognition cc ee eee 1  \n54 pee ged eee oe GE 29  \nDOIG pee eked £865 31  \nScope of eee 2  \nSecurity Payments 0.000 ce eee eee 30  \nSeparability and Savings 28  \nServicing Other Crafts 26  \nShifts and Hours of Employment  \nand Overtime Rates of Pay............... 32  \nSpecial eee 11  \neee ee eee es 5  \nSubstance Abuse Testing & Assistance Policy ... 45  \nSuccesSorsnip ee eee 4}  \nUnion ee es 3  \nWage and Fringe Benefit Allocation ........... 26  \nWork Rules cee eee ee eee eee ees 7  \nAREA |  \nMASTER BUILDING AGREEMENT  \nTHIS MASTER AGREEMENT, made and entered  \ninto this 1st day of June, 2003, by and between the  \nAllied Construction Employers Association, Inc., and  \nthe Associated General Contractors of Greater  \nMilwaukee, Inc., hereinafter called the “Associations”  \nfor and on behalf of those persons, firms or corpora-  \nwho have authorized the Associations to nagoti-__  \nate and a Labor Agreement on their behalf,  \nherein called the “Contractor, and International Union  \nof Operating Engineers, Locai No. 139, hereinafter  \ncalled the “Union.”  \nWITNESSETH:  \nThat the parties hereto, for and in consideration of  \nthe mutual promises and obligations herein contained,  \nagree to and with each other as follows:  \n"], ["ARTICLE 1  \nSection 1.1 RECOGNITION: The Associations and  \n", "the Contractor hereby recognize the Union as the sole  \nand exclusive bargaining agent for all employees in  \nthe bargaining unit. For the purposes of this Master  \nAgreement, the bargaining unit shall consist of all  \nheavy equipment operators and other workers in the  \njurisdiction of the Union as-set forth in Article Vi, and  \nArticle IX, on a multi-employer basis.  \nEmployers may voluntarily recognize the Union  \nunder Section (9}a of the National Labor Relations Act  \nupon a showing of majority status by the Union. A vol-  \nuntary recognition is attached to this Agreement.  \nSection 1.2 PURPOSE: The purpose of this  \nAgreement is to determine the hours, wages and  \n—-i—  \nother conditions of employment, and to adopt meas-  \nures for.the settlement of differences and maintaining  \na cooperative relationship so that the Contractors may  \nsecure sufficient capable workers and the workers  \nmay have as much continuous employment as possi-  \ndie, without interruption by strikes or lockouts, except  \nas otherwise provided by this Agreement.  \n.Section 1.3 ASSIGNMENT. OF WORK: The  \nContractor.hereby, agrees to assign. all, work, that is to  \nbe performed in the categories described in Article VI,  \nSection 6.1, and Article IX, Section 9.1, to employees  \nin the bargaining unit covered by this Agreement.  \nSection 1.4 ASSOCIATIONS’ LIABILITIES: It is  \nunderstood and agreed that the Associations are par-  \nties to this Agreement only as the negotiating agent  \nand shall not be held liable for any violation of its  \nterms by the Contractor.  \nSection 1.5 SCOPE OF AGREEMENT: A) This  \nAgreement shall apply to all on-site building construc-  \ntion work including operations incidental thereto.  \nBuilding construction work shall include the construc-  \ntion, erection, dismantling, wrecking, modification,  \naddition to or improvements of building structures; the  \nconstruction, erection, modification of industrial  \nplants, commercial buildings, residential structures,  \nsteam and nuclear power plants; snow removal; flood  \ncontrol; prestressed concrete erection; the driving of  \nsheet piling and piling, caisson work; foundation work;  \natomic reactors, ordnance plants; the construction and  \ndewatering of all underground utilities; such as, sewer  \nand water mains, gas lines, tunnels, and conduit; rail-  \nroad construction and maintenance; and all street  \nwork public and private, such as excavating, grading,  \nlandscaping, paving and any other work directly relat-  \n—?—  \ned to the aforementioned operation. This Agreement  \nexcludes all marine work on the Great Lakes  \n(Michigan-Superior) as well as all work let by the  \nWisconsin Department of Transportation.  \nSection 1.5 (B) When bargaining unit employees  \nare assigned to perform work outside the scope of this  \nAgreement as defined in paragraph (A) above, and  \nsuch work is not covered by the provisions of any  \nother labor agreement with the Union or another bona  \nfide labor organization, said employees shall receive  \nall fringe benefit fund contributions set forth in this  \nAgreement and at least the minimum wage rate set  \nforth herein.  \nMembers of the bargaining unit who refuse to per-  \nform work outside the scope of the Agreement shall  \nnot be discriminated against, however, a member may  \nbe laid off for such refusal.  \n"], ["ARTICLE tl  \nUNION SECURITY  \n", "Section 2.1 MEMBERSHIP: All present employees  \nof the Contractor covered by this Agreement who are  \nmembers of the Union as of the date of execution of  \nthis Agreement shall, as a condition of continued  \nemployment with said Contractor, maintain member-  \nship during the life of this Agreement to the extent of  \ntendering the periodic dues and initiation fees uni-  \nformly required by the Union as a condition of acquir-  \ning or maintaining membership. All present employees  \nof the Contractor covered by this Agreement who are  \nnot members of the Union and all employees of the  \nContractor covered by this Agreement shali become  \nmembers of the Union within eight (8) days following  \nthe date of this Agreement or within eight (8) days fol-  \nem Bee  \nlowing the date of hire, whichever is later, and shall, as  \na condition of continued employment with said  \nContractor, maintain membership during the life of this  \nAgreement to the extent of tendering the periodic  \ndues and initiation fees uniformly required by the  \nUnion as a condition of acquiring or maintaining mem-  \nbership.  \nSection 2.2 FAILURE TO MAINTAIN MEMBER-  \nSHIP OR JOIN: Upon written notice from the Union,  \nadvising that an employee covered by this Agreement  \nhas failed to maintain membership in the Union in  \ngood standing as covered above, by payment of uni-  \nform initiation fees and/or dues as required, the  \nContractor shall forthwith discharge the employee  \nunless the Contractor has reasonable grounds for  \nbelieving that membership was not available to the  \nemployee on the same terms and conditions general-  \nly applicable to other members, or that membership  \nwas denied or terminated for reasons other than for  \nfailure of the employee to tender the periodic dues and  \ninitiation fees uniformly required by the Union as a  \ncondition of acquiring or maintaining membership.  \nSection 2.3 WRITTEN NOTICE: The Contractor  \nshall not discharge or cause an employee to lose any  \nwork under this Article except upon written notice from  \nthe Business Representative as set forth herein.  \nSection 2.4 EQUAL EMPLOYMENT OPPORTUNI-  \nTY: The Contractor and the Union agree that there will  \nbe no discrimination in employment based upon race,  \ncolor, creed, national origin, sex, or age, and that  \nnothing elsewhere in this Agreement shall be con-  \nstrued as requiring or permitting such discrimination.  \n"], ["ARTICLE Ill  \nPERIOD OF AGREEMENT  \nSection 3.1 PERIOD OF AGREEMENT: This  \n", "Agreement shall continue in full force and effect until  \nMay 31, 2006, and thereafter and shall be subject to  \namendment or termination only if either party notifies  \nthe other party in writing of its desira to amend or ter-  \nminate the same not more than one hundred and  \ntwenty (120) days, but not less than ninety (90) days  \nprior to May 31, 2006, or of the expiration date of any  \nsubsequent agreement.  \n"], ["ARTICLE iV  \nSUBCONTRACTING  \nSection 4.1 UNION SUBCONTRACTOR: The  \n", "Contractor agrees that, when subletting or contracting  \nout work covered by this Agreement which is to be  \nperformed within the geographical coverage of this  \nAgreement at the site of the construction, alteration,  \npainting, or repair of a highway, building structure or  \nother work, they will sublet or contract out such work  \nonly to a subcontractor who is signed to this Master  \nAgreement.  \nSection 4.2 When situations arise wherein it is  \nclaimed that no union contractor is available for the  \nproposed work, the Contractor and the Union shail  \nmeet and agree upon an equitable solution.  \n"], ["ARTICLE V  \nGEOGRAPHICAL AREA  \n", "5.1 AREA: This Agreement applies to the  \nfollowing counties in the State of Wisconsin: Kenosha,  \nMilwaukee, Ozaukee, Racine, Washington and  \nWaukesha.  \n"], ["ARTICLE VI  \nJURISDICTION  \nSection 6.1 EQUIPMENT ASSIGNMENT: The  \n", "Employer agrees to assign any equipment within the  \njurisdiction as described below to bargaining unit  \nemployees: the operation of ail hoisting and portable  \nengines on building and construction work where  \noperated by steam, electricity, diesel, gasoline,  \nhydraulic, or compressed air, butane, propane, or  \nother gases and nuclear or atomic power, including  \nbut not limited to, all equipment listed in Section 9.1  \n(Wage Classification) of this Agreement.  \nSection 6.2 NEW OR UNLISTED EQUIPMENT:  \nShould new or unlisted equipment within the claimed  \njurisdiction of the International Union of Operating  \nEngineers be utilized for which no wage rate appears  \nin this Agreement, the Union and the Association, act-  \ning on behalf of all the Contractors party to this  \nAgreement, shall meet and agree on the wage rate to  \nbe paid for its operation.  \n"], ["ARTICLE Vil  \nWORK RULES  \nSection 7.1 MANNING DETERMINATION: The  \n", "number of workers to be empioyed is at the sole dis-  \ncretion of the Contractor, and the fact that certain  \nclassifications and rates are established does not  \nmean that the Contractor must employ workers for any  \none or ail classifications or to operate any particular  \npiece of equipment that happens to be on the project -  \nunless the Contractor determines they have need for  \nsuch workers ar unless otherwise provided for in this  \nAgreement.  \nSection 7.2 JUST CAUSE: The Contractor may  \ndischarge any workers for just cause shown, or whose  \nwork is unsatisfactory, or who fails to observe the safe-  \nty precautions, or other rules or regulations prescribed  \nby the Contractor for the health, safety and protection  \nof the workers. Further, the Contractor shall have the  \nright to discharge any workers for drunkenness, dis-  \nhonesty, or insubordination in the performance of  \nhis/her job. However, no workers shall be discharged  \nfor defending the rights of any workers under the  \nterms of this Agreement.  \nSection 7.3 SMALL EQUIPMENT: Combination  \nsmall equipment operators, operating and maintaining  \nequipment listed in Article IX, Section 9.1,  \nCiassification 4, shali be assigned at the Pre-Job  \nConference.  \nSection 7.4 FORKLIFT ASSIGNMENT: The oper-  \nation of forklifts is exclusively the craft work of the  \nOperating Engineers and assignment of said opera-  \ntion shall be made to an Operating Engineer, dis-  \npatched and covered by the terms and conditions of  \nthis Agreement. On jobs or projects where the use of  \n—7—  \nthe forklift is not of sufficient quantity to warrant the  \nemployment of an operator, the Contractor or  \nContractor Representative will contact the Union  \nDistrict Business Representative of the Operating  \nEngineers and if mutually agreed, then and only then,  \nmay the Contractor use another employee to perform  \nsaid work.  \nSection 7.5 HEATERS: All fueling, maintenance,  \nchecking, or on the job repair of all heaters used for  \ntemporary heating, such as Herman Nelson, Dravo,  \nWarner, Silent Glo and other similar types is the work  \nof the Operating Engineer, Operating Engineers will  \nnot be required when electric heaters are powered by  \na commercial source. Operating Engineers will not be  \nrequired when heaters are furnished and serviced by  \na commercial source.  \nSection 7.6 BOILERS: An Operating Engineer  \nshall be assigned to all portable boiters used for tem-  \nporary heating purposes, heating of materials, or any  \nother power purposes, on a project site and the  \nOperating Engineer shall be in attendance at all times  \nthat the boiler is operating.  \nSection 7.7 (A) POWER PACK VIBRATORY: An  \nOperating Engineer shall be assigned to all power  \npack vibratory/ultra sound driver and extractor equip-  \nment while driving or extracting sheeting, piling or  \ncaissons. The following manning clause is agreed:  \nIt is not necessary to assign a worker exclusively to  \nthis equipment unless an extra worker is needed to  \noperate the vibratory hammer, If the operating controls  \nare located at the crane operator's station, no extra  \nworker is required. lf the operating controls (e.g. on,  \noff, clamp, etc.) are operated by other than the crane  \noperator, then that person shall be an operating engi-  \n—g—  \nneer and not the oiler assigned to the crane. He/she  \nshail be paid the wage rate listed in Classification No.  \n4,  \nSection 7.7 (B} GENERATORS: Generators or  \ncombination of generators having a capacity of 150  \nKW or less shall be assigned to an Operating  \nEngineer. Generators or combinations of generators  \nof over 150 KW on a single project and operated by a  \nsingle Employer shall be assigned to an Operating _  \nEngineer and an Operating Engineer shail be in atten-  \ndance at all times that the generators are operating.  \nThe Operating Engineer so required may also attend  \na deep well type dewatering system when such sys-  \ntem requires manning.  \nSection 7.8 AiR COMPRESSORS: Air Compres-  \nsors or combinations of air compressors having a  \ncapacity of 400 cubic feet per minute or less shail be  \nassigned fo an Operating Engineer. Air compressors  \nor combinations of air compressors of over 400 cubic  \nfeet per minute on a single project and operated by a  \nsingle Employer shaii be assigned to an Operating  \nEngineer and an Operating Engineer shall be in atten-  \ndance at all times that the compressors are operating.  \nSection 7.9 CONCRETE PUMPS: All concrete  \npumps shali be assigned to Operating Engineers and  \nOperating Engineers shall be in attendance at all  \ntimes that the concrete pump is operating.  \nSection 7.10 WELL POINT AND DEWATERING  \nSYSTEMS: {A) A dewatering system is defined as a  \nseries of wall points or deep wells from which contin-  \n‘ UOUS pumping is done.  \n(B) The dewatering system utilizing well points shall  \nbe manned by a member of the bargaining unit at all  \ntimes that the system is pumping, except that dewa-  \n—g—  \ntering systems utilizing well points with pumps pow-  \nered by electric motors shall not require manning on a  \nfull-time basis, but shall be serviced and repaired by a  \nmember of the bargaining unit. If the Contractor deter-  \nmines that manning is required, the system shall be  \nmanned by a member of the bargaining unit. .  \n(C) A dewatering system utilizing deep wells shall  \nbe assigned to a member of the bargaining unit and  \nshall be manned by a member of the bargaining unit  \nas required by the Contractor and in accordance with  \nArticle Vil, Section 7.19 of this Agreement.  \nA dewatering system utilizing deep wells and  \npumps driven directly by internal combustion engines  \nshall be manned at all times the system is pumping.  \n(D) In the event of non-compliance with assignment  \nand manning provisions of this Section as they pertain  \nto the operation of a dewatering system utilizing well  \npoints, the sole remedy shal! be to assign and man the  \ndewatering system by a member of the bargaining unit  \nfor all additional hours that the dewatering system  \noperates.  \nSection 7.11 ENGINEER AND OILER: (A) Oiler.  \nAn oiler sha)) be assigned to cranes and derricks with  \na lifting capacity of over one-hundred (100) ton (man-  \nufacturers’ rated capacity). It is agreed the manufac-  \nturers’ rated capacity to mean: The lifting capacity  \nshown at its minimum lifting distance from center pin,  \nwith the tracks or outriggers fully extended, with the  \nminimum amount of boom, and with the maximum  \namount of counterweight on and extended, maximum  \namount of sheaves and lagging, for the  \nmaximum lifting capacity.  \n—— 4) —  \n(B) CAISSON OR VERTICAL BORING MA-  \nCHINES: Caisson or vertical boring machines shail  \nhave an engineer and an ailer assigned to operate  \nand maintain them. When machine movements on the  \nproject necessitate a second employee, such employ-  \nee will be a member of the bargaining unit.  \n(C) START-UP TIME: The engineer and oiler shall  \nstart work one-half (4) hour before the regular shift to  \noil, grease, start machines, safety inspection, or other  \nwork to be parformed. -  \n(D) OILER’S DUTIES: The oiler shall be under the  \ndirect supervision of the operator. His/ner main duty  \nshall be to the equipment he/she is assigned to. It is  \nagreed that in addition to his/ner main duty as an oiler,  \nhe/she may maintain not more than two (2) machines  \nin Classification No. 4 of Article IX, Section 9.1.  \n(E) SPECIAL PROJECTS: On ail atomic, gas,  \nnuclear and steam power plants, hydro-electric plants,  \ndefense plants, earth dams, river flood control proj-  \nects, an engineer and oiler shall be assigned to all  \ncranes, clamshells, draglines, derricks, pile drivers,  \nshovels, backhoes (except tractor type), boring rigs,  \nregardless of capacity or size, all rough terrain cranes  \ntwenty-five (25) tons or over, (manufacturers’ rated  \ncapacity).  \n{F) An oiler shall be assigned to assist the operator  \non all GCI, GCl-type and all other similar cranes.  \nSection 7.12 (A) START-UP TIME (Equipment Not  \nRequiring Oilers): For all cranes, shovels, draglings,  \nderricks, backhoes (excluding tractor type backhoes)  \nand concrete pavers where an oiler is not required, the  \noperator of such equipment shall be paid an addition-  \nal thirty (30) minutes of pay at one and one-half (1%)  \ntimes his/her reguiar rate of pay for oiling his/her  \n  \nmachine before or after his/her regular work shift. The  \ntime must be put in before or after the regular work  \nshift in order to be eligible for this pay,  \nSection 7.12 (B) MACHINE MOVEMENT: When  \nmachine movements to the project, from the project,  \nand around the project site necessitate a second  \nemployee, such employee will be a member of the  \nbargaining unit.  \nSection 7.13 MASTER MECHANIC OR FORE-  \nMAN: On all gas, atomic, nuclear, and steam power  \nplants, hydro electric plants, defense plants, earth  \ndams, river flood control projects, where ten (10) or  \nmore operating engineers exclusive of oilers are  \nemployed by a single Contractor, and on project-spe-  \ncific agreements where an Employer utilizes six (6) or  \nmore cranes of 100 tons or farger capacity, that  \nContractor shall employ a Master Mechanic/Foreman  \nfor each shift worked, On the aforementioned projects,  \nthe Master Mechanic/Foreman and the Job Steward  \nshall be in attendance for all hours worked by the  \ncrew, The Master Mechanic/Foreman may be  \nassigned additional duties by mutual agreement of the  \nEmployer and Union.  \nSection 7.14 PRE-JOB CONFERENCE: The Con-  \ntractor shall communicate with the Union prior to start-  \ning work on any project and the Contractor and the  \nUnion shall jointly establish a time and place for a Pre-  \nJob Conference. The Union shall reserve the right to  \nwithhold the services of members of the bargaining  \nunit employed by the Contractor arid the subcontrac-  \ntors until a Pre-Job Conference is held.  \nSection 7.15 STEWARD CLAUSE: The Contractor  \nagrees to recognize the right of the Union to select a  \nsteward trom the working force on the job site. A stew-  \n—i2—  \nard shall be required to do a full day's work. The Union  \nand the Contractor shall determine the steward’s  \nduties at the Pre-Job Conference.  \nSectlon 7.16 (A) PERSONNEL HOIST AND  \nMATERIAL HOISTS: Material hoists used in the hoist-  \ning or lowering of materials or rubbish shall be  \nassigned to and operated by a member of the bar-  \ngaining unit while“they are in operation. Personnel  \nhoists when operating, shall be assigned to an  \n‘Operating Engineer and be operated by a member of  \nthe bargaining unit.  \n(B) ELEVATOR: The operation of the elevator is  \nexclusively the craft work of the Operating Engineers  \nand assignment of said operation shall be made to an  \nOperating Engineer, dispatched and covered by the  \nterms and conditions of this Agreement. On jobs or  \nprojects where the use of an elevator is not of suffi-  \ncient quantity to warrant the employment of an opera-  \ntor, the Contractor or Contractor Representative will  \ncontact the Union District Business Representative of  \nthe Operating Engineers and if mutually agreed, then  \nand only then, may the Contractor use another  \nemployee to perform said work.  \nSection 7.17 HELICOPTERS: When helicopters  \nare used in the hoisting, lowering of materials, or in  \nthe erection or dismantling of machinery, an Operating  \nEngineer will be assigned to the project during the  \nfunctional operation of the helicopters.  \nSection 7.18 JACKS: Motor or engine operated  \njacks or consoles used at the project site in post ten-  \nsioning, prestressing or slipform construction work  \nshall be assigned to and operated by an Operating  \nEngineer.  \n—13—  \nSection 7.19 NUMBER OF MACHINES: Operators  \nassigned to certain equipment shall not be required to  \noperate more than two (2) machines in any one day. If  \nthe rate applicable to one machine is higher than the  \nother, the higher rate shall apply and be paid for the  \nfull shift. This restriction shall not apply to small equip-  \nment such aS pumps, welding machines, generators  \nunder 150 KW, compressors under 400 CFM, small  \nconveyors, mixers under 14S, heaters or any other  \nsmall equipment not specifically named in other parts  \nof this Agreement.  \nSection 7.20 ACCESS TO SITE: Authorized repre-  \nsentatives of the Union shall have access to all proj-  \nacts provided, however, that they report their presence  \nto the Contractor or their immediate representative on  \nthe jobsite if necessary to check the workers during  \nworking hours. Contractors will endeavor to supply  \nadequate passes if possible.  \nSection 7.21 METHOD OF PAYMENT: A  \nContractor shall pay once a week on a calendar week  \nbasis. Employees will be furnished with the following  \ninformation: 4) Total hours worked or straight-time  \nhours worked, 2) Overtime hours or overtime earn-  \nings. 3) Gross pay. 4) Total other deductions. After  \nreceiving his/her weekly wage, if an employee submits  \na written request for a copy of his/her weekly payroll  \ncomputation, the Contractor shall provide the employ-  \nee such information.  \nlf a worker is discharged, he/she must be paid at  \nthe next regular payday. Placing the worker's check in  \nthe mail twenty-four (24) hours before the next reguiar  \npayday shall be in compliance with this provision.  \nUpon layoff or discharge, al) employees shail be fur-  \nnished a written slip stating the reason for discharge  \n— 14—  \nor layoff. A copy of the notice shall be sent to the near-  \nest District Union Office. In the event of non-cornpli-  \nance (with the pay provisions and/or separation slips)  \nthe sole remedy of the discharged employee shall be  \nthat he/she be paid for eight (8) hours commencing  \nwith the day of discharge at his/her present rate until  \nthe separation check and/or notice is personally deliv-  \nered or mailed.  \nSection 7.22 REPAIR OF EQUIPMENT: Where _ __  \nwork is to be done (on the job or in Contractor's yard)  \nsuch as to operate, setup, or repair engines, equip-  \nment or boilers, said work or repairs shall be done by  \nmembers of Local Union #139, or authorized dealers  \n{warranty work only). The operator of that equipment  \nshall be in attendance, at his/her regular rate of pay,  \nrepairing or assisting. in the repair, or otherwise  \nemployed during the normal productive period.  \nSection 7.23 DRINKING WATER/SANITARY  \nFACILITIES: The Contractor shall be required to fur-  \nnish fresh drinking water and sanitary drinking cups at  \nall times. The Contractor shal! also provide adequate  \ntoilet facilities.  \nSection 7.24 TRANSPORTATION: No member of  \nthe bargaining unit shall be required to own or furnish  \npickups or other such transportation equipment as a  \ncondition of employment. Whenever because of  \nramoteness of parking areas, hazardous road condi-  \ntions, or security restrictions, the Contractor is  \nrequired to furnish transportation for workers within  \nthe job site to the place of their work, the project man-  \nagement and Union will meet to establish any special  \nconditions surrounding such personnel haul opera-  \ntion. When the Contractor furnishes such transporta-  \ntion to the employee without cost to him/her, the  \nwom (5  \nequipment shall include seats and protection from the  \nelements, and definite pickup and discharge points  \nshail be determined.  \nSection 7.25 PARKING: The Contractor shall pro-  \nvide adequate parking for all operating engineer  \nemployees on or near the Contractor's job site, subject  \nto the Pre-Job Conference.  \nSection 7.26 TOOLS: {A} Mechanics sha!l not be  \nrequired to furnish socket tools larger than one half (4)  \ninch drive capacity, or wrenches of one and one-fourth  \n(1%) inch capacity.  \n(B) When employees furnish their own tools and  \nleave such tools on the premises (or  \nmechanics service truck) or jobsites, these tools will  \nbe insured or replaced by the employer against theft,  \nfire or damage caused by misuse by other employees,  \nprovided that the employee has provided an itemized  \nlist of the tools and their current replacement value to  \nthe empfoyer.  \nSection 7.27 TIME OFF FOR UNION DUTIES:  \nWhen an engineer or any member of the bargaining  \nunit has been elected or appointed by his/her Local  \nUnion as a delegate ta conventions, conferences, or  \nany other Union sponsored activity, the Contractor  \nagrees to arrange time off for the employee without  \npay. His/her employment and job status will remain the  \nsame. If necessary the Loca) Union shall provide an  \nexcuse in writing for his/her absence and the Union  \nwill endeavor to supply a qualified replacement.  \nSection 7.28 MOVEMENT OF EQUIPMENT: When  \nit is necessary for the Contractor to have the operator  \nmove his/her piece of equipment from one job site to  \nanother during the workday, the Contractor will trans-  \nport him/her to his/her private transportation and the  \n— 16 —  \nContractor will pay him/her continued time.  \nSection 7.29 REGULAR ASSIGNED ENGINEERS:  \nThe engineer, or crew, regularly assigned to a piece of  \nequipment shail be given preference when this piece  \nof equipment is required to work on a regular workday,  \nSaturdays, Sundays, and Holidays, or other overtime.  \nWhen the equipment to which such engineer or crew  \nis assigned is utilized, and the engineer or crew is not  \ngiven preference, such engineer or crew shall be paid  \nfor all hours that the machine has worked.  \nSection 7.30 LEASING: The Contractor shall not  \nassign bargaining unit members to operate or perform  \nbargaining unit work on equipment owned or leased  \nby any third party empioyer who is not signatory to this  \nagreement unless the equipment has been bought or  \nleased from the contractor by the third party employer.  \nThe Contractor shall not use any leasing device to or  \nfrom a third party to evade this Agreement.  \nSection 7.31 APPRENTICES: The use of appren-  \ntices shall be encouraged and promoted. Apprentices  \nwill be excluded from the terms as provided for in  \nArticle {X, Section 9.3, Servicing Other Crafts. The  \nStandards for apprenticeship shall be set and main-  \ntained by the Board of Trustees of the Joint  \nApprenticeship and Training Committee. It is agreed  \nand understood by and between the Union and the  \nContractors that the ratio of apprentices and journey-  \nworkers will be subject to review by the JATC Board of  \nTrustees on an annual basis.  \nRATIO OF APPRENTICES TO JOURNEYWORKERS  \nOne apprentice will be allowed as long as there is  \none journeyworker. A second apprentice will not be  \nallowed until there are eleven journeyworkers. An  \nadditional apprentice will be allowed for each addition-  \n—1i7—  \nal ten journeyworkers. This ratio will be based on the  \nemployer's total operating engineer work force and not  \non a per job basis.  \nApprentice wages are structured as follows:  \nPay Period Wage Rate (based on Class 3)  \nFirst 1,500 Hours 60% + *10% = 70%  \nSecond 1,500 Hours 65% + *10% = 75%  \nThird 1,500 Hours 70% + *10% = 80%  \nFourth 1,500 Hours 80% + *10% = 90%  \n*Additional 10% is added for related instruction pay  \nSection 7.32 FOREMEN: Except as provided for in  \nSection 7.13, when in the opinion, the  \ncrew is large enough to require the services of an  \nequipment foreman, such foreman shall be a member  \nof the craft and shail be employed under the terms  \nand conditions of this Agreement.  \nSection 7.33: WAGE DETERMINATION FORMS.  \nContractor agrees to fill out a!l Federal and State  \nWages Determination Request Forms which may be  \nsent to them and furnish the Union a copy of same.  \n"], ["ARTICLE VIII  \nENFORCEMENT  \n", "Section 8.1 It is understood and agreed by and  \nbetween the parties that there shail be neither strikes  \nnor lockouts because of disputes, disagreements or  \ndifferences concerning the interpretation or applica-  \ntion of the terms and provisions of this Agreement.  \nExcepting those instances provided otherwise in this  \nAgreement, such disputes, disagreements, or differ-  \nences shall be resolved as hereinafter provided for.  \n— 48 oe  \nSection 8.2 A grievance must be filed in writing by  \nthe Contractor, or the Union, within ten (10) days of  \nthe date the matter is brought to the attention of either  \nparty (copy sent to ACEA office).  \nSection 8.3 All grievances, disputes or complaints  \nof violations of any provisions of this Agreement shall  \nbe submitted to final and binding arbitration by an arbi-  \ntrator from the Federal Mediation and Conciliation  \n— Service. Notice of the grievance dispute shall be given ~  \nto the Contractor or as applicable to the Headquarters  \nOffice of the Union at ieast ten (10) days before serv-  \ning of the demand for arbitration in order to permit  \nefforts to adjust the matter without litigation. The arbi-  \ntrator shall be a construction oriented arbitrator regis-  \ntered with the Federal Mediation and Conciliation  \nService. The arbitrator shall have the sole and exciu-  \nsive jurisdiction to determine the arbitrability of such  \ndispute as well as the merits thereof. Written notice by  \ncertified mail, return receipt of a demand for arbitration  \nshall be given to the Contractor or as applicable to the  \nUnion at its headquarters’ office. The Contractor or the  \nUnion shall agree in writing within seven (7} days to  \narbitrate the dispute.  \nBoth parties shall cooperate to have the case heard  \nby an arbitrator within seven (7) days of the written  \nagreement to arbitrate, provided an arbitrator is avail-  \nable. The arbitrator shall have the authority to give a  \nbench decision at the close of the hearing, unless  \nhe/she shall deem the issues to be unusually com-  \nplex, and thereafter he/she shall reduce the award to  \nwriting. Grievances over discharge or suspension  \nshail be filed no later than ten (10) calendar days after  \nthe matter is brought to the attention of the Business  \n—19—  \nRepresentative of the Union.  \nSection 8.4 in the event the arbitrator finds a viola-  \ntion of the Agreement, he/she shali have the authority  \nto award back pay to aggrieved person or persons on  \nthe referral list in addition to whatever other or further  \nremedy may be appropriate.  \nSection 8.5 !n the event a Contractor or the Union  \ndoes not agree to arbitrate a dispute within seven (7)  \ncalendar days or does not cooperate to have the case  \nheard within seven (7) calendar days after the written  \nagreement to arbitrate or does not comply with the  \naward of the arbitrator, the other party shall have the  \nright to use all legal and economic recourse.  \nSection 8.6 Ali expenses of the arbitration except  \nthe attorney's and witness’ fees shall be shared equai-  \nly by the Union and Contractor involved.  \nMASTER BUILDING AGREEMENT — AREA |  \n"], ["ARTICLE |X  \nCLASSIFICATION & WAGE RATES —  \n", "Section 9.1 \"Wage Rate “Wage Rate “Wage Rate  \nCLASSIFICATION: Effective Effective Effective  \n; 6/1/2003 6/1/2004 6/1/2005  \n1. (A) Cranes, Tower cranes and Derricks with or  \nwithout attachments with a lifting capacity of  \nover 100 tons or Cranes, Tower cranes and  \nDerricks with boom, leads, and/or jib lengths  \nmeasuring 176 feet or longer, Boring machines  \n(directional), Master mechanic or Foreman.  \nThére will be a premium of the higher of $.50  \nper 100 ton or per one hundred feet of boom (or  \nany portion thereof) for the length of boom over  \n200 feet or lifting capacity of the crane over 200  \ntons to a maximum of 500 tons or 500 feet. If  \nCCO certification is required by owner of proj-  \nect a ten (10) cent per hour increase will be  \npaid for al! cranes. (Contracts let after June 1,  \n2003) 2. eee tents $29.79  \n1. {B) Cranes, Tower cranes and Derricks with or  \nwithout attachments with a lifting capacity of !  \n100 tons or under or Cranes, Tower cranes, and  \nDerricks with boom leads and/or jib lengths  \nmeasuring 175 feet or under and Backhoes  \n(excavators) 130,000 Ibs. and over, Caisson  \nrigs, Pile drivers and Boring machines (vertical  \nor horizontal), versi-lifts, tri-lifts, and gantrys  \n(over 20,000 pounds). if CCO Certification is  \nrequired by owner of project a ten (10) cent per  \nhour increase will be paid for all cranes  \n(Contracts let after June 1, 2003) .........  \n1.(C) Backhoes (excavators) under 130,000 Ibs.,  \nTraveling cranes (bridge type), Skid rigs,  \nDredge operator, Concrete paver {over 27E),  \nConcrete spreader and distributor, Fork lift  \n{machinery moving/steel erection). Hydro-  \nblaster {10,000 psi and over), telescopic mate-  \nfial 00.0. ce ee ee ee  \nMaterial hoists, Stack hoists, Tractor or Truck  \nmounted hydraulic Backhoe, Tractor or Truck  \nmounted hydraulic Crane (5 tons or under),  \nConcrete pumps, Rotec type conveyors,  \nTractor (over 40 h.p.) Bulidozer (over 40 h.p.),  \nEndloader (over 40 h.p.), Motor Patrol, Scraper  \noperator, Sideboom, Straddle — carrier,  \nMechanic and Welder, Bituminous plant and  \n$29.29  \n$28.79  \nPaver operator, Roller (over 5 tons), Rail level-  \ning machine (railroad), Tie placer, Tie extractor,  \nTie tamper, Stone feveler, Rotary drill operator  \nand Blaster, Percussion drill operator, Air track  \ndrill and/or hammers, Trencher (wheel type or  \nchain type having over 8-inch bucket), Milling  \nmachine, Unlicensed off-road Material haulers  \nBackfiller, Concrete auto breaker (large),  \nConcrete finishing machines (road type), Roller  \n(rubber-tired), Concrete batch hopper,  \nConcrete conveyor systems, Grout pumps,  \nConcrete mixers (14S or over), Screw type  \npumps and Gypsum pumps, Tractor, Bulldozer,  \nEndloader (under 40 h.p.), Trencher (chain type  \nhaving bucket 8-inch and under), Industrial  \nlocomotives, Rollers (under 5 tons}, Firemen  \n(pile drivers and derricks), Personnel Hoist, Lift  \nslab machines, Robotic Tool carrier with or  \nwithout attachments  \nTamper-Compactors (riding type), Assistant  \nEngineer, A-frames and Winch trucks, Con-  \ncrete auto breaker, Hydrohammers (small),  \nBrooms and Sweepers, Hoist (tuggers), Stump  \n$28.50  \n$26.62  \nchippers (large), Boats (tug, safety, work  \nbarges and launch), Shouldering machine  \noperator, Screed operator, Stone crushers and  \nScreening plants, Prestress machines, Screed  \noperators (milling machine), Farm or Industrial  \nTractor mounted equipment, Post hole digger,  \nFireman (asphalt plants), Air compressor (over  \n400 CFM}, Generators (over 150 KW), Augers  \n(vertical and horizontal), Air, Electric, Hydraulic  \nJacks (slipform), Skid steer loaders (with or  \nwithout attachments), Boiler operators (tempo-  \nrary heat), Refrigeration plant/freeze ma-  \nchines, Power pack vibratory/ultra sound driv-  \ners and extractors, Welding machines, Heaters  \n{mechanical}, Pumps, Winches (smail electric),  \nOiler and Greaser, Rotary drill helper,  \nConveyor, Forklifts, Elevators, Automatic hoist,  \nPumps (well points), Combination smail  \nEquipment Operators  \nNote: The length of boom on which tower crane long boom wage rate shall be based is the dis-  \ntance from the ground base level of the tower to the point of intersection and from the centerline of  \nthe boom to the tip of the boom. In the case of crawler or mobile cranes, where the tower crane  \nattachment is mounted, the long boom provisions of this Agreement shall be computed from the  \nboom pins on the rotation base to the point sheaves.  \n*Fringe benefits to be paid in addition to these rates. Effective Eftective Effective  \n6/1/2003 6/1/2004 6/1/2005  \n1. Central Pension Fund $6.00 |  \n2. Health Benefit Fund (this amount inctudes $.65 to pre-funding) $6.90  \n3. Skill Improvement & Apprenticeship .......... $ .45  \n4. Vacation Fund (to be established) ...........  \n5. Administrative Dues 1.5% of total Gross Wage and  \nFringe Package. eee eee  \n6. Industry Advancement Program/Contract Admin-  \nistration (IAP/CA) $ 10 $.11 (Including CLMC)  \n7. Joint Labor Management Work Preservation Fund |  \n- See Article XVIW oe eee $ .10 |  \nAPPRENTICE PENSION CONTRIBUTION RATES ARE AS FOLLOWS:  \nFirst 1,500 hours: $1.00 h  \nSecond 1,500 hours eee $1.50  \nThird 1,500 hours eee eee $2.00  \nFourth 1,500 hours ee eee $2.50  \nSection 9.2 WAGE AND FRINGE BENEFIT ALLO-  \nCATION: It is agreed the following wage increases  \nshall become effective on:  \n6/1/04 6/1/05  \nClassification: 1(A) $1.45 $1.50  \n1(B) 1.45 1.50  \n1{C) 1.45 1.50  \n2 1.45 1.50  \n3 1.45 1.50  \n4 1.45 1.50  \nThe Union may elect, at its option, upon at least  \nthirty (30) thirty days’ written notice prior to June 1,  \n2004 and June 1, 2005, to allocate any increase to  \nany or all: 1} Hourly wage rates; 2) Health Benefits  \nFund; 3) Pension; 4) Vacation; 5) Administrative Dues;  \n6) Skill Improvement and Apprenticeship; 7) Joint  \nLabor Management Work Preservation Fund.  \nThe Union agrees to furnish the Associations  \nand/or Contractor, upon at least thirty (30) days’  \nnotice, with a Hold Harmless Agreement when an  \nAdministrative Dues deduction is to be made from an  \nemployee’s gross wages in the absence of a written  \nauthorization for checkoff of membership dues con-  \nforming with the provisions of Section 302(c) of the  \nLabor Management Relations Act, as amended.  \nSection 9.3 SERVICING OTHER CRAFTS:  \nBargaining unit employees servicing other crafts for  \ntwo (2) hours or more shall receive the same wage  \nrate, vacation pay, annuity, individual account retire-  \nment fund, travel time, subsistence and overtime pay  \nreceived by the craft being serviced provided, howev-  \ner, that is is not a lesser amount within this  \nAgreement. This section does not apply to appren-  \ntices.  \n<= 25 =  \nSection 9.4 TRUCK CRANE OPERATORS’  \nTRAVEL EXPENSE: Truck crane operators requested  \nto leave area of residence shall be paid room and  \nboard while in transit, and a receipt shall be turned in  \nto the Company.  \nSection 9.5 TRAVEL, MILEAGE AND SUBSIS-  \nTENCE: When an employee is required to work at a  \njob site where he/she is required to stay overnight,  \nhe/she shall be paid room and board. The employee  \nshall turn in expense receipts to the Employer.  \nSection 9.6 When an employee is transferred from  \none job site to another during his/her regular work  \nshift, he/she shall receive the same rate of pay for  \ntraveling time as he/she received for productive time.  \nSection 9.7 WAITING TIME: Employees sent to  \nsuch a distant job site and not put to work, or if the job  \nis not raady for them to go to work, shall be paid at  \ntheir straight-time hourly wage rates for such time, or  \nsuch employees shall be sent back to the shipping  \npoint, with time and transportation to be paid in accor-  \ndance with Sections 9.5 and 9.6.  \nSection 9.8 REFUSAL TO LEAVE PLACE OF  \nRESIDENCE: Members of the bargaining unit who  \nrefuse to leave their place of residence or travel more  \nthan thirty (30) miles one way to work without room  \nand board and travel pay shall not be discharged or  \ndiscriminated against. However a worker may be laid  \noff for such refusal.  \nSection 9.9 Operators working in areas where an  \nEPA rating has been established shall receive the fol-  \nlowing premiums:  \nEPA level \"A” Protection — $3.00 per hour  \nEPA level “B” Protection — $2.00 per hour  \nEPA {evel “C” Protection — $1.00 per hour  \n—27—  \n"], ["ARTICLE X  \nSEPARABILITY AND SAVINGS  \n", "Section 10.1 SEPARABILITY: If any article, sec-  \ntion or provision of this Agreement shall be held invalid  \nby operation of law or by any tribunal of competent  \njurisdiction, or if compliance with or enforcement of  \nany article, section or provision should be restrained  \npending a final determination as to its validity, the  \nremainder of this Agreement shall not be affected  \nthereby and shall stay in full force and effect.  \nSection 10.2 REVISIONS: In either of the events  \nset forth in Section 10.1 above, the Associations and  \nthe Union shal! enter into immediate collective bar-  \ngaining negotiations for the purpose of arriving at a  \nmutually satisfactory replacement for such article,  \nsection or provision for the remainder of the term of  \nthis Agreement or for the period of the restraint,  \nwhichever is the shorter. If the parties do not agree on  \na replacement within sixty (60) days after commence-  \nment of the period of invalidity or restraint, the dis-  \nagreement shall be resolved under the terms of Article  \nVIII, Enforcement.  \nSection 10.3 ENTIRETY OF CONTRACT: This  \nAgreement represents the entire contract between the  \nparties and supercedes any previous agreements,  \nsupplements or addenda, written or verbal. !t is further  \nunderstood that neither the Union, the Contractor nor  \nthe Associations has the right to add or subtract from  \nthe terms of this Agreement without the mutual written  \nconsent of all parties thereto.  \n— 23 —  \n"], ["ARTICLE Xi  \nREFERRAL  \n", "Section 11.1 When the Contractor needs addition-  \nal employees for work within the jurisdiction of  \nOperating Engineers Loca! No. 139, they shall give the  \nUnion first opportunity to dispatch such help, inform-  \ning the Union of the location, nature and extent of the  \njob, and shall allow forty-eight (48) continuous hours  \n_ for referral. of prospective employees (to exclude —  \nweekends and holidays).  \nSection 11.2 An Employer's request for individual  \noperator by name will be honored providing the oper-  \nator requested is presently on the out-of-work book  \nfive (5) days, and has worked under a Local 139 col-  \nlective bargaining agreement within the past twelve  \n(12) months or is employed regularly on a Season-to-  \nseason basis by the requesting employer and an  \nemployer's request for an individual operator by name  \nwill be honored providing the request is submitted in  \nwriting by fax or mail within twenty-four hours.  \nSection 11.3 In the event the Contractor is notified  \nthat such help is not available, or in the event the  \nemployees called for do not appear for work at the  \ntime designated by the Contractor, the Contractor may  \nhire from any other available source.  \nSection 11.4 Any employee who is hired in viola-  \ntion of this Articia shall be discharged by the  \nContractor when the violation has been brought to  \ntheir attention in writing by the Business Rep-  \nresentative.  \nSection 11.5 The Contractor shall have the right to  \naccept or reject, to employ or not to employ, any appli-  \ncant referred by the Union.  \n—29—  \nSection 11.6 In the event an employee fails to  \nreport for work, becomes sick during the course of the  \nday, or for some other reason disrupts the Contractor's  \nwork routine by not working, the Contractor shall  \nimmediately contact the Union Office to obtain a qual-  \nified replacement. While the Contractor is waiting for  \nthe replacement to arrive, they shall have the right to  \nplace a qualified worker on the equipment in order to  \nkeep the other tradespeople working.  \n"], ["ARTICLE Xlit  \nSECURITY PAYMENTS  \nSectlon 12.1 COMPLIANCE WITH WORKER'S  \n", "SECURITY LAWS. The Contractor shall comply with  \nall Federal and State Laws governing Worker's  \nCompensation, Old Age Benefits, Social Security,  \nCompensation, and so forth.  \nSection 12.2 CERTIFICATE OF COMPLIANCE: In  \norder to insure employees covered by this Agreement  \nagainst the hazards of unemployment, resulting  \nthrough no fault of their own, Contractors who are not  \nautomatically within the provisions of State  \nUnemployment Acts, or required to make contribu-  \ntions thereunder, hereby agree to make voluntary  \napplication to the proper state authorities so as to  \ncome within the statutory provisions of the Wisconsin  \nUnemployment Compensation and Workers’  \nCompensation Acts relating to Contractors who are  \nnot under said Acts and the regulations promulgated  \nthereunder, regardless of number employed. The  \nContractor will furnish the Union their Unemployment  \nInsurance Serial Number. The Employer shail furnish  \nthe Union with a Certificate of Insurance upon written  \nrequest from the Union.  \n— 30 —  \n"], ["ARTICLE Xiill  \nSAFETY  \nSection 13.1 WEATHER PROTECTION: From  \n", "October 15 through May 1, the Contractor shall fur-  \nnish adequate protection from the elements/weather,  \nsuch as windshield, side curtains, winter fan. During  \nperiods of extreme heat, summer fans and umbrellas  \nshail be utilized. On all cranes and hoists heaters will  \nbe provided (hot water, propane, or electric).  \nSection 13.2 PROTECTION FROM FALLING  \nOBJECTS: The Contractor shall equip afl equipment  \nutilized in clearing, grubbing, demolition, wrecking or  \nother work where danger exists from falling debris,  \nwith a protective canopy of approved design.  \nSection 13.3 ACCIDENT REPORT: In the event of  \nan accident involving a member of the bargaining unit,  \nappropriate reports sha!l be completed and a copy  \ndirected to the District Safety Representative of the  \nLocal! Union.  \nSection 13.4 PAYMENT FOR LOST TIME (Day of  \nAccident): When an employes leaves work to go to a  \nphysician for treatment because of an on-the-job  \ninjury he/she shall be paid for time lost provided  \nhe/she returns promptly to the job with a slip from the  \nphysician noting time of release. if the physician gives  \nthe employee a slip advising him\\her not to return to  \nwork, the employee shall be paid for the whole day,  \nnot to exceed (8) hours.  \nSection 13.5 HARD WATS: Hard hats of approved  \ndesign shall be utilized at all times. Employees to be  \ncharged for replacement unless replacement  \nfrom damage in the course of employment.  \n—31—  \n"], ["ARTICLE XIV  \nPICKET LINE  \n", "Section 14.1 PICKET LINES: It shail not be a vio-  \nlation of this Agreement, and it shall not be cause for  \ndischarge or disciplinary action in the event of an  \nemployee refusing to enter upon any property involved  \nin a primary picket line, including the primary picket  \nline of the Union party to this Agreement, and inciud-  \ning any primary picket lines at the Contractor's places  \nof business and at job sites where it is engaged in its  \nnormal operations.  \n"], ["ARTICLE XV  \nSHIFTS AND HOURS OF EMPLOYMENT AND  \nOVERTIME RATES OF PAY  \n", "Section 15.1 NORMAL HOURS OF WORK: Eight  \n(8) hours between 8:00 A.M. and 5:00 P.M. shall con-  \nstitute a reguiar day’s work and forty (40) hours shail  \nconstitute a regular week's work, Monday through  \nFriday. All work performed in excess of eight (8) hours  \nper day shall be paid at one and one-half (1%) times  \nthe regular rate of pay. The starting time and quitting  \ntime and hours of straight time work may be revised to  \ncomply with other crafts on the project if mutually  \nagreed at the Pre-job Conference or if mutually  \nagreed between the Business Manager and the  \nContractor at a later date on projects of at least two (2)  \nweeks duration.  \nAil work performed on Saturday shall be paid at one  \nand one-half (1/4) times the regular rate of pay.  \nSundays and Holidays, the bargaining unit employ-  \nees shall be paid two (2) times the regular rate of pay.  \n—~ 32 —  \nSectlon 15.2 (A) All workers, including workers  \nreporting to work for the first time as ordered, shail  \nreport to work every morning and shall be paid two (2)  \nhours’ pay unless notified before leaving their resi-  \nGence not to report for work. Workers shali be required  \nto remain on the job to qualify for the two (2) hours’  \nreporting pay.  \n(B) Workers who are required to ramain on the job  \nmore than two (2) hours shall receive not less than  \nfour (4) hours’ pay.  \n(C) Workers who are required to remain on the 5 job  \nmore than four (4} hours shail be paid for not less than  \neight (8) hours.  \n(D)} Workers shail be required to remain on the job  \nto qualify for payment under the above conditions.  \n(E) All members of the bargaining unit who start  \ntheir machines or boilers on any job and operate same  \nshail receive not less than four (4) hours’ pay.  \nSection 15.3 REQUEST TO REMAIN ON THE  \nJOB: Ail employees shall be paid for afi time request-  \ned to stay on the job.  \nSection 15.4 For all time worked on Sundays and  \nHolidays, the workers shall be paid twice the regular  \nrate of pay. For the purposes of this Agreement, the  \nfollowing days are stated to be Holidays: New Year's  \nDay, Memorial Day, Independence Day, Labor Day,  \nThanksgiving Day and Christmas Day.  \nNo work shall be done on Labor Day except in  \nextreme emergencies.  \nSection 15.5 (A) A shift for the purpose of this  \nAgreement shall mean one or more crews of workers  \nworking on a pre-arranged schedule for hours other  \nthan the normal work day as provided for in this  \n— 33 —  \nAgreement.  \n(B) Shift work must start no later than 8:00 A.M.  \nWhen three shifts are scheduled, the first shift shall  \nwork eight (8) hours and receive eight (8) hours’ pay  \nat the regular straight time rate. The second shift shall  \nwork seven and one-half (7%) hours and receive eight  \n(8) hours’ pay at the straight time rate, and an addi-  \ntional fifty (50¢) cents per hour. The third shift shall  \nwork seven (7) hours and receive eight (8) hours’ pay  \nat the straight time rate and an additional seventy-five  \n(75¢) cents per hour. There shall be a one-half (4)  \nhour unpaid iunch break near the mid-point of each  \nshift.  \n(C) When two shifts are scheduled, the first shift  \nshall start no later than 8:00 A.M. The first shift shall  \nwork eight (8) hours and receive eight (8) hours’ pay  \nat the straight time rate. The second shift shall  \nwork eight (8) hours and receive eight (8} hours’ pay  \nat the regular straight time rate and an additional one  \ndoliar and twenty-five cents ($1.25) per hour. There  \nshalt be a one-half (4) hour unpaid lunch break near  \nthe mid point of each shift.  \n(D) An employee covered by this Agreement work-  \ning on one shift and substituting for another employee  \ncovered by this Agreement on another shift shall be  \npaid double time.  \n(E) Arrangements may be made by the Contractor  \nand the Business Representative to work overtime on  \na muiti-shift job or to change the starting time for the  \nfirst shift.  \nSection 15.6 SHIFT WORK OUTSIDE NORMAL  \nWORK HOURS: Single shift operations between  \n12:00 Midnight Sunday and 8:00 A.M. Saturday, the  \nshift shall consist of eight (8) hours’ work at the  \n— 34 —  \nStraight time hourly wage rate; however, a single shift  \nStarting after 3:00 P.M. shall be compensated by an  \nadditional two (2%) percent above the operator's clas-  \nsification rate per hour. Shift starting after 11:00 RM.  \nshall be compensated by an additional four (4%) per-  \ncent above the operator's classification rate per hour.  \nAll work performed outside of the designated shift  \nshall be paid for at overtime rates.  \nSection 15.7 SINGLE SHIFT LUNCH: The lunch  \n~~ périod must be taken at mid-shift. Shouid it be neces- -  \nsary for the operator to work through the !unch period  \nor work any part of the lunch period, he/she shall be  \npaid double (2) time for the lunch period, and he/she  \nshall be allowed fifteen (15) minutes for lunch not to  \nexceed one (1) hour after mid-shift.  \n"], ["ARTICLE XVI  \nFRINGE BENEFIT FUNDS  \n", "Section 16.1 CONTRIBUTIONS: During the of  \nthis Agreement, the Contractor shall make contribu-  \ntions to the several Trust Funds set forth in Section  \n16.2 for all hours for which employees covered by this  \nAgreement (whether Union members or not) are paid  \npursuant to this Agreement in such amount per hour  \nas is provided in Section 9.1.  \nin the event of the expiration of this pur-  \nsuant to Article lil, Section 3.1, the contributions to be  \nmade pursuant to this Article shall continue to be  \nmade until! the consummation of a successor agree-  \nment, but not for more than six (6) months, following  \nthe date of expiration.  \nSection 16.2 TRUST FUNDS: The Trust Funds  \nreferred to in Section 16.1 and the hourly rate of con-  \n— 35 —  \ntribution to be paid referred to in Section 9.1 to such  \nTrust Funds, are as follows:  \n1} Gentral Pension Fund of the International Union of  \nOperating Engineers and Participating Employers.  \n2) Operating Engineers Local 139 Health Benefit  \nFund.  \n3) Wisconsin Operating Engineers Skill Improvement  \nand Apprenticeship Fund.  \n4) Vacation: (to be established)  \n5) Administrative Dues: 1.5% of the total Gross Wage  \nand Fringe Package.  \n6) Industry Advancement Program\\Contract Admin-  \nistration (J.A.P/C.A.).  \n7) Joint Labor Management Work Preservation Fund.  \nSection 16.3 VACATION FUND: All persons, firms,  \nor corporations who are signatory parties, or who may  \nbecome signatory parties to this Agreement, shall pay  \ninto the Operating Engineer-Employer Vacation Fund  \nfor the purpose of providing vacation benefits to all eli-  \ngible employees covered by this Agreement, the con-  \ntribution rate specified in Article IX, Section 9.1.  \nVacation payments shall be considered as wages of  \nan employee.  \nThe Fund shall be a jointly trusteed fund subject to  \nthe provisions of the Trust which the appointed  \nTrustees must adopt before collection of vacation con-  \ntributions.  \nSection 16.4 The Associations and the Contractor  \nhereby agree to be bound by the Trust Agreements  \nand amendments thereof, which establish and govern  \nthe Trust Funds reierred to in Section 16.2. The  \nAssociation and the Contractor designate as their rep-  \nresentatives on the Board of Trustees of such Trust  \n— 36 —  \nFunds, such Trustees as have been named and  \nappointed pursuant to said Trust Agreements as  \nEmployer Trustees, together with their successors  \nselected in the manner provided in such Trust  \nAgreements. The Association and the Contractor  \nhereby ratify all actions already taken or to be taken by  \nsuch Trustees within the scope.of their authority.  \nSection 16.5 TIME OF PAYMENTS AND LIQUI-  \nDATED DAMAGES: Payments to the Trust Funds  \nspecified in Section 16.2 shail be at the end of each -.  \nmonth, but no later than the 15th day of the following  \nmonth, after which the payments will be considered  \ndelinquent. In the event a Contractor remains delin-  \nquent until the first day of the month following the due  \ndate of their payments to such a Trust Fund, such  \nContractor shall be assessed liquidated damages and  \ninterest as determined by the Trustees. It is agreed  \nthat this assessment represents the costs to the Trust  \nFunds because of the delinquent contributions.  \nSection 16.6 ENFORCEMENT: (A) The Contractor  \nshall promptly furnish to the Trustees of any of the  \nTrust Funds specified in Section 16.2 or their author-  \nized agents, on ten (10} days notice, all necessary  \nemployment, personnel or payroll records relating to  \nits former and present employees covered by this  \nAgreement, including any relevant information that  \nmay be required in connection with the administration  \nof the Trust Funds. The trustees, or their authorized  \nagents, may examine such employment, personnel or  \npayroll records whenever such examination is deemed  \nnecessary by the Trustees or their authorized agents.  \n(B) The Trustees of such Trust Funds may, for the  \npurpose of collecting any payments required to be  \nmade to such Trust Funds, including damages and  \n= ir  \ncosts, and for the purpose of enforcing the rules of the  \nTrustees concerning the inspection and audit of pay-  \nroll records, seek any appropriate legal, equitable or  \nadministrative relief and they shall not be required to  \ninvoke or resort to the grievance or arbitration proce-  \ndure otherwise provided for in this Agreement. In the  \nevent of the commencement of any legal, equitable or  \nadministrative action for any of the purposes set forth  \nin this Section, the Contractor involved shall pay to the  \nrespective Trust Funds all! incurred attorneys’ fees,  \ncourt reporter fees, filing fees, the costs of effecting  \nservice of papers, the cost of special  \naudits of payroll records and the costs of auditor's  \nservices involved in such legal procedures as may be  \ndeemed necessary by the Trustees, providing such  \nContractor is found to be delinquent.  \nSection 16.7 REMOVAL OF EMPLOYEES: if the  \nemployees are removed from the job by the Union to  \nenforce payments, liquidated damages or assess-  \nments, the employees shall be paid by the delinquent  \nContractor for not more than ten (10) working days at  \nthe straight-time hourly rate.  \nSection 16.8 BOND REQUIREMENTS: The  \nTrustees of any employee benefit for which contribu-  \ntions are required hereunder may require for good  \ncause, that any particular Contractor maintain during  \nthe term of this Agreement a surety bond in the  \namount of Fifty Thousand ($50,000) to guar-  \nantee the payment of such contributions.  \nIn the event of failure, defauit or refusal of the  \nContractor to meet their obligations to their employees  \nor the Pension Fund and Heaith Benefit Fund, when  \ndue, the Trustees of the Pension Fund and Health  \nBenefit Fund may, after written notice to the  \n— 38 —  \nContractor file claim to obtain payment, costs and rea-  \nsonable fees therefrom of the applicable  \nsurety bond.  \nFailure of a Contractor to obtain and maintain an  \naffective surety bond as required herein, or failure and  \ndefault by a Contractor of payment or obligations cov-  \nered by this Agreement in excess.of the amount of the  \nsurety bond may, at the option of the Union, be  \ndeclared by the Union a gross breach of this  \nAgreement in consequence of which the Union shall  \nhave the right to resort to economic and other sanc-  \ntions against the said Contractor.  \nSection 16.9 NATIONAL HEALTH INSURANCE:  \nThe parties agree that in the event the United States  \nGovernment establishes a National Health Insurance  \nProgram to which the Contractor is required to con-  \ntribute and which duplicates coverage of the present  \nhealth program established by this Agreement, the  \nparties will meet to renegotiate the provisions of the  \nfederal! law and the effect of the law upon the benefits  \nand contributions in effect at that time. [n no event  \nshail the {evel of benefits in existence on the effective  \ndate of the law be reduced.  \n"], ["ARTICLE Xvil  \nADMINISTRATIVE DUES  \n", "Section 17.1 ADMINISTRATIVE DUES: During the  \nterm of this Agreement, in accordance with the terms  \nof an individual and voluntary written authorization for  \ncheckoff of membership dues in form permitted by the  \nprovisions of Section 302(c) of the Labor Management  \nRelations Act, as amended, the Contractor shall  \ndeduct each week from the wages of all employees  \ncovered by this Agreement, as Administrativa Dues in  \n— 39 —  \nthe amount designated by the Union.  \nSaid amounts shall be remitted to the Local Union  \nas Administrative Dues and the reporting of these  \namounts shai! be made in the same manner and on  \nthe forms provided for the payment of fringe benefit  \ncontributions. Amounts deducted by the Contractor for  \nthe current month shall be forwarded to the Local  \nUnion, together with the report forms which have been  \nfurnished, by the end of each month, but no later than  \nthe 15th day of the following month, after which pay-  \nments will be considered delinquent.  \nIn the event that the Contractor has deducted the  \nAdministrative Dues from tne employee's wages in  \naccordance with this Section, and fails to remit dues  \nas required herein, the Contractor shall be liable for  \nany Claim and/or cost of collection that may arise on  \naccount of such non-payment. It is further agreed that  \nthe Union shall have the right to strike to collect delin-  \nquencies in the payment of Administrative Dues.  \nSection 17.2 INDEMNITY: The Union hereby  \nagrees to protect, defend, indemnify and hold harm-  \nless any Contractor who is party to or is bound by this  \nAgreement against any and all loss, damages, costs  \nand expenses (including reasonable aitorneys’ fees)  \nand against, of and from any actions, demands,  \nclaims and all causes of action or other forms of liabil-  \nity asserted by any person or governmental! agency  \nthat may arise out of or by reason of action taken by  \nany Contractor in agreeing to and complying with the  \nprovisions of Section 17.1.  \n"], ["ARTICLE XVIII  \nJOINT LABOR MANAGEMENT WORK  \nPRESERVATION FUND  \n", "Section 18.1 During the lite of this Agreement there  \nshail be a Ten (10¢) Cents per hour contribution for all  \nhours worked under the terms of this Agreement paid  \nto the Joint Labor Management Work Preservation  \nFund which is already in existence. Checks shall be  \nmade payable to the Joint Labor Management Work  \nPreservation Fund and sent with the Operating  \nEngineers Health Benefit Fund Report, P.O. Box 2088,  \nDept. 920, Milwaukee, Wisconsin 53201-2088.  \n"], ["ARTICLE XIX  \nSUCCESSORSHIP  \n", "Section 19.1 This Agreement shail be binding upon  \nthe parties hereto, their successors, administrators,  \nexecutors and assigns. In the event the Contractor  \nshail decide to sell or transfer tha business or any  \nparts thereof covered by this Agreement, the  \nContractor will thereupon notify the Union in writing.  \nNothing in this Agreement shail be construed to pre-  \nvent a Contractor from terminating all or part of their  \nbusiness, prior notice to the Union.  \n"], ["ARTICLE XX  \nMAINTENANCE OF STANDARDS  \n", "Section 20.1 The Contractor agrees that all condi-  \ntions of employment in their operation relat-  \ning to wages, fringes and overtime differentials shall  \nDe maintained at not Jess than its highest standards in  \neffect at the time of the signing of this Agreement.  \n  \n"], ["ARTICLE XxXI  \nINDUSTRY ADVANCEMENT PROGRAM/  \nCONTRACT ADMINISTRATION  \n", "Section 21.1 During the life of this Agreement,  \neach Contractor covered by or subject to this  \nAgreement, shall pay to the Industry Advancement  \nProgram/Contract Administration (hereinafter referred  \nto as [AP/CA) Fund, for each employee covered by or  \nsubject to this Agreement, the amount of ten (10¢)  \ncents per hour and (eleven (11¢) cents per hour after  \nJune 1, 2004) for all hours worked by such employee.  \nThese payments shall be made no later that the fif-  \nteenth (15th) day of each month following the month  \nfor which payment is to be made. Payments are to be  \nmailed to P.O. Box 507, Brookfield, W! 53008-0507.  \nSection 21.2 (A) The JAP/CA Fund assets may be  \nutilized for the purpose and uses contemplated by the  \nJAP Agreement and may also be used for activities  \npertaining to the administration of labor agreements  \nwhich require contributions to the [AP/CA Fund and  \nrelated operations The one (1¢) cent added June 1,  \n2004 will be for the employers portion of the  \nConstruction Labor Management Council.  \n(B) it is further understood that the Contractor con-  \ntributions of ten (10¢) cents per hour, or eleven (11¢)  \ncents per hour, as required by Section 21.1 of this  \nArticle shall not be referred to or considered as wage  \nor fringe benefit payments.  \nSection 21.3 In the event a Contractor becomes  \ndelinquent in their payments to the [AP/CA Fund, and  \nafter the Allied Construction Empioyers Association,  \nInc. (ACEA) Board of Directors has advised the delin-  \nquent Employer, in writing, of said delinquency and in  \nview of the fact that the anticipated and actual dam-  \n— 42 —  \nages are difficult or incapable of accurate ascertain-  \nment in such event, such Contractor may be assessed  \nby the Board of Directors, as liquidated damages,  \n20% of such delinquent payments and further such  \ndelinquent Contractor shall be required to pay interest  \nat the maximum rate permitted by law, not to exceed  \none and one-half (1%) percent per month on the  \nunpaid and delinquent balance {including unpaid past  \ndue liquidated damages, if any) owed. [n the event that  \n- the ACEA refers the delinquency to legal counsel for  \ncollection, then such Contractor shall be obligated to  \npay, in addition to such liquidated damages and inter-  \nest charges, reasonable attorney's fees and any other  \ncosts and expenses, reasonably arising in connection  \nwith any collection action.  \nSection 21.4 lf the employees are removed from  \nthe job by the Union to enforce payments or liquidated  \ndamages assessments, the employees shall be paid  \nby the delinquent Contractor for all lost time at the  \nstraight-time hourly rate.  \nSection 21.5 The ACEA or its officers, may for the  \npurpose of collecting any payments required to be  \nmade to the [AP/CA Fund, including damages and  \ncosts, and for the purpose of enforcing rules concern-  \ning the inspection and audit of payroll records, seek  \nany appropriate legal, equitable and administrative  \nrelief, and they shall not be required to invoke or resort  \nto the grievance or arbitration procedure otherwise  \nprovided for in this  \nSection 21.6 Each Contractor who is required to  \nmake payments to the !AP/CA Fund pursuant to  \nSection 21.1 of this Article sha!) promptly furnish to the  \nACEA or to its authorized agents, on demand, all nec-  \nessary employment, personnel and payroll records  \n—- 43 —  \nrelating to its former and present employees covered  \nby this Agreement, including any relevant information  \nthat may be required in connection with the adminis-  \ntration of the [AP/CA Fund and for no other purpose.  \nThe ACEA, or its authorized agents, may examine  \nsuch personnel, or payroli records when-  \never such examination is deemed necessary by the  \nACEA, or its authorized agents, in connection with the  \nproper administration of the [AP/CA and of the IAP/CA  \nFund.  \n"]]