[["", "Sey Slax  \n| , 260 ee.  \nHIGHWAY AND COMMERCIAL EXCAVATION AGREEMENT  \nby and between  \nTHE MARYLAND HEAVY AND HIGHWAY  \nCONTRACTORS ASSOCIATION, INC.  \nAnd  \nLOCALS NO. 37 and 37R OF THE INTERNATIONAL UNION  \nOF OPERATING ENGINEERS, AFL-CIO  \nApril 1, 2005 - March 31, 2008  \no pages  \nHIGHWAY AND COMMERCIAL EXCAVATION AGREEMENT  \nTHIS AGREEMENT, effective the 1“ day of April, 2005, is entered into by and between The  \nMaryland Heavy and Highway Contractors Association, Inc., as agent for the employers who  \nhave authorized said association to represent them for purposes of collective bargaining  \n(hereinafter jointly referred to as the “Employer” or, “Contractor”) and Locals No. 37 and 37R of  \nthe International Union of Operating Engineers, AFL-CIO (hereinafter referred to as the  \n‘Union”). The term “employee” or “operating engineer” shall mean an individual employed by  \nan employer covered by this Agreement who is performing work covered by this Agreement.  \n"], ["ARTICLE I  \nJURISDICTION  \n", "Section 1. Territorial Jurisdiction: This Agreement shall cover all work defined in Section 3 of  \nthis Article performed by the Employer on all job sites except Brandon Shores, Bethlehem Steel  \nand sites covered by project agreements, special agreement or national agreements within the  \nState of Maryland, excluding Washington, Allegheny, Garrett, Charles, Montgomery, St. Mary’s  \nand Prince Georges counties and the Eastern Shore counties of Maryland.  \nSection 2. Work Covered by the Highway and Commercial Excavation Agreement: The  \nprovisions of this Agreement shall apply to all housing, sewer and utilities, paving, site clearance  \nand demolition work, site preparation work, excavation, grading, all snow removal work, and  \nhighway construction work (defined as constructing substantially in its entirety, or an addition or  \nrepair to, highways, bridges, elevated highways, grade separations, abutments, retaining walls,  \nviaducts, right-of-way clearance operations in connection with highway construction work,  \nmaintenance and repair at the job sites of all equipment, vehicles and other facilities used in  \nconnection with serving the above mentioned work on the job site, including any structure or  \noperation which is an integral part of a contract thereof, excluding steel superstructures, bridges,  \nand tunnels over and under the Chesapeake Bay, the Potomac River, the Patuxent River, the  \nSusquehanna River from its mouth to the. Conowingo Dam, and the Patapsco River from its  \nmouth to all points within Baltimore City) that is contracted for, or let by, the Maryland  \nDepartment of Transportation, the counties of the State of Maryland, the City of Baltimore, the  \nFederal Government, or private entities.  \nSection 3. Craft Jurisdiction: The craft jurisdiction claimed by the Union includes all persons  \nengaged in supervising, controlling, erecting, dismantling and repairing, operating or assisting in  \noperating, erecting, dismantling, or repairing of all hoisting and portable machines, all  \nrefrigerating machines or units and engines used on open and heavy construction work; all skid  \nloaders and pallet jacks; all hoisting and portable machines and engines used in or upon  \nwrecking, digging, boring, building and erecting foundations, buildings, tunnels, subways, dams,  \nreservoirs, disposal plants, bridges, railroads, streets (paving and repair), road building  \nconstruction (including grading and repair), sewers, water, gas and oil lines, allotment  \ndevelopment construction, harbor and river dredging, the construction and repair of all docks,  \nwharves, piers, shipyards and seawalls, all sand, gravel and stone pits; quarries and material  \nyards (permanent and temporary) , sand, rock and gravel screening machines; motor generators  \n(when used for welding and cutting or for converting or transforming electric currents,  \nirrespective of their motive power) ; all machines used to sweep, clean and remove debris and  \nsnow from streets and roads; all mine hoists, telphers, grab buckets, pumps, well-points, siphons,  \npulsometers, generators, concrete mixers of 2-bag capacity and over, concrete pumps of all sizes  \nand capacities, stone crushers, air compressors, plant air, all water-test and blasthold drilling  \nmachines; all sandblasting and other machines and boilers used in the cleansing and washing of  \nbuildings; all boilers (irrespective of size) used for furnishing temporary heat on buildings under  \n2  \nconstruction, or for the heating of material, or heating water, or furnishing steam for the  \noperation of all machines, engines, and other appurtenances herein specified; all locomotive,  \ntractor and truck type cranes; all derricks, boom hoists (of all descriptions and capacities), and  \nautomatic hoists; house and all elevators (permanent and temporary) used for hoisting building  \nmaterial or lowering debris or carrying workmen from floor to floor in buildings under  \nconstruction and repair; all street rollers, steam and other motive power shovels; all LeTormeau  \nand other types of scoops, pull shovels, mucking machines, draglines, and cableways; and all  \nclamshell and orange peel buckets when used in connection with any machines or with derrick or  \nboom hoists for excavating, handling, storing, loading or unloading materials, all land and  \nfloating pile drivers, floating derrick barges and boats, floating and self-propelled dredges and  \nrock drilling plants, all dinkey and standard locomotives, derrick cars, tractors and all tractor  \npropelled machinery, all power and elevator graders, scarifiers, bulldozers, Barber Green loaders,  \nall trenching and ditching machines, all mechanical hoe type machines, back fillers and  \nconveyors, all cranes, derricks, machines, engines and boilers used in asphalt and concrete  \nmixing plants and all other machines and all other engines (irrespective of motive power) used  \non building construction work or in the loading, unloading or storage of commodities at/or in  \nterminals. Trucks on and off road — Articulating Trucks.  \nSection 4. Resolution of Jurisdictional Disputes: In the event of a jurisdictional dispute with any  \nother union or unions, the dispute shall be submitted to and resolved by the Impartial  \nJurisdictional Disputes Board for the Construction Industry or its successor. There shall be no  \nstoppage of work or slowdown of work as a result of a jurisdictional dispute and the parties agree  \nto be bound by the rules, decisions or awards of the Disputes Board or its successor.  \n"], ["ARTICLE II  \nUNION SECURITY  \n", "Section 1. Union Membership: It shall be a condition of employment that all employees of the  \nemployer engaged in construction work covered by this Agreement who are members of the  \nUnion on the execution date of this Agreement shall remain members, and all such employees  \nwho are not members of the union on the execution date of this Agreement or who are hired on  \nor after its execution date shall, after the seventh (7\") day following the execution date of this  \nAgreement or the beginning of their employment, whichever is later, become and remain  \nmembers in the Union. It shall also be a condition of employment that all employees of the  \nEmployer who are not engaged in construction work but who perform work covered by this  \nAgreement who are members of the Union on the execution date of this Agreement shall remain  \nmembers of the Union and all such employees who are not members of the Union on the  \nexecution date of this Agreement or who are hired on or after its execution date shall, after the  \nthirtieth day following the execution date of this Agreement or the beginning of their  \nemployment, whichever is later become and remain members in the Union. For the purpose of  \nthis Section 1, “union membership” shall mean that an employee tenders the periodic dues and  \ninitiation fees uniformly required by the Union as a condition of acquiring or retaining  \nmembership in the Union to the extent required by law. For the purpose of this Section 1, and  \nthis Section 1 only, all employees employed by employers covered by this Agreement shall have  \ntheir date of employment determined by the date they were first employed by any such employer.  \nSection 2. Dues Deduction: In accordance with the terms of an individual and voluntary written  \nauthorization for check-off of membership dues in form permitted by the provisions of Section  \n302 of the Labor Management Relations Act, as amended, the Employer agrees to deduct once  \neach week from the wages of each employee covered by this Agreement, who signs said  \nauthorization, dues, initiation fees and/or assessments levied by the Union in accordance with its  \nConstitution and Bylaws. The Union shall notify the Employer of the amount of the dues,  \ninitiation fees and/or assessments or any change therein during the term of this Agreement. The  \na  \n  \namount deducted shall be remitted to the Union monthly by the 15\" day of the month following  \nthe month in which the required amount is deducted, together, with a statement setting forth the  \nname and hours worked of each employee from whose wages the deduction is made.  \nSection 3.9(a) Language Following a demand by the Local Union for recognition as the Section  \n9(a) majority collective bargaining representative, the Employer recognizes the Local Union as  \nthe Section 9{a) majority collective bargaining representative for all employees performing unit  \nwork based upon a showing by the Local Union or an offer by the Local Union to show evidence  \nthat a majority of the employees authorize the Local Union to represent them in collective  \nbargaining.  \n"], ["ARTICLE II  \nFAVORED NATIONS  \n", "Section 1. More Favorable Conditions: In the event the Union enters into any agreement with  \nother employers or other employer associations who are engaged in the same business as the  \nEmployer signatory to this Agreement within the territorial scope of this Agreement as  \npreviously defined herein that has terms more favorable to such employers or employer  \nassociations than are afforded to the members of the Employer signatory to this Agreement, then  \nsuch more favorable provisions shall be deemed incorporated into this Agreement as of the date  \nof the adoption in such other agreements, and any provisions herein inconsistent therewith shall  \nbe deemed to be canceled as of the same date. This provision shall not affect the nghts of any  \nemployee, the Employer or the Union under a canceled inconsistent provision which may have  \naccrued prior to the date of its cancellation. Nothing contained herein shall prevent the Union  \nfrom establishing special project conditions on a special project basis so long as a designated  \nrepresentative of the employer is notified of such conditions and such conditions are extended to  \nall members of the Employer.  \nSection 2. Determination of More Favorable Conditions: In order to enable the Employer to  \ndetermine whether more favorable terms have been granted by the Union to any employer or  \nassociation of employers competing with the Employer or its members within the territorial  \nscope of this Agreement, the Union agrees that if it executes an agreement with a competitor of  \nthe Employer, it will immediately furnish a designated representative of the Employer with a full  \nand true copy of such agreement.  \n"], ["ARTICLE IV  \nMANAGEMENT RIGHTS  \n", "Section 1. Except as otherwise restricted, modified or limited by the provisions of this  \nAgreement, all rights and functions pertaining to the conduct and management of the Employer’s  \nbusiness are vested exclusively in the Employer.  \n"], ["ARTICLE V  \nSUBCONTRACTING  \n", "Section 1. On any site of construction, alteration, or repair of a building or structure, the  \nEmployer shall not subcontract out any work which is covered by this Agreement to any person,  \nfirm or corporation which will not allow the use of members of the Union to perform such work.  \nIt is the intention of the Employer and the Union that this clause shall be interpreted to conform  \nto the rulings of the NLRB with respect to contracting and subcontracting clauses allowed under  \nthe proviso to Section 8 (e) of the Labor Management Relations Act of 1947, as amended. This  \nclause shall be suspended during the pendency of any administrative or legal proceedings in  \nwhich its invalidity is asserted. If, as a result of legislative, administrative or judicial action,  \nstronger restrictions on the rights of Employers to contract and subcontract become permissible,  \nthis clause shall be renegotiated for the purpose of adequate replacement. If such negotiations  \nshall not result in a mutually satisfactory agreement, either the Employer or the Union shall be  \npermitted to take legal or economic recourse against the other.  \n"], ["ARTICLE VI  \nNON-DISCRIMINATION  \n", "Section 1. The Employer and Union agree they will not, either jointly or individually,  \ndiscriminate in regard to hire, tenure, promotion or other terms or conditions of employment  \nagainst any individual on the basis of race, color, religion, sex, age, national origin, marital  \nstatus, veteran status, or physical or mental disability to the extent required by law.  \n"], ["ARTICLE VII  \nMANNING OF SERVICE UNITS  \n", "Section 1. Definition of Service Units: The following units shall be classified as service-units:  \na. Air compressors  \nb. Welding machines  \nc. Pumps  \nd. Space heaters  \nSection 2. Service Unit Ratings: For the purpose of manning requirement, the service unit rating  \nsystem shall be as follows:  \na. Air compressors cubic feet per minute  \nb. Welding machines amperes.  \nc. Pumps - factory specifications in inches—one inch to be rated the same as 100 CFM on  \ncompressors  \nor 100 amperes on welding machines.  \nd. Space heaters - BTU’s in excess of 500,000.  \nSection 3. Manning Requirements: The following manning requirements shall apply to service  \nunits:  \na. Air Compressors - One (1) Operating Engineer shall be employed on air compressors  \nwhen either the total CFM exceeds 500 or three (3) machines are used.  \nb. Welding Machines — An Operating Engineer shall be employed on welding machines  \nwhen either the total amperes exceed 500 or three (3) machines are used.  \nc. Pumps — An operating Engineer shall be employed on water pumps (excluding jet  \npumps) when either the total factory specifications in inches exceed five (5) or three  \n(3) pumps are used.  \no  \nd. Space heaters — An Operating Engineer shall be employed on space heaters when the  \ntotal BTU’s exceed 500,000 and shall be allowed to operate eight (8) units.  \nSection 4. Combination Operations: When a combination of pumps, compressors, or welding  \nmachines are used, an Operating Engineer shall be employed when either the total service unit  \nrating system exceeds 500 or three (3) machines are used. On service unit equipment a mechanic  \nmay be hired to maintain units up to an amount that can be properly serviced within a reasonable  \ndistance and time. If the Union and Employer cannot agree on the number of units to be serviced  \nby a mechanic, then the service unit ratings shall be enforced. After consultation with the Union,  \nsome leeway may be granted on the number of units an Employer may operate without the  \nservices of an Operating Engineer.  \nSection 5. Use of Apprentices: Operating Engineer Apprentices shall be used to service and  \nmaintain service units not requiring the services of an operating engineer. After consultation with  \nthe union some leeway may be granted on the number and size of service units the employer may  \noperate without the service of an operating Engineer Apprentice, but in no event shall this  \nmaintenance and service work be assigned to any other craft.  \nSection 6. Manning Continuous Service Unit Operations Lasting 30 Days: When well-points,  \npumps, or space heaters are being used around the clock on a seven (7) day basis on jobs lasting  \n30 days or more, the shift shall be divided among four (4) employees working the “crazy shift” to  \nbe used in the following manner:  \n1° Week  \n8-4 4-12 12-8 Off  \nMonday A B Cc D  \nTuesday A B C D  \nWednesday D B Cc A  \nThursday D B C A  \nFriday D A Cc B  \nSaturday D A B C  \nSunday D A B Cc  \n2\"? Week  \n8-4 4-12 12-8 Off  \nMonday D A B C  \nTuesday D A B Cc  \nWednesday C A B D  \nThursday C A B D  \nFriday C D B A  \nSaturday C D A B  \nSunday C D A B  \nAy  \nMonday  \nTuesday  \nWednesday  \nThursday  \nFriday  \nSaturday  \nSunday  \nMonday  \nTuesday  \nWednesday  \nThursday  \nFriday  \nSaturday  \nSunday  \nwowmWwane  \n  \n  \n  \n3° Week  \n4-12  \n  \n4\" Week  \n4-12  \nWDWWWaaAQAN  \nthe sixth day  \n"], ["ARTICLE VIII  \nJOB REFERRAL SYSTEM  \n", "bowed  \n  \n  \nOo  \noO  \n  \n  \nSection 1. All Employers shall engage their employees covered by this Agreement through the  \noffice of the business representative, who shall refer employees in the classifications requested  \non a nondiscriminatory basis. Any applicant for employment may be rejected by the Employer,  \nprovided only that the Union shall have the right to discuss with management any such rejection.  \nSection 2. The Union shall refer employees in accordance with its hiring regulations which are as  \nfollows:  \na. The aims and purpose of the hiring regulations are to maintain an open employment list. Each  \nlist shall be established and maintained on a nondiscriminatory basis, and shall not be based on,  \nor in any way affected by, union membership, policies or requirements. The main purposes of the  \nreferral system is to aid Employers seeking competent, qualified workmen, and to aid such  \nworkmen in finding employment  \nb. Whenever desiring to employ workmen, the Employer shall call the Union or its Agents for  \nany such workmen as the Employer may from time to time need, and the Union or its Agents  \nshall refer such workmen from the open employment list on the basis of seniority, in the various  \ngroup  \nc. The Employer shall give the Union twenty-four (24) hours notice when requiring the services  \nof qualified workmen.  \nd. The parties to this Agreement shall post, in places where notices to employees and applicants  \nfor employment are customarily posted, all of the hiring regulations of the International Union of  \nOperating Engineers, Local No. 37.  \ne. Any workmen on the employment list who makes written claim within ten (10) days, that he  \nhas been discriminated against in violation of his rights under the Labor Management Relations  \nAct of 1947, as amended, by exclusion from a job referral shall have the right to an immediate  \nappeal to a Joint Board, consisting of two (2) members of the Union and two (2) members of the  \nEmployer Group, who shall be respectively designated upon the signing of this Agreement.  \nVoting by members of this Joint Board shall be on a unit basis. In case the Joint Board fails to  \nreach a unanimous decision, the claim shall be submitted expeditiously to an impartial umpire to  \nbe agreed upon by the Joint Board herein created, whose decision shall be binding and  \nconclusive.  \nf. The cost and expense of establishing and maintaining the open list and of the referrals  \ntherefrom, shall be borne by all of the registrants thereon. In the case of registrants who are not  \nmembers of the Union, their share of such cost and expenses shall not exceed a sum equal to the  \npro rata share of the cost and expenses of operating the employment list and the referrals  \ntherefrom, which is being borne by members of the Union from the payment of Union dues.  \nAfter seven (7) days from the date of this Agreement, or of the date of registry on the list,  \n- whichever is later, registrants shall. incur the obligation of making monthly payments of their  \nshare of such costs and expenses. Failure of a registrant to make payment of such cost and  \nexpenses shall constitute grounds for removal from such list, and shall nullify any prior referral  \ntherefrom.  \ng. The Union shall register and refer all applicants for employment on the basis of the priority  \ngroups listed  \nbelow. Each applicant shall be registered in the highest priority group for which he qualifies.  \nThe Union shall maintain a separate list for each of the seven Groups set forth, and shall list  \nthe applicants  \nwithin each Group, in the order in which they register as available for employment.  \ni. Separate lists shall be kept for Apprentices on the same basis as for Operating Engineers. No  \nemployee or applicant may register for employment as an Operating Engineer and an Apprentice  \nor oiler at the same time.  \nEmployers may hire any employee who has been employed by them during a ninety (90) day  \nperiod previous to such hiring, only by notifying registration officials at least 24 hours before,  \ngiving the names and dates of such hiring.  \nk. Key men in classifications agreed to in a pre-job conference shall be dispatched as requested  \nin accordance with the agreement reached at the pre-job conference.  \n1. Qualifications: The term “qualified” as used herein shall mean a graduate of an Operating  \nEngineer AFL-CIO, U.S. Department of labor approved apprenticeship program or  \nequivalent qualifications as determined by an apprenticeship committee. Union membership  \nor lack thereof shall in no circumstance be a basis for determining qualifications.  \nQualifications to perform the work at issue and to be referred by the Hiring Hall shall be  \nrealted solely to ability to perform the work requested. In specific situations, where unique  \ntraining on specialized equipment beyond the scope of the general apprenticeship or  \n8  \nequivalent qualifications are needed, such unique training requirements may be considered  \nby the Hiring Hall in referring an individual as “qualified,” or in not referring an individual  \nfor reason of lack of qualifications.  \nCLASSIFICATIONS  \nGroup “A”  \nAll applicants for employment who have worked as operating engineers for the past four (4)  \nyears, and have been employed for an aggregate time of at least one (1) year during the past four  \n(4) years by Employers who are parties to collective bargaining agreements with the Union, not  \ncontaining discriminatory referral provisions, and who have maintained residence for the past  \ntwo (2) years within the geographical area constituting the normal construction labor market as  \nhereinafter defined  \nGroup “B”  \nAll applicants for employment who have worked as operating engineers for the past four (4)  \nyears, and have been employed for an aggregate time of at least six (6) months during the past  \nfour (4) years by Employers who are parties to collective bargaining agreements with the Union,  \nnot containing discriminatory referral provisions, and who have maintained residence for the past  \nsix (6) months within the geographical area constituting the normal construction labor market as  \nhereinafter defined.  \nGroup “C”  \nAll applicants for employment who have worked as operating engineers for the past two (2)  \nyears, and who have maintained residence for the past year within the geographical area  \nconstituting the normal construction labor market as hereinafter defined.  \nGroup “D”  \n_All applicants for employment who have worked as operating engineers for one year.  \nGroup “E”  \nAll other applicants for employment  \nGroup “F”  \nAll applicants for employment who have the qualifications, and have been indentured by the  \nJoint Apprenticeship and Training Committee (JATC) are classified as Registered Apprentices.  \nGroup “G”  \nAll applicants for employment who have the qualifications to become an Indentured Registered  \nApprentice prior to indenture date are classified as Training Apprentices (TA).  \nPREFERRED REGISTRATION  \nOn building work, applicants may register on a preferred list provided they have at least fifteen  \n(15) years of employment, or availability for employment, in any one or more classifications  \nlisted in this section. However, a person who does not meet such requirements but who has a  \nphysical handicap preventing his employment in any classification except one which is  \n9  \n“preferred”, and is a Group “All employees may make a “preferred” registration without meeting  \nsuch requirements. An employee making a “preferred” registration shall be ineligible to register,  \nand shall not register for work in any classification which is not “preferred”. Equipment  \nclassified under preferred registration shall be as follows: singled compressor, compressors (2 or  \nmore), pumps, welding machines (2 to 6), generators, material hoists, one drum or more,  \nelevators, well-point systems, heaters (space or concrete) and conveyors.  \nREGISTRATION  \nA. Registration in all groups shall be valid for 30 days from date of registration. An employee  \nwhose name in  \nthe interim has not been stricken from the list as provided in other sub-sections of this section  \nmay maintain his place on the list by successive re-registration. Such re-registration must be  \nmade in person between the 27\" and 30\" day after the date of original registration or last re-  \nregistration, as the case may be.  \nB. The name of an employee who fails to exercise this nght of re-registration within the time  \nprovided herein shall be stricken from the appropriate list.  \nC. Registration in Group “E” shall be valid for 2 weeks only, and no such registration shall be  \ncarried over to the succeeding 2 week period.  \nD. Any applicant who refuses more than 2 job dispatches shall have his name placed on the  \nbottom of the list.  \nE. Applicants may have the privilege to refuse jobs of one day’s duration.  \nF. Employment of “short duration”, for the purposes of these regulations only, shall mean  \nemployment which is terminated other than for just cause without such employee’s having  \nreceived from such employment the equivalent of 80 hours of straight time wages.  \n"], ["ARTICLE IX  \nINTRODUCTION OF NEW EQUIPMENT  \n", "Section 1. If during the life of this Agreement a new piece of equipment is placed on the market  \nby the manufacturer, there shall be a meeting between representatives of the Maryland Heavy  \nand Highway contractors Association, Inc. and the Union, for the purpose of negotiating a rate  \nfor said piece of equipment.  \n"], ["ARTICLE X  \nFUNDS  \n", "Section 1. Contributions to Funds: During the term of this Agreement, the Employer agrees to  \npay to the Operating Engineers Local No. 37 Benefit Fund the amounts specified on page 46 of  \nthis Agreement for each compensable hour of wages paid to each employee covered by this  \nAgreement to cover the following funds:  \nHealth and Welfare  \nPension  \nApprentice Training  \nAnnuity and Severance  \n10  \nSection 2. Vacation Deductions: During the term of this Agreement, the Employer agrees to  \ndeduct the following amount from the wages of each employee covered by this Agreement for  \neach compensable hour of wages paid to each employee and pay the amount deducted to the  \nOperating Engineers Local No. 37 Benefit Fund to cover vacations.  \nEffective Date Amount  \nApril 1, 2002 $.40  \nSection 3. Administration of Funds: The Funds shall be jointly administered by an equal number  \nof Employer and Union representatives, in accordance with Agreements and Declaration of  \nTrusts which comply with the provisions of Section 302 of the National Labor Relations Act, as  \namended. By executing this Agreement, the Employer accepts terms and provisions of said  \nAgreements and Declaration of Trusts of each of the funds covered by this Article as well as any  \namendments heretofore or hereafter made and said Agreements and Declaration of Trusts are  \nincorporated by reference into this Agreement.  \nSection 4. Target Deductions: During the term of this Agreement, the Employer agrees to  \ndeduct the following from the wages of each employee covered by this Agreement for each  \ncompensable hour of wages paid to each employee and pay the amount deducted to the Operating  \nEngineers Local No. 37 Benefit Fund to cover Target.  \nEffective Date Amount  \nApnil 1, 2002 $.55  \nSection 5. Trustees: The Employer further agrees with respect to each Fund covered by this  \nArticle:  \na. That the Employer Trustees named in said Agreements and Declaration of Trusts, and  \nadditional Employer Trustees appointed pursuant to the terms of the Agreements and  \nDeclaration of Trusts, and their successors in Trust, are and shall be its representatives; and  \nb. That the employer approves and consents to the appointment of the Trustees of the said  \nFunds heretofore appointed and hereafter selected as provided for in said Agreements and  \nDeclaration of Trusts; and  \nc. That the Employer further ratifies, confirms, approves and consents to all of the lawful acts  \nof the said Trustees or their duly appointed successors, heretofore or hereafter taken in the  \ncreation and administration of the said Funds, including, without limitation, the  \nestablishment, maintenance, modification and termination of plans for each of said Funds, the  \namount and type of benefits which may be provided thereunder, the crediting of service for  \nthe purpose of determining the benefits of individual employees, and the method of funding  \nand paying the benefits; and  \nd. That the Employer further ratifies, confirms, approves and consents to all amendments of the  \nsaid Agreements and Declaration of Trusts that may hereafter be made in accordance with the  \nprovisions of said Agreements and Declaration of Trusts.  \nSection 6. Employers from Other Jurisdictions: Employers from jurisdictions other than the  \njurisdiction of Local No. 37 who employ employees covered by this Agreement shall be subject  \nto the same contribution provisions of this Agreement, when performing work within the  \ngeographic jurisdiction of Local No. 37.  \n11  \n   \nSection 7. Posting of Bond: Prior to performing any work under this Agreement, or within ten  \n(10) days of the effective date of this Agreement, the Employer shall post and keep in effect for  \nthe duration of this Agreement, a bond or other form of surety with the Operating Engineers  \nLocal No. 37 Benefit Fund in an amount to be determined by the Trustees. This posting shall not  \nrelieve the Employer of the obligation to file regular reports and make regular payments as  \nrequired by any other provision of this Agreement. If the Employer fails to pay the amounts due  \nthe Funds when said payments are due, the payments shall be paid with proceeds from the bond  \nor other form of surety posted with the Fund.  \nSection 8. Delinquent Contributors: Notwithstanding anything in this Agreement to the contrary,  \nit is specifically understood that in the event any Employer is delinquent in a payment of  \ncontributions to the Funds’ covered by this Article, the Union may, in accordance with the rules  \nand regulations of the Trustees of such Funds and after the proper official of the Union has given  \n72 hours strike notice to the Employer of such delinquency, strike or take such action as may be  \nnecessary until such delinquent payments are made, and it is further agreed that in the event such  \naction is taken, the delinquent Employer shall be responsible to the employees for losses  \nresulting therefrom.  \nSection 9. Collection of Delinquent Payments: The parties recognize and acknowledge that the  \nregular and prompt payment of the payments required to be made under this Article are essential  \nand that it would be extremely difficult to fix the actual expense and damage to the Funds, the  \nUnion and to the employees which would result from the failure of the Employer to make such  \npayments in a timely manner. Accordingly, the amount of damage resulting from each such  \nfailure shall be presumed to be not more than twenty percent (20%) of the amount due, which  \namount shall become due and payable to the Fund, as liquidated damages and not as a penalty,  \nupon the day immediately following the date on which such payment became delinquent, and  \nshall be in addition to the delinquent payment. In addition, interest at the rate of 18% per annum  \nof each monthly delinquency or the maximum permitted by law shall be paid from the date of  \ndelinquency and the delinquent contributor shall be responsible for reasonable attorney’s fees  \nand the cost of any action necessary to recover delinquent payments.  \nSection 10. Information to be Furnished: Each Employer shall promptly furnish to the Trustees,  \non demand, any and all necessary records of his employees, concerning the classification of such  \nemployees, their names, social security numbers, amount of wages paid and hours worked and  \nany other payroll records and information that the Trustees may require in connection with  \nadministering the Trust Fund and for no other purpose. The Trustees or their authorized  \nrepresentative may examine the payroll books and records of each employer whenever such  \nexamination is deemed necessary by the Trustees in connection with proper administration of the  \nTrust.  \n"], ["ARTICLE XI  \nINDEMNIFICATION  \n", "Section 1. Union Dues: The Union shall accept full liability for, and indemnify and hold the  \nEmployer harmless from any and all claims which may be made against the Employer for union  \ndues under the provisions of this Agreement, and the Union assumes full responsibility for the  \ndisposition of the funds so deducted as soon as they have been remitted by the Employer to the  \nUnion.  \nSection 2. Hiring Hall: The Union shall indemnify and save the Employer harmless against any  \nand al] claims, demands, suits or other forms of liability that shall arise out of or by reason of  \naction taken or not taken by the Employer for the purpose of complying with the hiring  \nregulations of the International Union of Operating Engineers Local No. 37, including the  \noperation of the hiring hall.  \n12  \n"], ["ARTICLE XII  \nSAVING CLAUSE  \n", "Section 1. The provisions of this Agreement are severable, and if any provision of this  \nAgreement is held illegal by any board or court of competent jurisdiction, the parties shall not be  \nbound by the provision affected by the decision but all other provisions shall continue in full  \nforce and effect.  \n"], ["ARTICLE XIil  \nPAY PRACTICES  \n", "Section 1. Method and Time of Payment: Employees shall be paid in United States currency or  \ncheck, except however, the Employer may deposit an employee’s pay directly in the bank of the  \nemployee’s choice with the voluntary written authorization of the employee. Payday shall not be  \nlater than Friday of any one work week, and not later than quitting time on that day. No more  \nthan three (3) days’ pay shall be withheld in any one work week. Any undue delay in payment of  \nwages, or loss of time caused the employees through no fault of their own, shall be paid for by  \nthe Employer causing the delay, at straight time wages, not to exceed eight (8) hours per day,  \nuntil the wages and full waiting time wages are paid. Employees shall not be required to wait in  \nline for their pay, or check in or out, or pick up brass, unless the situation is beyond the  \nemployer’s control, and only after consultation with the Union.  \nSection 2. Discharged or Laid-Off Employees: If any employee is discharged or laid off, he shall  \nbe paid in full for whatever amount shall be due and owing at that time, and if required to go to  \nsome other point, or to the office of the Employer, the employee shall be paid for the time  \nrequired to go to such place.  \nSection 3. Deductions: All Employers shall deduct, withhold and pay to the proper authorities all  \nprevailing taxes on wages and FICA and shall make all contributions for unemployment  \ncompensation as required by law.  \nSection 4. Itemized Information: Each pay envelope or check shall contain information, which  \nshall be itemized, as to gross pay, deductions and net pay. Such information shall also be  \nfurnished to employees electing direct deposit under Section 1 of this Article.  \nSection 5. Targeting Program Stickers: The Employer agrees to place a target sticker, to be  \nfurnished by the Union, on the paycheck of each employee who works on a job subsidized with  \nfunds from the Operating Engineers Job Targeting Program.  \nSection 6. Savings Deduction: Upon receipt of a written authorization signed by the employee,  \nthe Employer agrees to deduct from the wages of the employee, once a month, the amount  \nspecified in the written authorization and submit it to any savings plan, bank, retirement plan or  \nother similar plan or organization provided such deduction or transmission of funds is not  \nprohibited by federal, state or local law, ordinance or regulation. The amounts deducted under  \nthis Section must be transmitted by the Employer to the designated plan or organization by the  \n15\" day of the month following the month in which the deduction was made.  \n"], ["ARTICLE XIV  \nREPAIRS OF MACHINERY AND EQUIPMENT  \n", "Section 1. Assistance in Making Repairs: When an Operating Engineer requires assistance in the  \noperation and/or repair of equipment or machinery, only employees covered by this Agreement  \n13  \nshall be used, with the exception of factory representatives when machine is still under  \nmanufacturers’ warranty and except when specialized work is required.  \nSection 2. Running Repairs: Employees shall do running repair work on machines they operate.  \nCrews operating machines shall remain on the job at all times, assisting in making necessary  \nrepairs. Repair work done on overtime shall be paid for at the overtime rate.  \n"], ["ARTICLE XV  \nREPORTS FOR PREVAILING WAGES  \n", "Section 1. Furnishing of Information: In order to maintain Union wages on jobs requiring  \nprevailing wages, each contractor must furnish to the Union on the forms supplied by the Union,  \nwage information on each job he has in the Union’s jurisdiction each month. In the event an  \nEmployer fails to comply with this Section the Union, after giving written notice to the  \nEmployer, shall have the right to strike said Employer. Such a strike shall not commence within  \nseven (7) days of receipt of the Union’s written notice by the Employer and may not continue  \nafter the Employer complies with this Section.  \n"], ["ARTICLE XVI  \nOBSERVATION OF SAFETY STANDARDS  \n", "Section 1. All relevant occupational safety and health standards promulgated under the  \nOccupational Safety and Health Act and applicable Maryland laws are to be observed by the  \nEmployer and the employees.  \n"], ["ARTICLE XVII  \nPICKET LINES  \n", "Section 1. It shall not be a violation of this Agreement by the Union nor shall it be cause for  \ndischarge or disciplinary action if an employee covered by this Agreement refused to cross or  \nwork behind any primary picket line.  \n"], ["ARTICLE XVIII  \nGRIEVANCE PROCEDURE  \n", "Section 1. Resolution of Disputes: In the event of any disagreement, dispute, complaint or  \ngrievance pertaining to the relations between the Employer and the Union, or employees covered  \nby this Agreement, arising during the term of the Agreement, which cannot be settled between  \nthe Employer and the Union, such matter shall be referred to a joint conference made up of equal  \nnumbers of representatives appointed by the Union and the Employer. Should the joint  \nconference be unable to agree and decide the matter, it shall select a neutral and mutually agreed  \nupon party who shall cast the deciding vote, and by whose decision the parties agree to be bound.  \nSection 2. No-Strike, No Lockout: There shall be no cessation of work of any kind caused or  \npermitted by the Union, and there shall be no lock-outs caused or permitted by the Employer,  \nexcept for failure or refusal of the other party to comply with this Article or Section 1 of Article  \nXV. Any such action shall. constitute a willful violation of this Agreement on the part of the  \nparty causing it.  \nSection 3. Time Limits: All complaints or grievances of either party shall be in writing, and shall  \nbe promptly served upon the other party. No complaint will be considered unless this paragraph  \nis complied with inside thirty (30) days from the date of the cause for complaint. Complaints  \n   \n14  \nshall be adjusted as rapidly as possible, in any event, within fifteen (15) days from the date of  \nreferring same to the other party.  \n"], ["ARTICLE XIX  \nGENERAL WORK RULES  \n", "Section 1. Unsafe Equipment: No employee shall be required to work with, nor shall any  \nemployee be discriminated against for refusing to work with equipment that he considers unsafe  \nor under conditions that are unsafe, or fails to comply with all Federal and State laws.  \nSection 2. Drinking Water: Drinking water shall be available at all times, and from May 1* to  \nOctober 1* ice water must be available.  \nSection 3. Change House: A change house must be provided by the Employer, with heat in  \nwinter months effective November 1* of each year, on any job on which a Master Mechanic is  \nemployed.  \nSection 4. Payment of Fines: The Employer shall be responsible for the payment of any fine  \nimposed, including any loss of wages or other expenses incurred by an employee resulting from  \nthe movement of any piece of machinery over the highway providing the machine was being  \nmoved at the direction of the Employer and the employee’s negligence did not contribute to the  \nincident leading to the violation.  \nSection 5. Winter operations: Employees, operating equipment during winter season, effective  \nNovember Ist of each year, shall be provided with heat, and afforded protection in the form of  \ncabs and/or canvas around the operating area. Immediate cessation of work by the affected  \noperator only, may follow failure to comply with this provision.  \nSection 6. Changing of Machines and Performance of Other Duties: An operator may be required  \nto make unlimited changes on the equipment he or she operates. However, the operator shall be  \npaid the highest machine rate for the entire day. During nonproductive hours of work, employees  \nmay be required to perform other job related work duties.  \nSection 7. No Restrictions on Production or Use of Equipment: There shall be no limit on  \nproduction of workmen or restriction on the full use of proper tools or equipment, and there shall  \nnot be any task or piece work. All special tools or equipment required by employees shall be  \nfurnished by the Employer.  \nSection 8. Working on Jobs where Agreement is -Not in Force: Employees shall not be required  \nto work on any operation where, nor for any contractor by whom the provisions of this  \nAgreement are not in full force.  \nSection 9. Changing Jobs: Employees shall complete jobs, or have permission of the Union to  \ntransfer from one Employer to another. In no event shall one employee replace another employee  \nuntil investigation and approval by the business representative of the Union.  \nSection 10. Protection From Weather and Falling Materials: Employees shall be properly  \nprotected from falling materials and elements of the weather.  \nSection 11. Union Insignia: Employees shall have the right to wear the Union’s insignia on their  \nhard hats.  \n15  \n"], ["ARTICLE XX  \nTERMS OF CONDITIONS Of APPRENTICESHIP  \n", "Section 1. The apprentice must work under the supervision of a journeyman engineer, other than  \nnormal layoff, no apprentice shall be terminated without the knowledge and approval of the  \nTraining Director. The apprentice’s hours and conditions of employment shall be the same as the  \njourneyman under the appropriate Collective Bargaining Agreement. Overtime shall not be  \nallowed during the scheduled related instruction classes. Where the Employer or his  \nrepresentative assigns an apprentice to work a schedule that is in conflict with the mandatory  \nrelated instruction classes, the apprentice will be allowed the time necessary to attend the class  \nincluding travel to and from, at no loss of pay to the apprentice.  \nSection 2. In case of a job related emergency causing an apprentice to miss the scheduled related  \ninstruction class, the Training Director shall be notified before class by telephone, and a follow  \nup letter of explanation, on the employer’s stationery, signed by an officer of the Company.  \nSection 3. The Employer shall designate a supervisor from management who shall be responsible  \nfor the implementation of the Work Process (Appendix D). The Employer, Union, and/or  \nTraining Director shall assign the journeyman or journeymen who will, through the assistance,  \ncooperation and the guidance of the Training Director, apply the Work Process (Appendix D).  \nThe responsibility for the apprentice engineer on job work experience is a joint labor,  \nmanagement responsibility.  \nSection 4. The Employer shall see that the apprentice is under the supervision of an Operating  \nEngineer Journeyman, whose responsibility it shall be to instruct the apprentice in the actual  \noperation of the equipment. The Employer shall provide each apprentice with the necessary  \ndiversified training experience, including the actual equipment or machines currently manned by  \nan Operating Engineer. The Work Process was designed to create the flexibility necessary to  \naccomplish this by allowing the Apprentice to multi-train simultaneously regardless of the initial  \nhiring assignment.  \nSection 5. The Apprenticeship Standards are made part of this Agreement by reference made  \nhereto.  \n"], ["ARTICLE XXI  \nSUCCESSORS AND ASSIGNS  \n", "Section 1. This Agreement shall be binding upon the parties hereto, their successors,  \nadministrators, executors, and assigns. In the event of sale, transfer, lease, assignment,  \nreceivership or bankruptcy proceedings, the purchaser shall be subject to the terms and  \nconditions of this Agreement for the life thereof.  \n"], ["ARTICLE XXII  \nMODIFICATION OF AGREEMENT  \n", "Section 1. There shall be no waiver or exception to the terms of this Agreement, unless made in  \nwriting and signed by the Business Manager, President and Recording Secretary of the Union,  \nand a duly authorized representative of the Employer, and all contractors are notified of the  \nchange.  \n16  \n"], ["ARTICLE XXIII  \nPREMIUM PAY AND GUARANTEES  \n", "Section 1. Reporting Pay: Employees who report for work and are prevented from working  \nbecause of conditions beyond their control shall receive two (2) hours pay for reporting unless  \ntold not to report for work on or before quitting time the previous day. Employees who report for  \nwork and actually start to work shall receive a minimum of four (4) hours pay and if they work  \ninto the afternoon they shall receive eight (8) hours pay.  \nSection 2. Adverse Weather Conditions: During the period of January 1 through November 30,  \nan employee on equipment that cannot be operated because of adverse weather conditions shall  \nbe guaranteed thirty (30) hours pay per week, provided that such employee makes himself  \navailable for work for the full work week. All hours paid during a work week including all  \novertime hours, overtime premiums, all hours worked on Saturdays and, because of contract and  \nscheduling requirements imposed by owners, up to eight (8) hours worked on Sundays shall  \ncount towards the thirty (30) hour guarantee. Hours worked on holidays shall not count towards  \nthe thirty (30) hour guarantee. During the month of December, an employee subject to this  \nSection shall receive two (2) hours pay for reporting to work and if he starts to work shall receive  \nFour (4) hours pay and if he works past four hours, shall receive eight (8) hours pay.  \nSection 3. Jobs in Excess of Five Days: If, during the period January I through November 30,  \nany employee’s job continues for more than five (5) days, he shall be on a thirty (30) hour  \nweekly guarantee basis, at the weekly rate for the elapsed working days while his job lasts,  \nprovided such employee makes himself available for work for the full work week. If rehired  \nbefore the expiration of one week, he shall be compensated for lost time. All hours paid during a  \nwork week including all overtime hours, overtime premiums, all hours worked on Saturdays and,  \nbecause of contract and scheduling requirements imposed by owners, up to eight (8) hours  \nworked on Sundays shall count towards the thirty (30) hour guarantee. Hours worked on holidays  \nshall not count towards the thirty (30) hour guarantee. During the month of December, an  \nemployee subject to this Section shall receive two (2) hours pay for reporting to work and if he  \nstarts to work shall receive four (4) hours pay and if he works past four hours, shall receive eight  \n(8) hours pay.  \nSection 4. Sunday Work: All employees ordered to report for work on Sunday, and who shall so  \nreport, shall be paid four (4) hours at the premium pay in effect on said job.  \nSection 5. Long Boom Cranes and Pile Driving Machines: on long boom cranes, including jibs,  \nand on pile driving machines with leads, the operator shall receive the following additional pay,  \nas specified: 130’ to 169” - $.40 per hour; 170’ to 209” $.60 per hour; 210’ to 249’ - $.80 per  \nhour; 250’ to 299’ - $1.00 per hour; and 300’ and over - $1.25 per hour.  \nSection 6. All employees shall be paid wages for eight (8) hours on the first and last days of  \nemployment.  \nSection 7. Premium Pay for Working With Hazardous Materials: on work involving the removal  \nor cleanup of asbestos, toxic waste or other hazardous materials, employees shall receive ten  \npercent (10%) more than the Group I wage rate. The ten percent (10%) rate will be paid only to  \noperators who are certified hazardous waste technicians while they are working with hazardous  \nwaste materials in the designated danger zone when required or specified by the Environmental  \nProtection Agency or other appropriate governmental agency.  \n17  \n"], ["ARTICLE XXIV  \nOVERTIME  \n", "Section 1. Regular Working Hours: Regular working hours shall be from 7:30 am. to 12:00  \nnoon, from 12:30 p.m. to 4:00 pm.; however, after, consultation with the Union, leeway may be  \ngranted in starting and stopping times.  \nSection 2. Payment_of Overtime: Except where required by wage determinations, project  \nagreements, national agreements or targeted jobs, overtime shall be paid at the rate of one and  \none half time after ten (10) hours daily, or forty (40) straight time hours weekly. There shall be  \nno pyramiding of overtime. All work performed on Saturday shall be paid at the rate of time and  \none half provided the employee makes himself available and works all available hours during the  \nwork week in which that Saturday falls. All work performed on Sundays shall be paid at the  \ndouble time rate.  \nSection 3. Overtime for Employees Working with other Crafts: Employees working with other  \ncrafts a minimum of two (2) hours at hours different from those specified in Section 1 of this  \nArticle shall have the same conditions as to hours of overtime as the crafts with whom they are  \nworking. This Section shall not apply to employees working on paving and excavation work.  \n"], ["ARTICLE XXV  \nEMPLOYEES WORKING WITH OTHER CRAFTS  \n", "Section 1. Rates of Pay: Employees receiving the top (job Grade I) scale of wages, who are  \nworking on equipment for a minimum of four (4) hours, directly with other skilled employees  \nshall receive the same rate of pay for the full day as other employees, if higher than the rate  \nprovided by this Agreement. This Section shall not apply to employees working on paving and  \nexcavation work.  \n"], ["ARTICLE XXVI  \nSHIFT WORK  \n", "Section 1. Premium Pay: There shall be no premium pay for shift work as such Monday through  \nFriday. However, whenever men are employed on shift work, each shift shall be allowed a one  \nhalf hour lunch period without loss of pay.  \n"], ["ARTICLE XXVII  \nTRAVEL PAY  \n", "Section 1. No Travel Pay: There shall be no travel pay, subsistence pay or zone rates paid with  \nrespect to any site which is located within the jurisdiction of the Baltimore Building and  \nConstruction Trades Council.  \n"], ["ARTICLE XXVIII  \nSPECIAL RULES  \n", "Section 1. When employees, covered by this Agreement, report for starting work, they shall be  \nentitled to work until the end of their job, and shall not be replaced before the conclusion of their  \njob with the company they were dispatched to, except for just cause.  \nSection 2. On pile driving operations, when a boiler, a compressor or a hydraulic pump is  \nmounted “piggy-back” there shall be two (2) operators employed.  \n18  \n*  \n ¢€  \n:  \n  \n  \n-. '  \n'  \n5 .  \na.  \n.  \n>  \n= rt  \n.  \n- t  \né  \n  \na  \n4  \n>  \n  \n‘  \n  \n  \nbe  \n  \n‘  \n«  \n  \n~ «  \n. 4  \n& *  \n.  \n*  \n“7  \n=}  \nwea  \n.  \n+ .  \n1  \n= =e  \n  \n  \n- +  \n'  \n  \n.  \n+  \n-  \n*  \nve . .  \n.  \n  \n. '  \n1  \n. -  \n-  \n*  \n.  \n. .  \n‘  \n~  \n~ +  \n  \n-  \n‘ -  \n”  \n. +  \n«  \n.  \n- + \">  \n‘ -  \n¥ *  \n7m ae  \ni) 7  \nx  \nwre  \n‘  \n  \n4  \n  \nmee  \n”  \n  \nte  \n   \n   \n   \ntay’ at  \n. .  \n~  \n*  \n. .  \nas  \n  \n~  \n.  \n'  \n  \n  \n. .  \n.  \n. ‘  \n. .  \n8  \n.  \n+  \n.  \n-  \n*  \n.  \n'  \n.  \n.  \n‘ .  \n-  \n7:  \n*,  \n+  \ni  \n.  \n-  \n'  \n+  \n>  \nae  \nbk  \n  \n+  \n4  \n  \n  \n  \n4  \n*  \n*  \n.  \n-  \n  \n+  \n.  \n.  \n‘  \n  \n.  \n4  \n.  \nbard  \n.  \n~  \n-  \n‘ _  \n.  \n4  \n. .  \n-*  \n.  \n. :  \n<=  \n  \nSection 3. Any employees receiving remuneration or benefits greater than those specified in this  \ncontract, shall receive no loss of pay or benefits because of this contract.  \n"], ["ARTICLE XXIX  \nMASTER MECHANICS AND ASSISTANT MASTER MECHANICS  \n", "Section 1. When Master Mechanics Are Required: A Master Mechanic shall be employed  \nwhenever nine (9) or more employees, including oilers and apprentices when oiling, or five (5) or  \nmore machines paying the top scale of wages (whichever shall occur first) are employed by the  \nEmployer on any one project.  \nSection 2. When Assistant Master Mechanics Are Required: An Assistant Master Mechanic shall  \nbe employed when forty (40) or more employees are employed by the Employer on any one  \nproject. He shall work under the direct supervision of the Master Mechanic, but shall not be  \nrequired to operate any equipment.  \nSection 3. Supplying of Master and Master Mechanics and  \nAssistant Master Mechanics must be supplied by the Union on a non-discriminatory basis.  \nSection 4. Not to Operate Machines: Master Mechanics, Assistant Master Mechanics or  \nSupervisors shall not be employed as operators of machines, nor shall operators of machines be  \nconsidered as ‘Master Mechanics, Assistant Master Mechanics, or Supervisors.  \nSection 5. Passing of Orders to Employees: Orders of the Employer shall be passed through the,  \nMaster Mechanic to any employee covered under the terms of this agreement in regards to work  \nassignments, lay-offs, dismissals and for the repair and maintenance of all equipment coming  \nunder the jurisdiction of the Operating Engineers.  \nSection 6. Hours of Employment of Master Mechanics: On a job requiring a Master Mechanic,  \nthe Master Mechanic shall remain on the job at all times, including overtime, Saturdays, Sundays  \nand holidays, whenever any other employee working under the terms of this Agreement is  \nworking, excluding employees engaged in the operation of space heaters, pumps or well-point  \nsystems.  \nSection 7. Pay Rate of Master Mechanics: A Master Mechanic shall be paid $1.00 per hour more  \nthan the highest paid employee working under his direction.  \nSection 8. Pay Rate of Assistant Master Mechanics: An Assistant Master Mechanic shall be paid  \n$.50 per hour more than the highest paid employee under the direction of the Master Mechanic.  \n"], ["ARTICLE XXX  \nSNOW REMOVAL .  \n", "Section 1. Compensation of Employees Performing Snow Removal Work: If an employee is  \ncalled out to perform snow removal work within four (4) hours of the conclusion of his regularly  \nscheduled work day, he will be compensated at the rate of one and one-half (1 ’4) times his  \nstraight-time hourly rate for all hours worked in excess of eight (8) during the day. If an  \nemployee is called out to perform snow removal work more than four (4) hours after the  \nconclusion of his regularly scheduled work day or if an employee was not scheduled to work, he  \nshall be paid at the straight-time hourly rate for the first eight (8) hours of snow removal work  \nand at the rate of one and one-half times (1 4) the straight-time hourly rate for all hours worked  \nin excess -of eight (8) hours.  \n19  \n"], ["ARTICLE  \nHOLIDAYS  \n", "Section 1. Qualification for Holiday Pay: To qualify for holiday pay, an employee must work  \nthree (3) days in the work week in which the holiday occurs. if the Employer requests an  \nemployee to work on the day before or the next work day after a holiday, and the employee does  \nnot work on those days as requested, the employee shall not be entitled to holiday pay, provided  \nthat if the employee reports for. work as requested and 1s not permitted to start work, he shall not  \n‘be disqualified from receiving holiday |  \nSection 2. Holidays: The following days, or days observed as such, are to be paid holidays, and  \nwork performed on these days shall be paid for at the double time rate: New Year’s Day,  \nMemorial Day, Independence Day, Labor Day, Thanksgiving Day and Christmas Day. Work  \nshall not be performed on the above days, except in an emergency, or with the permission of the  \n- Union. If one of the above holidays occurs on a. Saturday, it will be observed the preceding  \nFriday. If one of the. above holidays occurs on a Sunday, it will be observed on the following  \nMonday. . \"  \n"]]