[["", "Kk FI2G  \n2005-2009  \nAGREEMENT  \nBETWEEN  \nTHE  \nLABOR RELATIONS DIVISION WESTERN NEW YORK  \nREGION ASSOCIATED GENERAL CONTRACTORS  \nOF AMERICA  \nNEW YORK STATE CHAPTER, INC.  \nAND  \nTHE  \nINTERNATIONAL UNION OF OPERATING ENGINEERS  \nLOCAL NO. 17  \nAFL/CIO  \nBUFFALO, NEW YORK  \nOFFICERS OF  \nLOCALS 17, 17A, 17B, 17C, 17RA  \nMark N. Kirsch  \nPresident & Business Manager  \nJames Smolinski, Jr.  \nVice President  \nThomas R. Freedenberg  \nRecording Corresponding Secretary/Business Representative  \nJeffrey A. Peterson  \nFinancial Secretary/Business Representative  \nGerald Franz Jr.  \nTreasurer/Business Representative  \nJames Minter Norman J. Noon Edward Hoock Jr.  \nTrustee Trustee Trustee  \nDominic C. Teti Stephen M. Boyd Joseph Palmeri  \nAuditor Auditor Auditor  \nDale C. Schue  \nBargaining Committee  \nNathaniel Reffner  \nGuard  \nKelly Roblee  \nConductor  \nINTERNATIONAL UNION OF OPERATING ENGINEERS  \nLOCALS 17, 17A, 17B, 17C, 17RA  \n5959 Versailles Road  \nLakeview, New York 14085  \nTelephone: 716-627-2648  \nFax Number:  \nFROM OUTSIDE THE 716 AREA CODE DIAL 1-800-310-4544  \n   \nINDEX  \nArticles of sur pres erga mp sme come 22 =e vee 5  \nArticle  \n| Purpose and Principles................ 5  \nII Territorial 6  \nIH Union recognition and 6  \nIV Grievance Procedure and 7  \nV Definition and Jurisdiction...-...... 10  \nVl Hours Of 13  \nVII Paid Holidays and 14  \nVIN 15  \nIX Master Mechanics, Assistant Master Mechanics, Maintenance  \nce 16  \nXx Firemen, Registered Apprentice Engineers and Apprentice  \nENGINGETS. 18  \nXl Termination, Discharge and 19  \nXI] Election 19  \nXIN 19  \nXIV —— cece 19  \nXV cee cere teeta tear ws Sah 24  \n\"XVI = 24  \nXVI Work 25  \nXVII| Termination........ ss rer A Sd aw Sa 26  \nXIX Savings 26  \nXX — Trust Funds - 26  \nXX! Welfare and Pension Fund 27  \nSupplementary Unemployment Insurance Benefit Fund  \nContributions... 29  \nXXL Training sare Bd 30  \nXXIV 31  \nXXV Contributions to Fringe Benefits Overtime Requirements 31  \n31  \nXXVII Wage Rates and 32  \nXXVIII Union Dues, Strike & Defense Fund, Political Action,  \nDeduction 38  \nXXIX Central Pension 43  \nXXX Drug/Alcoho! Abuse Policy & 44  \nXXXI Non-Discrimination in 44  \nSUCCESSOMS. 45  \nXXXII RESOMULION. 0... eee cee ee 45  \nMOU Regarding Tuck Mounted Conveyors pits ne 47  \nMOU Regarding End Dump & Fuel 48  \nXXXIVComplete 49  \nNon-Association Employers.... 1 & 52  \nLABOR RELATIONS DIVISION  \nAssociated General Contractors of America  \nNew York State Chapter, Inc.  \n10 Airline Drive Suite 203  \nAlbany, NY 12205  \nA.J. CASTELBUONO  \nPresident & C.E.O.  \nTelephone: (518) 456-1134  \nFAX (518) 456-1198  \ne-mail: ajcastelbuono@agcnys.org  \n   \n"], ["ARTICLES OF AGREEMENT  \n", "THIS AGREEMENT, entered into the 1st day of April, 2005, is by and between  \nthe Labor Relations Division, Western New York Region, Associated General  \nContractors of America, New York State Chapter, Inc., (hereinafter called the  \n“Association”) acting for and on behalf of its present and future members, (herein  \nafter, individually referred to as the “Employer’) as parties of the first part, and  \nthe International Union of Operating Engineers, Local Union No.17 (hereinafter  \nreferred to as “Union\"), as party of the second part for the term provided at Article  \nXVIII. :  \nAny one of the individual parties comprising either the members of the first part  \nor the Union may, without joining with it the other party make any claim, invoke  \nany right or take any action proper to be taken hereunder in order to enforce any  \ntight given by this Agreement. It is intended that every right given to the  \nAssociation under this Agreement shall be given individually to every one of the  \nindividual Employers making up the Association enforceable the same as though  \nthe Employer were signatory individually to this Agreement.  \n"], ["ARTICLE |  \nPURPOSE AND PRINCIPLES  \n", "1. THIS AGREEMENT is entered into to prevent strikes and lockouts,  \nto facilitate peaceful adjustment of grievances and disputes between Employer  \nand Employee; to prevent waste, unnecessary and avoidable delays and the  \nresults thereof to the Employer of costs and expense and to the employee of loss  \nof wages; to enable the Employer to secure at all times sufficient forces of skilled  \nworkers; to provide as much as possible for the continuous employment of labor,  \nto provide that employment hereunder shall be in accordance with conditions and  \nat wages herein agreed upon; to bring about stable conditions in the Industry,  \nkeep costs of work in the Industry as low as possible, consistent with fair wages  \nand proper working conditions, as provided for hereunder; and further, to  \nestablish and set up the necessary procedure for amicable adjustment of all  \ndisputes or questions that may arise between the Parties, or any of them, so that  \nthe foregoing purposes may be brought about and accomplished.  \n2. Both Parties to the Agreement believe that a Uniform Agreement, if  \nadopted by the Union and the Employers engaged in Heavy and Highway  \nConstruction would further the interests of that Industry, and further believe that  \nsuch a Uniform Agreement should contain the following principles:  \n(a) That there should be no limitations to the amount of work an  \nemployee shall perform during his/her working day, it being understood that the  \nworker shall perform a fair and honest day's work.  \n6  \n(b) That there shall be no restriction of the use of machinery, tools or  \nappliances except as hereinafter modified by this Agreement.  \n(c) That no person shall have the right to interfere with the worker  \nduring working hours.  \n(d) If any of the parties of the first part engage in any class of work not  \nembodied in Heavy and/or Highway Construction as hereinafter defined, then this  \nAgreement is of no force or effect on any such project.  \n3. Sections 1 and 2 of this Article are an integral part of this  \nAgreement and all parties to the Agreement agree to abide by and be bound by  \nthe language contained in said sections.  \n"], ["ARTICLE Il  \nTERRITORIAL JURISDICTION  \n", "The territorial jurisdiction covered by this Agreement shali be the  \nCounties of: Erie, Wyoming, Cattaraugus, Chautauqua, Orleans, and the western  \n_ part of Genesee. The stated jurisdiction shall be unchanged for the term of this  \nAgreement.  \n"], ["ARTICLE Ill  \nUNION RECOGNITION AND SECURITY  \n", "1. The Employer hereby recognizes and acknowledges the Union as  \nthe sole and exclusive bargaining representative of all employees in the  \nclassifications for work covered by this Agreement, and the schedules attached  \nand made part hereof, namely Engineers, Registered Apprentice Engineers,  \nApprentice Engineers, Assistant Engineers, Maintenance Engineers (also  \nreferred to as mechanics), Firemen, Mechanics Helpers, Maintenance Welders,  \nMaintenance Welders Helpers, Maintenance Burners, Master Mechanics,  \nAssistant Master Mechanics, and all other skills and crafts when within the  \njurisdiction of the Union and all persons performing the classes of work covered  \nby this Agreement no matter where such work is performed within the territorial  \njurisdiction of the Union.  \n2. It shall be a condition of employment that all employees of the  \nEmployer covered by this Agreement who are members of the Union in good  \nstanding on the execution date of this Agreement shall remain members in good  \nstanding. Itis also agreed that on the eighth (8th) day following the beginning of  \nemployment or the effective date of this Agreement, whichever is later, of a non-  \nmember, membership in the Union shall be a condition of employment. The  \nhiring of new workers and the discharging of employees upon the request of the  \nUnion shall be in accord with the Labor Management Relations Act of 1947, as  \namended.  \n   \n2. When the Employer is notified in writing by the Union that an  \nemployee is delinquent in the payment of union dues, and/or for non-payment or  \nfailure to tender initiation fees, the Employer agrees to remove the employee  \ninvolved. Further, the Employer agrees that when he is notified by the Joint  \nTrainee Committee that a trainee has had his/her Agreement respecting training  \nand employment suspended or revoked, the trainee involved shall be removed.  \n4. Authorized representatives of the Union shall be allowed to visit job  \n. during working hours to interview Employer and Employees, but they shall in no  \nway interfere with or hinder the progress of the work. When possible, an attempt  \nwill be made to contact the superintendent before leaving the job.  \n5. In hiring new employees, the Employer shall give the Union equal  \nopportunity with all other sources to refer suitable applicants.  \n"], ["ARTICLE IV -  \nGRIEVANCE PROCEDURE AND ARBITRATION  \n", "1. The parties agree that if any dispute arises over the interpretation,  \napplication or meaning of any provision of this Agreement during the term of the  \nAgreement. there shall be no cessation, stoppage of work or lockout for any  \nreason whatsoever, except to the extent permitted by 3c, but such matters in  \ncontroversy or dispute, if any shall be taken up by a representative of the  \nEmployer and the Union within a reasonable time after the complaining party has  \nnotice or knowledge of such dispute or controversy. Upon presentation of sucha  \ndispute or claim, a representative of the Employer and the Union shall discuss  \nthe dispute or claim in an effort to resolve it within twenty-four (24) hours of its  \npresentation by the complaining party unless such time period is extended by  \nmutual consent. In the event the parties are unable to resolve the dispute the  \ncomplaining party can refer the dispute to arbitration within five (5) work days of  \nthe expiration of the twenty-four (24) hours (or whatever time period was  \nextended as set forth above). Within seven (7) calendar days after receipt of  \nsuch notice, the parties shall designate an Arbitrator as more fully set forth  \nbelow.  \nZs Once an arbitrator has been selected a hearing shall be held as soon as  \npossible but no later than five (5) calendar days after notification to the arbitrator  \nof his/her selection. The parties shall make themselves available for evening,  \nweekend and holiday hearings in addition to daytime hearings. The arbitrator ts  \nvested with the authority to render an award orally at the conclusion of the receipt  \nof testimony and evidence and the parties further waive any right to submit post  \nhearing briefs unless mutually agreed otherwise. The arbitrator's award whether  \nissued orally or in writing shall become effective immediately upon its issuance.  \nlf an award is rendered orally, a written memorandum detailing the oral award  \nshall follow sufficient to comply with the requirements of applicable federal and  \nstate law.  \n8  \n3. in the event that either party refuses to immediately comply with the  \nArbitrator’s award.  \na. Then in the case where the Employer is the offending party, the  \nUnion shall, in addition to any and all other remedies available to it, be released  \nfrom any provision of this Agreement which restricts or delays their right to strike  \nto the extent permitted by law.  \nb. In the case where the Union is the offending party, the Employer  \nshall, in addition to any and all other remedies available to it, be released from  \nany provisions of this Agreement which restricts or delays its right to lock out to  \nthe extent permitted by law.  \nC. The arbitrator is vested by the parties with all of the powers in law  \nand equity to issue remedial orders and impose such fines for breaches of the  \nAgreement as in his/her sole discretion are deemed appropriate to the  \ncircumstances, including the power to release the Union from any provisions of  \nthis Agreement which restricts or delays its right to strike. Such fines are to be  \npaid to the Union, or as the Union might direct, to any Fund provided for in this  \nAgreement.  \nd. In deciding work disputes over pieces of equipment and/or types of  \nwork not listed in Articte V, Section 1, Section -2, Section 3a, and Section 4,  \n(Including those listed in Article V, Section 3b), the tripartite procedures in Article  \nXVII, Section 2 shall prevail.  \nin the event an Employer operates equipment covered by this Agreement  \nwithout the required bargaining unit employee then two (2) days’ pay for each  \nemployee that should have been required on the equipment shall be paid to the  \nUnion's General Fund for every day said machine was operated.  \nRepeat violations shall subject the Employer to additional penalties in the  \namount to be determined and awarded by the Arbitrator.  \ne. When either party wishes to proceed to arbitrate a dispute under  \nthis Agreement, it shall file a written demand for arbitration with the other party to  \nthis Agreement. Within seven (7) calendar days, the parties shall select an  \narbitrator from the panel! list of:  \nRobert W. Ahern  \nLois Rappaport  \nFred L. Denson  \nRobert E. Fischer  \nHoward Foster  \nRamona L. Gallagher  \nJames Gross  \nNOoaronw=>  \n9  \nThe parties shall, beginning with the Charged Party, alternately strike  \nthree (3) names from the list. The panel member whose name remains shall be  \nthe agreed upon arbitrator.  \nf. The Arbitrator’s Award shall be final and binding.  \ng. The arbitrator's fees and costs shall be shared equally between the  \nparties to the Agreement.  \nh. In the event either party fails to appear at a scheduled hearing  \nbefore the arbitrator, the latter shall have the authority to decide to proceed, or to  \npostpone, the arbitration. However, in arriving at his/her decision with respect to  \nproceeding or not, the arbitrator shall consider whether or not the failure to  \nappear is for bona fide reasons and/or also whether or not such failure will  \nsubstantially impair the rights of the other party to a speedy resolution of the  \ndispute.  \n10  \n"], ["ARTICLE V  \nDEFINITION AND JURISDICTION  \n", "1. This agreement shall apply to Heavy and Highway construction and  \nbuilding site work but shall not apply to the actual building, foundations, structural  \nportion and interiors of buildings that are normally covered by Building  \nagreements in the geographical area of this agreement.  \n2. Off-site gravel or material pits, the material from which is to be used  \nfor a particular project covered by this Agreement shall be operated under the  \nterms of this Agreement when the pit is owned, leased, operated by or under the  \ncontrol of the prime contractor or another corporation or company of which the  \nmajority ownership is held by the prime contractor or its majority owner or  \nowners.  \n3. The loading, dumping and spreading on premises within the  \ngeographic jurisdiction of this Agreement where excavated waste material (dirt,  \nstone, etc.) is removed to a spoil area shall be performed under the terms of this  \nAgreement.  \nIt is further agreed that where the Employer has an exclusive lease  \nwith a private land owner, containing special conditions pertaining to leveling and  \ngrading or draining the waste area by the Employer, or where it is necessary for  \nthe Employer to perform leveling operations in order to waste additional material,  \nsuch leveling and/or grading shall be done under the terms of this Agreement.  \nIt is understood that once the dumping has been completed at the  \nwaste area, the Employer's obligation for any further work shall be terminated.  \nWasting in established landfill or dumps is excluded from this section.  \n3a. The Employer agrees that the Union and its branches shall be the  \nexclusive representative of all employees of the Employer performing work within  \nthe recognized jurisdiction of the Union including but not limited to employees  \nengaged in the classifications of work covered by this Agreement and schedules  \nattached and made a part hereof. Included shall be Employees engaged in the  \noperation, maintenance and repair of power equipment used in Heavy and  \nHighway Construction alteration and/or repair, and related work. All pipe fitting in  \nconnection with hoisting and portable Engineer equipment; sinking of well points,  \nall piping and connection with well points; maintenance burning and welding,  \ninstalling, repairing and maintaining of all equipment, fitting up, dismantling and  \noperating of machinery; temporary mechanical heating of 1 million BTU or over,  \nor in combination of 1 million BTU or over (Day Shift Only) when used for  \ntemporary heat or the heating of materials, including its installation, operating,  \nmaintaining and dismantling, and any other such work when performed on the  \njob by custom by Hoisting and Portable Engineers (will not include temporary  \nLb  \nenclosures). All Hoisting and Portable Engines and Boilers, irrespective of type,  \nsize or motive power; all boom type equipment, power aggregate plants, air  \nhoists , articulated off road material hauler, asphalt curb and gutter machines  \n(nonhand operated and /or self propelled), asphalt rollers, asphalt spreaders,  \nautomatic fine grade machines, backhoes (cable, hydraulic, track and rubber tire  \nmounted), back filling machines, batch plants (asphalt and concrete, automated  \nand nonautomated, wet or dry, portable and stationary), blast or rotary drill (truck  \nor cat mounted non air trac), bituminous spreaders and mixers, blowers for  \nburning brush, boring machines, bulldozers, cableways, cage hoist, caisson  \naugers, cement bins, cherry pickers, chip machines and stump grinders,  \ncompressors (irrespective of type, size or motive power), concrete breakers  \n(machine mounted), concrete curb or gutter machines (non hand operated and/or  \nself propelled), concrete cleaning decontamination machine operator, concrete  \nfinishing machines including tube finishing machines, concrete pavers including  \nslip form pavers, concrete pumps, concrete curing machines and pumps (ride on  \nand/or self propelled), self-propelled concrete saws and/or cutters, concrete  \nspreaders including placers, conveyors, conveyor systems, core drill (machine or  \ntruck mounted), cranes, crushers including portable type, decontamination of  \nequipment, derricks, draglines, dredges, drill doctor, drill rigs (machine or truck  \nmounted/non air trac), dust collectors, electric pumps used in conjunction with  \nwell point systems, elevating graders (self-propelled or towed), elevator,  \nexcavator (all purpose-hydraulically operated), farm tractors, firemen, forklift  \n(irrespective of size, type or motive power), front end loaders, fuel trucks,  \ngenerators(over 10 kw ), gradalls, graders, grout machines(3 cubic feet or  \nlarger), gunite machines(excluding nozzle), hammers (hydraulic self-propelied),  \nhead towers, heavy equipment robotics operator/mechanic, helicopter  \ncommunication, signal man and winch operator), hoists 1, 2 or 3 drum, industrial  \ntractors, horizontal directional drill operator, horizontal drill locator, Jeep  \ntrenchers, Jersey spreaders, Kolman Plant Loaders and similar type Loaders,  \nlaser screed, Locomotive (irrespective of size or power), Log Skidder,  \nLubrication unit or truck, maintenance engineer, maintenance grease engineer,  \nmine hoists, mixer for stabilized base self-propelled, all mixers( over % yard),  \nmonorail machines, motorized hydraulic pin pullers, motorized hydraulic  \nseeders(exciuding extended hose), mucking machines, mulching machines,  \noilers, overhead crane, pans (tractor and rubber tire), Pallet jack of  \nmotive power when used for hoisting), Peine cranes or similar type climbing  \ncranes, pile drivers (power source for drop hammer), pipe bending machines,  \npower augers (machine or truck mounted), power hydraulic rock expander or  \nsimilar type (machine mounted), all power hydraulic pumps, power material  \nhoppers, power house( over 10 kw), power plant (over 10kw), power brooms and  \nsweepers (machine mounted), power winches, power post hole diggers and post  \ndrivers (truck or machine mounted), pulsometers, push button hoist operators,  \npush cats, pumps (all types, over 2” irrespective of motive power or material  \nbeing pumped), quarry master or equivalent, power rakes, revinius widener, road  \nwideners, rollers (all types and sizes, irrespective of motive power, self propelled  \nor towed, (excluding remote or walk behind rollers used on dirt or aggregate up  \n12  \nto 3500 pounds), rock bit sharpeners (all types), shovels (power operated), skid .  \nsteer/Bobcat (similar type), skimmers, side booms, snorkel/vacuum truck, steam  \njennys and cleaners when used for equipment maintenance (and or truck  \nmounted), strato tower, tapping machines(machine mounted), temporary lighting  \nplants (all types, sizes, irrespective of motive power 6 kw or greater), test core  \ndrill machines(machine or truck mounted), tire trucks and tire repair(on  \nequipment covered in this agreement), tractor drills, tractors (with or without  \ntowed accessories), tractor drawn belt-type loader, trenchers, truck cranes, truck  \ncrane drivers, tugboats, tunnel shovel, turbo jet burner or similar equipment,  \nvacuum blasting machine operator/mechanic, vibrator compactor (machine  \nmounted/Jackson tamper), waterjet cutting tool system (ultra high pressure)  \noperator/Mechanic, welding machines (all types, sizes, irrespective of motive  \npower over 300 amp), well drilling machines, winch truck with “A” frame and all  \nwork usually and customarily performed by Hoisting and Portable engineers,  \nLocal Union No. 17, within its craft jurisdiction.  \n3b. The parties agree that the operation of the following equipment or  \nthe performance of the following work may also be claimed as bargaining unit  \nwork by another labor organization: convoying vehicles convoying engineers’  \nequipment; parts chasing; power form tampers.  \n4. UNDERSTANDING  \n(a) The provisions of this Agreement are based on an effort to bring  \nabout more equitable conditions in the Heavy and Highway Construction  \nIndustry, and no language in this section shall be construed to evade the  \nprinciples or intent of this Agreement.  \n(b) All machines, equipment or attachments, new or old, that are not  \nlisted in this Agreement shall be placed in a classification for manning  \nrequirements and wages, decided upon by a Joint Committee consisting of equal  \nEmployer and Union Representatives, before such machine, equipment, or  \nattachment is put to work.  \n13  \n"], ["ARTICLE VI  \nHOURS OF WORK  \n", "1. Eight (8) hours shall constitute a day’s work; forty (40) hours shall  \nconstitute a week's work - Monday through Friday.  \n2. A normal workday shall consist of eight (8) hours with one-half (1/2)  \nhour for lunch. The starting time shall be set by the Employer except that starting  \ntime shall not be changed from day to day. The work day must start no sooner  \nthan 7:00 a.m., nor later than 8:00 a.m., except as may be otherwise mutually  \nagreed upon by the Employer and Union.  \n3. On operations requiring two (2) shifts, the shifts shall be at least  \neight (8) hours each and of equal duration except where inclement weather  \nprevents compliance herewith.  \n4. On three (3) shift operations, the first, or day shift, shall be of eight  \n(8) hours duration; the second shift shall be of seven and one-half (7-1/2) hours  \nduration and the third shift shall be of seven (7) hours duration. Each shift shall  \nreceive eight (8) hours pay.  \n5. On three (3) shift operations, the third shift shall be considered as  \nfalling on the same day of the week as the first and second shifts.  \n6. One and one-half (1-1/2) times the rates set forth in this agreement  \nshall be paid for all work in excess of eight (8) hours per day and in excess of  \nforty (40) hours per week. All Engineers, Maintenance Engineers, Firemen,  \nApprentice Engineers and Registered Apprentice Engineers shall be guaranteed  \nforty (40) hours pay in a week, Monday through Friday. When an Engineer is  \nordered out to work he/she shall receive a minimum of eight (8) hours pay.  \nIf time is lost during the week as a result of inclement weather, any  \novertime hours worked during the period of five (5) days, Monday through Friday,  \ncan be used to make up forty (40) hours to a maximum of twelve (12) hours per  \nday.  \n8. An Engineer held on the job site, but not put to work due to  \ninclement weather, shall be paid only the number of hours actually held.  \n9. All work performed on Saturday shall be paid at the rate of one and  \none-half (1-1/2) times the regular rate. All overtime shall be computed in one-half  \n(4/2)hour minimums.  \n14  \n10. When an Engineer is laid off, it shall be for the work week.  \nOtherwise he/she shall receive his/her full time, provided it takes place on the  \nsame job.  \n11. If an Employee is called out to work in the middle of the week, or  \nany day after Monday, he/she is guaranteed the number of eight (8) hour days  \nbetween the day of hire and Friday, unless the Employee is terminated.  \n12. If an Employee takes off on his/her own business, his guaranteed  \nwork week will be reduced by the number of hours or days off.  \n13. Time lost Monday through Friday due to inclement weather may be  \nmade up on Saturday at one and one half times (1-1/2) the rates set forth in this  \nagreement.  \n14. As applied to work bid after June 13, 2005, when a shift work is  \nmandated either in the job specification or by the contracting agency a premium  \nof $1.50 per hour will apply.  \n"], ["ARTICLE VII  \nPAID HOLIDAYS AND SUNDAYS  \n", "1. Paid holidays to be observed are: Memorial Day, Independence  \nDay, Labor Day, Thanksgiving Day, Christmas Day, and New Year's Day,  \nirrespective of the day of the week on which the holiday may fall. If the holiday  \nfalls on Sunday, it will be celebrated on Monday. In the event that men work on  \nthis Sunday holiday, they shall be paid double time. In the event that men work  \n“on Monday, they shall be compensated at double time plus the holiday pay.  \nAccordingly, the Monday following the Sunday is treated as the holiday. If the  \nholiday falls on a Saturday it shall be celebrated on Friday, unless the Employer  \nnotifies the Union ten (10) days prior to the holiday that they will work on Friday.  \nIf they elect to work on Friday the Employee shall receive an additional eight (8)  \nhours holiday pay for Saturday.  \n2. Any Employee off within the week in which a holiday falls shail  \nreceive holiday pay, provided the holiday occurs after the date of hire. Holiday  \npay shall be paid at the regular classification.  \n3. An Employee must work the work day before and the work day  \nafter a holiday to receive holiday pay. However, an employee not able to report  \nbecause of proven sickness or death in his/her immediate family or accident shall  \nbe entitled to holiday pay.  \n4, lf an Employee is ordered out and reports for work on a holiday, set  \nforth in Section 1 above, and does not start, then he/she shal! be paid a minimum  \nof four (4) hours straight time in addition to the straight time given for said paid  \nLS  \nholiday. If he/she starts work on a paid holiday, he/she shall be paid a minimum  \nof eight (8) hours pay at double time in addition to the holiday pay otherwise due.  \n5. (a) When an employee is ordered out on a Saturday he/she shall  \nreceive one and one-half (1-1/2) day's pay regardless of hours worked. In the  \nevent of inclement weather and the Employee is not put to work in one (1) hour,  \nhe/she must be sent home and shall receive one (1) day’s pay at straight time.  \n(b) If an Engineer, Maintenance Engineer, Apprentice Engineer or  \nRegistered Apprentice Engineer is ordered out to work on a Sunday and reports  \non the job but his/her services are not used, the Employee shall receive a  \nminimum of eight (8) hours pay at straight time. if the Employee reports on the  \njob and does start work the Employee shall be paid a minimum of eight (8) hours  \npay at double time.  \n"], ["ARTICLE Vill  \nPAY  \n", "1. All wages under this Agreement shall be payable on the job every  \nweek. Not more than six (6) days pay shall be held back. Checks or pay  \nenvelopes shall show all information required by law.  \n2. lf, for any reason, the Employer terminates the services of any  \nemployee working under this Agreement, the Employee shall be paid in full at the  \ntime of termination. If such employee is not paid in full at the time of termination,  \nthe Employee shall receive two (2) additional hours at straight time rate.  \nHowever, such accrued wages and waiting time must be mailed or delivered to  \nthe Employee not later than the next business day.  \n3. if the employee leaves his/her job, he/she shall not be entitled to  \nreceive his/her pay for such week until the regular pay day for such work week,  \nand he/she shall not be entitled to any additional pay for returning to the job in  \norder to collect such pay.  \n4. Engineers, apprentice engineers, registered apprentice engineers,  \nfiremen and maintenance Employees shall not be laid off on a pay day for any  \nreason, unti! they have received their pay.  \n5. All engineers, apprentice engineers and registered apprentice  \nengineers working in the Tunnel shall be paid a premium of one dollar ($7.00)  \nper hour.  \n16  \n"], ["ARTICLE IX  \nMASTER MECHANICS,  \nASSISTANT MASTER MECHANICS,  \nMAINTENANCE ENGINEERS  \n", "1. Where ten (10) or more bargaining unit employees, (excluding  \nEmployees performing work customarily known as oiling and registered  \napprentices employed as apprentice journeymen are employed on any one shift ,  \na Master Mechanic, competent for the work, shall be employed to be responsible  \nunder the direction of the Employer for the routine performance of the work of  \noperators, maintenance and repairs. The Master Mechanic shall be selected by  \nthe Union from among qualified applicants supplied by the Company unless  \notherwise mutually agreed upon. If there is no mechanical work, then he/she can  \noperate equipment. Employer and Subs are to be counted separately.  \n(a) Onovertime work, crews may be split. Overtime for personne! shail  \nbe equalized bi-weekly, if the personnel so selected are qualified to perform the  \novertime work.  \n(b) When up to three (3) productive pieces of equipment including  \nMechanics work overtime, either the Master Mechanic, Assistant Master  \nMechanic, or Steward shail be employed on the shift or project, on a rotating  \nbasis. (Generators, compressors, welders, Apprentice Engineers, Light Plants,  \nHeaters and Pumps are excluded from the productive equipment count  \nthroughout this section). When four (4) or five (5) productive pieces of equipment  \nincluding Mechanics work overtime, either two (2) of the Master Mechanic,  \nAssistant Master Mechanic, or Steward shall be employed on the shift or project,  \non a rotating basis. When six (6) or more productive pieces of equipment  \nincluding Mechanics work overtime, the Master Mechanic, Assistant Master  \nMechanic, and the Steward shall be employed on the shift or project.  \n(c) | The Master Mechanic will be required to use tools on jobs until the  \nfourteenth (14th) engineer Is employed.  \n2. On jobs where no mechanics are employed, the repair work will be  \ndone by the Employee(s) assigned to the machines(s), provided they are  \nqualified to do the repair work.  \n3. On jobs where a Master Mechanic is employed, repair work during  \nthe shift may be done by the crew under the general supervision of the Master  \nMechanic, provided they are qualified to do repair work.  \n4, Maintenance engineers shall be employed to do all pipe fitting in  \nconnection with hoisting and portable equipment. Maintenance engineers shall  \nalso supervise and install well-point systems, shall be employed to do all  \nmaintenance burning and welding, preparing and maintaining of all equipment,  \n17  \nincluding vibrators and tampers, tire repair, all gasoline, diesel, or electric pumps  \nand all such other work, as by custom, has been performed by workers under the  \nsupervision of the Master Mechanic.  \n5. Maintenance and repair work on machines and/or equipment shall  \nbe done within the territorial jurisdiction of this Agreement, whether the work  \ntakes place on the job site or at the Employer's permanent shop or yard and such  \nwork will be done under the terms and conditions of this Agreement.  \nHowever, if the contractor has a permanent shop located outside the  \nterritorial jurisdiction of the Agreement, equipment and/or machines may be  \nremoved from the site to the shop for major overhauls or specialty work. Where  \nspecific items of specialty work are to be returned to the permanent shop, they  \nshall be removed for shipment and reinstalled on the project.  \n6. When a lubrication rig is used on a job, one Employee shall be  \ndesignated maintenance lubrication engineer and he/she shall be responsible for  \ngreasing and other similar service work for all designated machines. Such  \nengineer may be assigned other duties if the lubrication rig is not a full-time job.  \nThe operators and registered apprentice engineers or apprentice engineers on  \nthe job may be directed to lubricate their own machines as part of their regular  \nduties.  \nAfter nineteen (19) bargaining unit employees, (excluding  \nemployees performing work customarily known as oiling and registered  \napprentices employed as apprentice journeymen), are employed on any one shift  \nor one project, an Assistant Master Mechanic shall be employed to assist the  \nMaster Mechanic under the direction of the Master Mechanic and after thirty-five  \n(35) bargaining unit employees (excluding employees performing work  \ncustomarily known as oiling and registered apprentices employed as apprentice  \njourneymen), are employed on any one shift or one project, an additional  \nAssistant Master Mechanic shall be employed to assist the Master Mechanic  \nunder the direction of the Master Mechanic. These Assistant Master Mechanics  \nshall cover any job in case of an emergency or until a replacement arrives.  \n8. Ownership of transportation shall not be a condition of employment.  \nIn the event an Employer rents transportation from an Employee covered by this  \nAgreement, the terms of the rental shall be evidenced by a written memorandum,  \na copy of which will be furnished the Union upon request.  \n   \n18  \n"], ["ARTICLE X  \nFIREMEN, REGISTERED APPRENTICE ENGINEERS  \nAND APPRENTICE ENGINEERS  \n", "1. There shall be no requirement for use of a registered apprentice  \nengineer or an apprentice on a hydraulic backhoe, concrete boom truck, and  \nsimilar type of equipment or on a self propelled (remote controlled) auger and/or  \npost driver. Registered apprentice engineers and apprentice engineers shall  \ncontinue to remain employed pursuant to the terms set forth in paragraph 2  \nbelow.  \n2. Firemen or registered apprentice engineers or apprentice engineers  \nshall be employed on all gasoline, oil, electric, air, or steam operated shovels,  \ncranes, draglines, dredges, derrick boats, pavers (excluding stationary set-up),  \ntrenching machines, pile drivers, Euclid loaders, quarry master (or its equivalent),  \ngradalls, hydro-cranes, cherry pickers rated over 60 tons by manufacturer, center  \nmount, hydraulic truck crane and all terrain cranes rated over 60 tons by  \nmanufacturer, automated batch plants (wet or dry mix plants), and shall drive  \ntruck cranes and fuel trucks. Their duties shall be to assist the engineer in oiling,  \ngreasing, and preparing all machines, giving signals when necessary and  \nchaining of buckets and scale boxes. On intermittent pumping or compressor  \noperations, the registered apprentice engineer or the apprentice engineer or  \nfiremen on the rig shall cover such operation. He/she shail receive the B  \nClassification rate for the entire day. Intermittent pumping or compressor  \noperation is defined as operations to be conducted at temporary location and not  \nexceeding in time fifty per cent (50%) of the work shift.  \n3. Where helpers are required on the grease rig, they shall be  \napprentice engineers or registered apprentice engineers.  \n4. Registered apprentice engineers or apprentice engineers and  \nmaintenance greasemen shall service the machine during the regular lunch  \nperiod. They shall take their lunch period either before or after the regular lunch  \nperiod, if so directed by the Employer.  \n5. The registered apprentice engineer or apprentice engineer must  \nhave his/her assigned rig running at the shift starting time.  \n6. All mainline cross country pipeline projects shall include  \napprentices or swampers on ail backhoes.  \n19  \n"], ["ARTICLE XI  \nTERMINATION, DISCHARGE, AND MOBILITY  \n", "1. After consultation with the Master Mechanic, the Employer is to be  \nthe judge as to the satisfactory performance of work but no Employee may be  \ndischarged for defending the right of any Employee under the terms of this  \nAgreement.  \n2. Upon completion of his/her work, the Master Mechanic may be  \nmoved by the Employer from one project to another within the Union's  \njurisdiction. is further agreed that upon completion of his/her work any  \nEmployee covered by the terms of this Agreement may be moved by the  \nEmployer from one project to another within the Union's jurisdiction.  \n3. Key engineers may be moved from one Local Union's area to  \nanother after consultation between the Employer and Union representative in  \ncharge as to which key engineers are necessary.  \n4, No employees shall leave an uncompleted contract to accept  \nemployment with another Employer unless agreeable to both Employers.  \n"], ["ARTICLE Xi!  \nELECTION DAY  \n", "All Employees of the Employer shall be allowed time to vote on  \nElection Day as required by law.  \n"], ["ARTICLE XIili  \nSTEWARD  \n", "The Union shall appoint the steward and it shall notify the Employer  \nof its selection. The steward shall not be laid off or discharged without the  \nconsent of the Union. He/she shall be given sufficient time to perform the duties  \nassigned to him/her by the Union. In case of injury to Employee(s) covered by  \nthis Agreement, the Steward shall be notified as soon as possible. The steward  \nshall start work with the first Engineer or Maintenance Engineer.  \nOne projects of less than five million dollars ($5,000,000) in value  \nthe Unions selection for steward will be made from a list of members who will be  \nemployed on the project.  \n20  \n"], ["ARTICLE XIV  \nMISCELLANEOUS  \n", "t. There shall be no restriction on bargaining unit employees  \nchanging equipment.  \n2. On all projects, where there is no operating engineers employed  \non the job, the manning, set-up, breakdown, repair and maintenance of  \nhands-off equipment as listed in Article V shall be the jurisdiction of the  \nUnion.  \n3. On all projects, when an operating engineers is employed on the  \njob, the Employer shall not be required to assign him/her to hands-off  \nequipment.  \n4. Notwithstanding section 2, on all projects, when an operating  \nengineers is not employed on the job, the Employer can operate up to  \nthree pieces of hands-off equipment in any of the following  \ncombinations:  \n(a). Fully automated pumps (all power hydraulic & electric).  \n(b). Compressors with a combined total not to exceed 600 C.F.M.  \n(c). Pumps of combined total of 6\" or less.  \n(d) Generators (under 20 KW)  \n(e) Heaters (under 1 MBTU)  \n(f) Welding Machines  \n(g) Temporary Lighting Plants not to exceed a combined total of 24 KW  \n5. The maintenance, placement, installation and repairs of any  \nbargaining unit work covered by Article V, Definition and Jurisdiction shall be the  \nwork of the Union.  \n6. Horizontal Directional Drill operator will also man the Drill Locator.  \nWhen an extra person is required on the it shall be an operating engineer.  \nThis crew will be considered one operator when counting towards Master  \nMechanic, Assistant Master Mechanic and Apprentice totals.  \n7. Prior to commencement of work, Employees covered by this  \nAgreement will be covered by Unemployment, D.B.L., and Workmen's  \nCompensation Insurance. Upon demand, satisfactory evidence of such  \ncoverage will be furnished to the Union.  \n8. The Employer shall obtain and keep in force public liability  \ninsurance for property damage and bodily injury in sufficient amounts as to  \nprovide protection or coverage for third party actions arising out of accidents  \noccurring within the scope of the employment of his Employees. Upon receipt of  \na4  \na summons and/or complaint involving a third party action arising out of an  \naccident which occurred within the scope of an Employee’s employment, the  \nEmployer shall provide the Employee with a defense to such litigation and pay  \nthe cost thereof. |  \n9, The Employer agrees that as soon as a contract for a job has been  \nawarded or within a reasonable time thereafter, but prior to the starting of any  \njob, it will notify the Union of such job award, make arrangements and hold a pre-  \njob conference with the Union. This clause shall apply to every job or project  \nundertaken by the Employer. Upon request of the Union, any job site  \nsubcontractor shall also meet for a pre-job conference before it commences its  \nportion of the work on a job.  \n10. Cleaning of tracks shall be done by the engineer or registered  \napprentice engineer or apprentice engineer on his/her equipment. If such  \npersons do not clean them, then the Employer shall assign such work to such  \nother persons as he may elect.  \n11. (a) Equipment covered by this Agreement, when being moved  \nunder its own power shall be operated by bargaining unit employees. When  \nequipment is being moved from the Union's jurisdiction to that of another union's  \njurisdiction it shall be moved by bargaining unit employees from the area where  \nthe equipment had been working. Rented equipment moved by the Employer  \nshall be covered by this clause. Bargaining unit employees shall load and unload  \nall equipment on the lowboy for transporting.  \n(b) Reasonable expenses for meals, lodging, and other actual  \nnecessary charges shall be reimbursed to such Employees upon furnishing  \nreceipts to the Employer.  \n12. (a) Grade. and similar type machines, one (1) A Class  \nEngineer and one (1) B Class Engineer.  \n(b) C.M.t. Belt Placer and similar type machines, one (1) A  \nClass Engineer.  \n(c) C.M.I. Slip Form Paver and similar type machines, one (1) A  \nClass Engineer and one (1) B Class Engineer.  \n(d) C.M.I. Tube Finisher and similar type machines, one (1) B  \nClass Engineer.  \n(e) C.M.I. Curing and similar type machines, one (1) B Class  \nEngineer.  \n22  \n(f) One (1) registered apprentice engineer or apprentice  \nengineer at B Classification for C.M.1. and similar type concrete spreads.  \n(g) .M.1. auto Grade Reclaimer Model #TR225, or similar type,  \n_ one (1) A Class Engineer.  \n13. | Cabs or canopies with side curtains and heating systems are to be  \ninstalled on all major equipment (except paving equipment). Umbrellas to protect  \nagainst inclement weather will be provided on paving equipment.  \n14. A compressor operator on the General Contractors payroll will  \ncover compressors used by the Painting Subcontractors. -  \n15. It is agreed by the parties that on all projects to be performed in an  \namount in excess of ten (10) million dollars ($10,000,000) the Employer shall  \nhave the right to seek the Union’s agreement on a pre-bid basis to grant more  \nfavorable terms and conditions than are set forth in this Agreement. It is agreed  \nand understood that the failure and/or refusal of the Union to agree to such relief  \nshal! result in the continuation of the terms set forth in this Agreement and the  \nEmployer shall be relieved of no obligations set forth herein.  \n16. The Employer and the Union agree that the stability and progress  \nof the industry is dependent in large measure on the availability of a pool of  \nhighly trained, competent and professional employees. The parties commit to  \nexpending their best efforts to insure that apprentice training remains a priority of  \nthe Union - Employer relationship.  \nIt is agreed that, for every eight (8) journeymen employed at one time by  \nthe Employer, a registered apprentice engineer shall be employed. It is  \nunderstood that when determining whether the registered apprentice engineer is  \nrequired, the parties shall consider the aggregate number or journeypersons  \nemployed by the Employer. The wage for a registered apprentice engineer who  \nis operating a Class A piece of equipment will be Class A rate minus $.40 per  \nhour.  \nIt is also understood and agreed that this above mentioned registered  \napprentice shall not be included towards the count of bargaining unit employees  \nmentioned in ARTICLE IX paragraphs 1 and 7 that would require the  \nemployment of a Master Mechanic, Assistant Master Mechanic or 2™ Assistant  \nMaster Mechanic.  \nThe Registered Apprentice will not be required to work overtime if his  \nmachine is not required during an overtime operation. He/she will not be  \n“bumped” from his machine during overtime, and likewise he will not receive  \npreferential treatment for overtime regardless of the number of employees  \n23  \ncompany wide who are working overtime. The overtime provision applies to  \nweekend work as well.  \nThe parties further agree that the 8:1 ratio set forth above is subject to re-  \nnegotiation upon the request of either of the parties.  \nit is agreed that, in the event the Employer fails to employ a registered  \napprentice engineer as required by this Agreement, it shall make the injured  \nEmployee whole by employing him/her on the jobsite for a period not less than  \nthe period during which employment would have occurred. Compliance with this  \nremedy shall not relieve the Employer of remaining or additional obligations set  \nforth in this Agreement.  \nThe provisions set forth herein shall be enforceable pursuant to the  \ngrievance/arbitration procedure established in this Agreement.  \n47. In the event the Employer bids any project where there is any B  \nportion of A and B bidding and/or lane rental plus interim payment and any other  \nallowable deduct which are to be deducted from the bid price in order to  \ndetermine whether the project will fall under the established cap for targeting, the  \nEmployer shall contact the Union and provide documentation to verify this. The  \ninvocation of this Section shall be initiated and provided by the Employer prior to  \nthe project being started. The intent is to determine what does it cost to build the  \nproject.  \n18. Pile drivers may assist the operator and the oiler in the assembly  \nand disassembly of the crane that is used in their specific work. Ironworkers may  \nassist the operator and the oiler in the assembly and disassembly of the crane  \nthat is used in their specific work. .  \n19. Laborers may assist the operator in the assembly and disassembly  \nof the lines and hoses that extend from the concrete pump.  \n20. The Union acknowledges the fact that, the Labor Relations  \nDivision, Western New York Region, Associated General Contractors of America,  \nNew York State Chapter, Inc., is in the forefront of lobbying for more construction  \nwork within the Union’s geographical jurisdiction. It is therefore in the Parties  \ninterest that the construction business volume this Employer Association  \nprocures for Western New York, be awarded to its members who provide  \nemployment for employees represented by the Union. The Parties hereby agree  \nto meet not less than quarterly to review and discuss specific measures to  \nachieve this objective.  \nThe meeting will be tentatively set for the Ist Thursday of the month for  \nthe following months, February, May, August and November. Local 17 will  \n24  \ndetermine the location and time of the meeting and inform the Association  \nmembers.  \n"], ["ARTICLE XV  \nSAFETY  \n", "1. No employee shall be required or assigned to engage in any  \nactivity involving dangerous conditions of work or danger to persons or property  \nin violation of an applicable statute, court order, or governmental regulation  \nrelating to safety of person or equipment.  \n2. The Employer and the Union do hereby agree to work together to  \npromote safety on the job for the benefit of all Employees. Safety rules and  \nregulations will be made known to all Employees and the use of safety  \nequipment will be continually promoted by both parties.  \n3. Where the Employer has a Safety Committee on any job, one of the  \nEmployees who is a member of the Union shail be a party to such committee.  \nThe duties of the committee shall be determined by the Employer.  \n4. When various forms of persona! protection are required, they shall  \nbe supplied by the Employer at no cost to the Employee.  \n5. The Employers and the Union will negotiate an owner mandated site  \nsafety procedure by September 1, 2005.  \n"], ["ARTICLE XVI  \nRADIATION  \n", "1. In the event the Employer requires work to be performed in any  \narea of radiation, requiring special protective clothing, such clothes shall be  \nprovided by the Employer. Safety requirements shall be established by  \napplicable State and Federal Laws, rules and regulations.  \n2. In the event an Employee must dispose of his/her regular clothing  \ndue to contamination, he/she shall be reimbursed by the Employer for like items  \nof clothing, including boots, which had been disposed of.  \n3. Where an Employee loses work opportunity due to overexposure to  \nradiation, he/she may be shifted to another piece of equipment of the Employer  \nat some other location. If the Employer has no other job available, the Local  \nUnion agrees to give priority to such Employee for any other work opportunity  \navailable. If the Union is unable to provide a work opportunity for such an  \nEmployee, the Employer will assume such responsibility for the duration of that  \njob or for a period up to a maximum of thirty (30) days.  \n1.  \n25  \n"], ["ARTICLE XVII  \nWORK DISPUTES  \n", "The Employer agrees that the terms of this Agreement shall apply  \nto all bargaining unit work specified in Article V which has traditionally  \nbeen performed by bargaining unit members. The Employer further  \nagrees that the covenants set forth in this Agreement shall be applied to  \nall bargaining unit work specified in Article V which has traditionally been  \nperformed by bargaining unit members, notwithstanding obligations,  \ncontractual or otherwise, which the Employer may have or hereafter  \nassumes with another labor organization.  \n2.  \nThe parties recognize that there may be pieces of equipment,  \n(those specifically listed in ARTICLE V, 3b and/or types of work not listed  \nin Article V which both the Union and another labor organization(s) would  \nclaim as bargaining unit work. Under such circumstances the following  \ndispute resolution procedure shall apply and shall be final and binding:  \nA.  \na:  \nThe Employer shall make the initial assignment based upon the nature  \nof the work performed;  \n_ If the Union disagrees with the assignment, it shall notify the Employer  \nand the competing labor organization of the Union's desire to meet  \nwithin 48 hours and attempt to resolve this disagreement. If unable to  \nresolve the work assignment dispute the parties will then engage in  \ntripartite arbitration before Arbitrator, Joseph W. Bania or Arbitrator  \nJames R. Markowitz or Arbitrator Stuart_M. Pohl! (to be utilized in  \ndescending order). The parties shall make themselves available for  \nhearing on the first date offered by the arbitrator;  \n_ The arbitrator, after hearing evidence and receiving briefs (if the  \narbitrator so desires) shall, within ten (10) calendar days from the close  \nof the hearing, issue a remedy appropriate under the circumstances.  \nNotwithstanding provisions in the Agreement to the contrary, the  \nUnion hereby waives any right to strike, picket or take any job action  \nwhatsoever during the pendency of a work dispute under this Article XVII.  \nThe appropriate arbitration procedure shall be followed.  \n26  \n"], ["ARTICLE XVIII  \nTERMINATION |  \n", "This Agreement, shall continue in effect from the day of April 2005,  \nthrough the 31°' day of March, 2009, and during each calendar year thereafter,  \nunless on or before the 31° day of January, 2009, or January 31* of any year  \nthereafter, written notice of termination or modification of this Agreement is  \nserved by either party on the other party. In the event that such written notice is  \nserved and changes in this Agreement are agreed upon, a new Agreement is  \nembodying such changes shall be reduced to writing and executed.  \n"], ["ARTICLE XIX  \nSAVINGS CLAUSE  \n", "In the event that any State or federal Statute or Law shall supersede or  \ninvalidate any clauses in this Agreement, such Statute or Law shall prevail over  \nany such clause; however, the other provisions of this Agreement shall be valid  \nand remain in full force and effect. In the event that any clause or portion thereof  \nshall be declared invalid, it is further agreed that the parties hereto shall meet  \nwithin a period of sixty (60) days to redraft a new clause or portion thereof, which  \nshall be valid and which shall replace that clause or portion thereof declared  \ninvalid.  \n"], ["ARTICLE XX  \nTRUST FUNDS-GENERAL  \n", "1. In addition to the wage rates provided for herein, each signatory to this  \nAgreement agrees, that upon signing this Agreement, it has become a party in  \nthe same manner and form as any other Participating Employer and does hereby  \nbind itself to the terms and conditions of the respective Agreements and ©  \nDeclarations of Trust of the Engineers Joint Benefit Funds. (viz., the presently  \nestablished Health and Welfare, EJWF Supplemental Fund, EJWF Personal  \nAccount Plan, Pension, Supplemental Unemployment Benefits, and Training  \nFunds) as if said Trust Agreements, together with any amendments thereto, of  \nthe named Funds are fully incorporated herein and made a part hereof, and  \nagrees to be considered as an Employer, as the same is defined, under each of  \nthe said Agreements and Declarations of Trust.  \n2. The parties and each other signatory to this Agreement empower and  \nauthorize. the Trustees, to delegate, in a prudent and lawful manner, the  \ninvestment powers granted unto said Trustees by the said Agreement and  \nDeclarations of Trust. The delegation of such investment and reinvestment  \npowers, to the extent that the Trustees deem desirable, may be made to any  \nbank, trust company, investment advisor, financial investment and management  \ninstitution and/or investment institutions provided they are registered with the  \n27  \nSecurities and Exchange Commission under the Investment Advisors Act and  \nwith the respective New York State Insurance or Banking Departments.  \n3. in the exercise of their authority to delegate certain powers as  \naforedescribed, the trustees may enter into such agreements in connection  \ntherewith with any party so selected provided such agreements are revocable by  \nthe Trustees at any time.  \n4. Change in Contributions During The Term of The Agreement: Upon sixty  \n(60) days’ notice prior to the effective date of any hourly wage increase provided  \nfor herein, the Union shall have the right to decide that a stated portion of such  \nhourly wage increase shall be added to the contributions to be made to any of  \nthe jointly trusteed funds, including the Operating Engineers Local 17 Training  \nFund. This provision is intended to apply, as well, to the overtime portions of  \nsuch contributions concerning which the parties agree the Union may also decide  \nto increase the amount of additional weekly dues deduction, subject, however, to  \nproper dues deduction authorizations being submitted in that respect.  \n"], ["“ARTICLE XXI  \nWELFARE AND PENSION FUND CONTRIBUTIONS  \n", "1. The Employer agrees to contribute to the Engineer's Joint Welfare  \nFund, 101 Intrepid Lane, PO Box 100 Colvin Station, Syracuse, New York,  \n13205-0100 in the amounts hereinafter set forth in Article XXVII for each actual  \nhour paid (excluding holidays not worked) and in like manner to the Engineer's  \nJoint Pension Fund, at the above address. Such contributions shall be remitted  \nto the said Joint Welfare and Pension Funds in the mode and manner  \nas determined by the Board of Trustees of said funds pursuant to the terms of  \nAgreements and Declarations of Trust between the Labor Relations Division,  \nAssociated General Contractors of America, New York State Chapter, Inc., and  \nLocal Unions 17, 106, 410, 463, 545, and 832 of the International Union of  \nOperating Engineers, AFL-CIO.  \n2. Notwithstanding any other provision contained in this Agreement,  \nthe parties agree that any Employer who becomes delinquent in the payment of  \ncontributions due to the Engineers Joint Welfare and Pension Funds after notice  \nhas been served upon such delinquent Employer shall be liable for not only the  \namount of contributions due, but in addition thereto, any such Employer agrees  \nto pay interest, costs and fees of collection, legal fees not in excess of twenty  \npercent (20%) of the amount of said delinquency and the costs of an audit if  \nauditing procedures are necessary to ascertain the amount of the delinquencies.  \nThe failure of any Employer to make timely and proper contributions and  \nremittances to the funds shall not relieve any other Employer from making such  \npayments.  \n   \n28  \n3. \\t is further agreed between the parties hereto that in addition to the  \nprovisions contained in Section 2 hereof, the Union is granted the unequivocal  \ntight, with respect to any delinquent Employer, to declare this Agreement  \nbreached and at the option of the Union said agreement may be considered  \nterminated upon seventy-two (72) hours notice to any such delinquent Employer.  \nIn the event that the Union exercises such option under this section, such  \ndelinquent Employer agrees to pay as liquidated damages, to each of said  \nEmployer's employees in the collective bargaining unit their regular rate of pay  \nfor all time lost from work as a result of the Employer's delinquency.  \n4. The parties hereto recognize that the Union, the Funds, and/or any affiliated  \nFund may make contributions to the respective funds for and on behalf of their  \nEmployees. Such contributions shall be in the same amount and payable in the  \nsame manner as are made by other contributing Employers.  \n5. The Engineers Joint Welfare Fund, Engineers Joint Pension Fund, Engineers  \nCentral Pension Fund, Local 17 Supplementary Unemployment Insurance  \nBenefit Fund and the Local 17 Training Fund (jointly referred to as \"Funds') shall  \nbe administered pursuant to provisions of Agreements and Declarations of Trust  \nof the respective Funds, or any restatements of such Trust Agreements, together  \nwith various written policies, including but not limited to Collection Policy,  \nMistaken Contribution Policy, and Withdrawal Liability Policy (jointly referred to  \nas \"Policies') established by the various Funds’ Trustees, and shall be in  \ncompliance with requirements of State and Federal laws governing and  \nregulating such Trusts. Such Agreements and Declarations of Trusts and  \nPolicies, together with any amendments to or restatements of such Trusts or  \nPolicies, are hereby incorporated herein by reference as if fully set forth herein.  \n6. The parties to this Collective Bargaining Agreement hereby agree that the  \nsigning of this Agreement shall constitute an obligation to be bound by the terms  \nand conditions of said Agreements and Declarations of Trust of the Funds, and  \nthe Funds’ Policies together with any amendments to or restatements of such  \nTrusts or Policies, as if said Agreements and Declarations of Trust of the Funds  \nand Policies were fully set forth herein and made a part thereof.  \n7. Inthe areas of the operation and administration of the Funds and any other  \nareas of responsibility or authority delegated to or reserved to the Funds’  \nTrustees under the Employee Retirement Income Security Act of 1974 \"ERISA’),  \nincluding, but not limited to, collection of delinquencies, return of contributions,  \nand the rights and remedies of the Funds when collecting delinquencies, if the  \nterms of this Agreement conflict with the Agreements and Declarations of Trust of  \nthe Funds and/or Policies, the terms and provisions of the Agreements and  \nDeclarations of Trust and Policies will govern and supersede any inconsistent  \nprovisions of this Agreement.  \n29  \n"], ["ARTICLE XXiIl  \nSUPPLEMENTARY UNEMPLOYMENT INSURANCE  \nBENEFIT FUND CONTRIBUTIONS  \n", "1. The Employer agrees to contribute to a Supplemental  \nUnemployment Insurance Benefit Fund in the amounts hereinafter set forth in  \nArticle XXVI] for each actua! hour paid (excluding holidays not worked). Such  \ncontributions shall be remitted to the Engineer's Joint S.U.B. Fund located at 101  \nIntrepid Lane, PO Box 100 Colvin Station, Syracuse, New York, 13205-0100 in  \nthe mode and manner as determined by the Board of Trustees of said Fund  \npursuant to the terms and provisions of an Agreement and Declaration of Trust  \nbetween the Labor Relations Division, Associated General Contractors of  \nAmerica, New York State Chapter, !nc., and Local Union 17, 106, 410, 463, 545,  \nand 832 of the International Union of Operating Engineers, AFL-CIO.  \n2. Notwithstanding any other provision contained in this Agreement,  \nthe parties agree that any Employer who becomes delinquent in the payment of  \ncontributions due to the Engineer's Joint S.U.B. fund after notice has been  \nserved upon such delinquent Employer, shalt be liable for not only the amount of  \ncontributions due, but in addition thereto, any such Employer agrees to pay  \ninterest, costs and fees of collection. Legal fees due shall not exceed twenty  \npercent (20%) of the amount of said delinquency and the costs of any audit if  \nauditing procedures are necessary to ascertain the amount of the delinquencies.  \nThe failure of any Employer to make timely and proper contributions and  \nremittances to the Funds shall not relieve any other Employer from making such  \npayments.  \n3. further agreed between the parties hereto that in addition to the  \nprovisions contained in the preceding paragraph, the Union is granted the  \nunequivocal right, with respect to any delinquent Employer, to declare this  \nAgreement breached and at the option of the Union, said Agreement may be  \nconsidered terminated upon seventy-two (72) hours notice to any such  \ndelinquent Employer. In the event that the Union exercises such option under  \nthis section, such delinquent Employer agrees to pay, as liquidated damages to  \neach of said Employer's Employees in the collective bargaining unit, their regular  \nrate of pay for all time lost from work as a result of the Employer's delinquency.  \n4. The parties hereto recognize that the Union, the Funds, and/or any  \naffiliated fund may make contributions to the respective funds for and on behalf  \nof their Employees. Such contributions shall be in the same amount and payable  \nin the same manner as are made by other contributing Employers.  \n30  \n"], ["ARTICLE XXill  \nTRAINING FUND  \n", "1. The Employer agrees to contribute to the Operating Engineers  \nLocal 17 Training Fund. Such contributions shall be remitted in the amounts  \nhereinafter set forth in Article XXVI! for each actual hours paid (excluding  \nholidays not worked) to the Engineers Joint Benefit Fund, 101 Intrepid Lane, PO  \nBox 100 Colvin Station, Syracuse, New York, 13205-0100 or any other  \ndepository selected by the Trustees, in the mode and manner as determined by  \nthe Board of Trustees of said Fund pursuant to the terms and provisions of an  \nAgreement and Declaration of Trust between the Labor Relations Division,  \nAssociated General Contractors of America, New York State Chapter, Inc.,, and  \nLocal Union 17 of the International Union of Operating Engineers.  \n2. Notwithstanding any other provision contained in this Agreement,  \nthe parties agree that any employer who becomes delinquent in the payment of  \ncontributions due to the Operating Engineers Local 17 Training Fund after notice  \nhas been served upon such delinquent Employer, shall be liable for not only the  \namount of contributions due, but in addition thereto, interest, costs and fees of  \ncollection. Legal fees due shall not exceed twenty percent (20%) of the amount  \nof said delinquency and the cost of an audit if auditing procedures are necessary  \nto ascertain the amount of the delinquencies. The failure of any Employer to  \nmake timely and proper contributions and remittances to the Fund shall not  \nrelieve any other Employer from making such payments.  \n3. It is further agreed between the parties hereto that in addition to the  \nprovisions contained in the preceding paragraph, the Union is granted the  \nunequivocal right, with respect to any delinquent Employer, to declare this  \nAgreement breached and at the option of the Union, said Agreement may be  \nconsidered terminated upon seventy-two (72) hours notice to any such  \ndelinquent Employer. In the event that the Union exercises such option under  \nthis section, such delinquent employer agrees to pay as liquidated damages, to  \neach of said Employer's Employees in the collective bargaining unit their regular  \nrate of pay for all time lost from work as a result of the Employer's delinquency.  \n4. The parties hereto recognize that the Union, the Funds, and/or any  \naffiliated fund may make contributions to the respective Funds for and on behalf  \nof their Employees. Such contributions shall be in the same amount and payable  \nin the same manner as are made by other contributing Employers.  \n31  \n"], ["ARTICLE XXIV  \nBONDING  \n", "It is agreed that non-Association Employers and/or habitual delinquents as  \ndetermined by the Trustees of the Engineers’ Joint Funds, may be required to  \npost a bond in the amount of three (3) percent of the contract price to a maximum  \nof $50,000 to cover any and all fringe benefit contributions to Engineer's Joint  \nfunds.  \n"], ["ARTICLE XXV  \nCONTRIBUTIONS TO FRINGE BENEFITS  \nOVERTIME REQUIREMENTS  \n", "1. During overtime hours, the Employer shall be obligated to the  \nEmployee for the payment of fringe benefit contributions, including the Training  \nFund, at time and one-half (1-1/2) the fringe benefit rates otherwise provided for  \nin this Agreement. The premium rate referred to herein is time and one-half (1-  \n1/2) and, accordingly, the amount paid to the Employee shall be the half time  \nportion, the straight time portion during such overtime hours to be paid to the said  \nfringe benefit funds, including the Training Fund, plus any monies due pursuant  \nto Article XXVIII. See Overtime Dues Deduction Authorization.  \n2. The provisions set forth in Paragraph 1 above shall not apply to  \ncontributions made to the Central Pension Fund and the Engineers Joint Welfare  \nFund/Personal Account Plan EJWF/PAP. Said funds shall receive contributions  \nfor hours paid, in full.  \n"], ["ARTICLE XXVI  \nSUBCONTRACTING  \n", "1. It is agreed by and between the parties hereto, that the Employer  \nmay not subcontract bargaining unit work unless it requires the subcontractor to  \ncomply with the terms, conditions of employment, benefit supplements and wage  \nrates provided for in this Agreement, provided however, that this provision shall  \nnot apply to subcontracted work (other than jobsite) when an available  \nsubcontractor has an Agreement with another Labor organization. The Employer  \nunderstands and agrees that this clause shall be deemed breached by the  \nEmployer if its subcontractor fails to comply with the terms, conditions of  \nemployment, benefit supplements and wage rates provided for in this agreement.  \n2. A subcontractor is defined as any person, firm, partnership, self-  \nemployed person or corporation who agrees under contract, oral or written, with  \nthe general contractor or his subcontractor to perform on the job site any part or  \n32  \nportion of the work covered by this Agreement, including the operating of  \nequipment, performance of labor, and installation of materials.  \n3. Notwithstanding anything contained in this article, the provisions  \nhereof shal! not be applicable to a serviceman of a secondary Employer on the  \njob site for the purpose of performing work on any new construction equipment  \nwhich is covered by a warranty so long as the warranty extends for only a  \nreasonable period of time.  \n4. An owner-operator renting his/her machine to a contractor, shail be  \non said contractors payroll as an employee and shali be governed by the terms  \nand conditions of this Agreement. Separate checks shall be paid to the owner-  \noperator for wages and leasing of such equipment.  \n"], ["ARTICLE XXVII  \nWAGE RATES AND CLASSIFICATIONS  \n", "Effective July 1, 2005 through June 30, 2006  \nMaster $30.02  \nAssistant Master 29.38  \nCrane with Boom over 100 feet... eee 29.70  \nCrane with Boom over 200 29.95  \nCrane with Boom over 300 30.45  \nAdd $1.00 per hour to rate for Engineers and/or Registered Apprentice Engineers  \nor Apprentice Engineers working in the tunnel.  \nAdd $3.00 per hour (in addition to Class “A” rate) for operating all lattice boom  \ncranes and any hydraulic crane over sixty (60) tons capacity (In addition to  \nlong boom rate, where applicable)  \nClassification $28.95  \nAir Hoist  \nAll Boom Type Equipment  \nAll Pans and Carry-Alls  \nAsphalt Curb and Cutter Machines  \nAsphalt Roller  \nAsphalt Spreader or Paver  \nAutomatic Fine Grade Machine (CMI and similar type)  \n(first and second operator)  \nBackhoe and Pulihoe (All)  \nBack Filling Machine  \nBelt Placer (CMI and similar type)  \nBending Machine (Pipe)  \na2  \nBituminous Spreader and Mixer  \nBlacktop Plant, (All)  \nBlast or Rotary Drill (Truck or Track Mounted)  \nBlower for Burning Brush  \nBoiler (when used for Power)  \nBoom Truck  \nBoring Machine  \nBulidozer  \nCableway  \nCage Hoist  \nCaisson Auger  \nCentral Mix Plant (and all Concrete Batching Plants)  \nCherry Picker  \nConcrete Cleaning Decontamination Machine  \nConcrete Curb and Gutter Machine  \nConcrete Curing Machine  \nConcrete Mixer (over 1/2 cu. yd.)  \nConcrete Pavement Spreaders and Finishers  \nConcrete Paver  \nConcrete Pump  \nConcrete Saw (Self Propelled)  \nConveyor  \nCore Drill  \nCrane  \nCrusher  \nDecontamination of Equipment  \nDerrick  \nDragline  \nDredge  \nDrill Rig (Tractor Mounted)  \nDual Drum Paver  \nElectric Pump used in conjunction with Well Point Systems  \nElevating Grader (Self Propelled or Towed)  \nElevator  \nExcavator (all purpose, hydraulically operated)  \nFarm Tractor with Accessories  \nFine Grade Machine  \nForklift  \nFront End Loader  \nGradall  \nGrader  \nGrout or Gunite Machine  \nHead Tower  \nHeavy Equipment Robotics Operator/mechanic  \nHoist, all types  \nHoisting Engine  \n34  \nHorizontal Directional Drill Locator  \nHorizontal Directional Drill Operator  \nHydraulic Boom  \nHydraulic Hammer (Self Propelled)  \nHydraulic Pipe Jack Machine (or similar type machine)  \nHydraulic Rock Expander (or similar type machine)  \nHydraulic System Pumps  \nIndustrial Tractor  \nJersey Spreader  \nKolman Plant Loader (and similar type Loaders)  \n(if employer requires another man to clean the screen or to  \nmaintain the equipment, he/she shall be Registered Apprentice  \nEngineer or Apprentice Engineer)  \nLaser Screed  \nLocomotive  \nLog Skidder (Similar Type)  \nMaintenance Engineer  \nMaintenance, Lubrication Unit or Truck  \nMine Hoist  \nMixer for Stabilized base, (Self Propelled)  \nMonorail  \nMotorized Hydraulic Pin Puller  \nMotorized Hydraulic Seeder  \nMucking Machine  \nMulching Machine  \nOverhead Crane  \nPeine Crane (or similar type)  \nPile Driver  \nPlant Engineer  \nPneumatic Mixer  \nPost Hole Digger and Post Driver  \nPower Broom  \nPump Crete  \nPush Button Hoist  \nPush or Snatch Cat  \nQuarry Master or Equivalent  \nRoad Widener  \nRock Bit sharpener (all types)  \nRoller (all)  \nRolling Machine (Pipe)  \nRotomill  \nScoopmobile  \nShovel  \nSide Boom  \nSkid Steer/Bobcat (Similar Type)  \nSkimmer  \n35  \nSlip form Paver (CMI and similar type)  \n(First and Second Operator)  \nSnorkel/Vacuum Truck  \nStrato-Tower  \nTire Truck & Repair  \nTowed Roller  \nTractor Drawn Belt-Type Grader/Loader  \nTractor Shovel  \nTractor with Towed Accessories  \nTractors (when using winch power)  \nTrencher  \nTruck Crane  \nTugBoats  \nTunnel Shovel  \nTube Finisher (CMI and similar type)  \nVacuum Blasting Machine operator/mechanic  \nVibratory Compactor  \nVibro Tamp  \nWaterjet Cutting Tool System Operator/mechanic(Uitra high Pressure)  \nWell Drilling Machine  \nWell Point  \nWinch  \nWinch Truck with A Frame  \n36  \nClassification B............... oni mie wn ol ASAI $24.45  \nAggregate Bin  \nAggregate Plant  \n*Apprentice Engineer/Registered Apprentice Engineer  \n*Apprentice Engineer/Registered Apprentice Engineer-Driver  \nArticulated Off Road Material Hauler  \nCMI and similar type Concrete Spreads  \n(Apprentice Engineer/Registered Apprentice Engineer)  \nCement Bin  \nChipping Machine and Chip Spreader  \nCompressors (4 or /ess)  \nCompressors: any size, but subject to other provisions for compressors,  \nDust Collectors, Generators, Mechanical Heaters, Pumps, Welding  \nMachines  \n(four of any type or combination).  \nConcrete Mixer (1/2 cu. yd. and under)  \nFireman  \nForm Tamper  \nFuel Truck 7  \nHeating Boiler (used for temporary heat)  \n*Helper on Lubrication Unit or Truck  \nJeep Trencher  \nPower Heaterman  \nPower Plant in excess of 10 K.W.  \nPump (4\" or over)  \nRevinius Widener  \nSteam Cleaner  \nStump Chipping Machine  \nWelding Machine (1 machine over 300 amps or 2 or 3 machines  \nregardless of amps)  \nWAGE RATES AND CLASSIFICATIONS  \nCLASSIFICATION JULY 1, 2005 - JUNE 30, 2006  \n   \n37  \n$ Per $ Per $ Per  \nHour Day Week  \nMaster Mechanic $ 30.02 $240.16 $1200.80  \nAsst. Master Mechanic 29.38 235.04 1175.20  \nCrane over 29.70 237.60 1188.00  \nCrane over 200' 29.95 239.60 1198.00  \nCrane over 300’ 30.45 243.60 1218.00  \nClass A 28.95 231.60 1158.00  \nClass B 24.45 195.60 978.00  \nCLASSIFICATION JULY 1, 2006 - JUNE 30, 2007  \n$ Per $ Per $ Per  \nHour Day Week  \nMaster Mechanic $ 30.56 $ 244.48 $1222.40  \nAsst. Master Mechanic 29.92 239.36 1196.80  \nCrane over 100’ 30.24 241.92 1209.60  \nCrane over 200’ 30.49 243.92 1219.60  \nCrane over 300° 30.99 247.92 1239.60  \nClass A 29.49 235.92 1179.60  \nClass B 24.99 199.92 999.60  \nCLASSIFICATION JULY 1, 2007 - JUNE 30, 2008  \n$ Per $ Per Per  \nHour Day Week  \nMaster Mechanic $ 31.04 $ 248.32 $1241.60  \nAsst. Master Mechanic 30.40 243.20 1216.00  \nCrane over 100' 30.72 245.76 1228.80  \nCrane over 200’ 30.97 247.76 1238.80  \nCrane over 300’ 31.47 251.76 1258.80  \nClass A 29.97 239.76 1198.80  \nClass B 25.47 203.76 1018.80  \n38  \nIn addition to the above listed wage rates, the following amounts are payable in  \nfringe benefits:  \n7/1/05 7/1/06 7/1/07  \nEJWF Supplement  \n(hr pd)  .70 $ .80 $ .90  \nPension (hr pd) 2.29 2.25 2.25  \nWelfare (hr pd) §.20 5.70 6.30  \nS.U.B. (hr pd) 1.40 1.40 1.40  \nTrng. Fund (hr pd) 1.21 1.21 1.21  \nCentral Pension Fund (hr pd)  \nEngineers 5.30 9.55 5.80  \n*Apprentice Engineers/Registered Apprentice  \nEngineers 4.90 5.15 5.40  \nEJWEF/PAP (hr pd) 1.15 1.15 1.15  \nThe total compensation increase on July 1, 2008 for each classification will be  \none dollar ninety nine cents ($1.99). The Union will notify the employers by May  \n30, 2008 describing the details of the distribution throughout the wage and fringe  \nbenefit package of this increase.  \nWORK AT HAZARDOUS WASTE SITE  \nWhen an employee covered by this agreement performs hazardous waste  \nremoval work on a State and/or Federally designated waste site, and where  \nrelevant State and/or Federal! regulations require employees to be furnished, and  \nthose employees use or wear, required forms of personal protection, then in such  \ncase an employee shall receive his/her regular hourly rate plus $2.50 per hour.  \nTunnel work premium shall be $1.00 per hour.  \nAdd $3.00 per hour (in addition to Class “A” rate) for operating all lattice  \nboom cranes and any hydraulic crane over sixty (60) tons capacity (in  \naddition to long boom rate, where applicable)  \n"], ["ARTICLE XXVIII  \nUNION DUES, STRIKE AND DEFENSE FUND,  \nPOLITICAL ACTION,  \nDEDUCTION AUTHORIZATION  \n", "A. To all employers by whom | am employed during the terms of the  \npresent or future collective bargaining agreements by and between either Labor  \nRelations Division, Western New York Region, Associated General Contractors  \n   \n39  \nof America, New York State Chapter, Inc. and International Union of Operating  \nEngineers Local 17, 17A, 178, 17C, & 17RA, the Construction Industry  \nEmployers Association, the Ready Mix and Aggregate Industry Employers or the  \nAssociation of Utility Contractors and the same said Locals: | hereby authorize  \nsuch Employers to deduct from my pay each week, the sum of:  \n(1) One dollar and fifty-one cents ($1.51) which represents ninety-six  \ncents ($.96) union dues and fifty-five cents ($.55) defense fund contribution, for  \neach hour paid to the Employee covered by this agreement. Total deductions for  \ntime and one-half will amount to two dollar and twenty-seven cents ($2.27) and  \ndouble time will amount to three dollars and two cents ($3.02) when applicable  \nper hour for period starting July 1, 2005.  \n_ (2) One dollar and fifty-seven cents ($1.57), which represents ninety-  \nnine cents ($.99) union dues and fifty-eight cents ($.58) defense fund  \ncontribution, for each hour paid to the Employee covered by this agreement.  \nTotal deductions for time and one-half will amount to two dojlars and thirty-six  \ncents ($2.36) and double time will amount to three dollars and fourteen cents  \n($3.14) when applicable per hour for period starting July 1, 2006.  \n(3) | One dollar and sixty-one cents ($1.61) which represents one dollar  \nand two cents ($1.02) union dues and fifty-nine cents ($.59) defense fund  \ncontribution, for each hour paid to the Employee covered by this agreement.  \nTotal deductions for time and one-half will amount to two dollars and forty-two  \ncents ($2.42) and double time will amount to three dollars and twenty-two cents  \n($3.22) when applicable per hour for period starting July 1, 2007.  \nSaid deductions to be part of my membership dues for the said week  \nowed by me to the International Union of Operating Engineers Locals 17, 17A,  \n17B, 17C, and 17RA.  \nIn addition, | hereby authorize each said employer to deduct from my pay  \neach week the following amounts as designated in the Local bargaining  \nagreements on the applicable effective dates: Effective July 1, 2005, and  \ncontinuing through June 30, 2006, five dollars and thirty-five cents ($5.38) per  \nhour or fractions thereof during all hours of overtime work for which | am  \nemployed such week, reducing by that amount the total obligations of the  \nEmployer during that week to the fringe benefit funds provided for under said  \nAgreement, where the particular Agreement provides for overtime at the rate of  \none and one-half (1-1/2), and effective July 1, 2005 and continuing through June  \n30, 2006, ten dollars and seventy-six cents ($10.76) per hour or fractions  \nthereof; during such hours where such Agreement provides for overtime at the  \nrate of double time, thereby reducing the Employer's total obligations to the fringe  \nbenefit funds under such Agreement by that amount per hour for such hours, all  \nof which deductions are herein referred to as weekly additional dues.  \n40  \nEffective July 1, 2006, and continuing through June 30, 2007, five doliars and  \nsixty-eight cents ($5.68) per hour or fractions thereof during all hours of overtime  \nwork for which | am employed such week, reducing by that amount the total  \nobligations of the Employer during that week to the fringe benefit funds provided  \nfor under said Agreement, where the particular Agreement provides for overtime  \nat the rate of one and one-half (1-1/2), and effective July 1, 2006 and continuing  \nthrough June 30, 2007, eleven dollars and thirty-six cents ($11.36) per hour or  \nfractions thereof, during such hours where such Agreement provides for overtime  \nat the rate of double time, thereby reducing the Employer's total obligations to the  \nfringe benefit funds under such Agreement by that amount per hour for such  \nhours, all of which deductions are herein referred to as weekly additional dues.  \nEffective July 1, 2007, and continuing through June 30, 2008, six dollars and  \nthree cents ($6.03) per hour or fractions thereof during all hours of overtime work  \nfor which | am employed such week, reducing by that amount the total  \nobligations of the Employer during that week to the fringe benefit funds provided  \nfor under said Agreement, where the particular Agreement provides for overtime  \nat the rate of one and one-half (1-1/2), and effective July 1, 2007 and continuing  \nthrough June 30, 2008, twelve dollars and six cents ($12.06) per hour or  \nfractions thereof; during such hours where such Agreement provides for overtime  \nat the rate of double time, thereby reducing the Employer's total obligations to the  \nfringe benefit funds under such Agreement by that amount per hour for such  \nhours, all of which deductions are herein referred to as weekly additional dues.  \nThe dues, strike and defense and political action obligations that will become  \neffective July 1, 2008 will be determined at such time that the compensation  \nincrease is allocated for this year. The Union will notify the employers by May,  \n30, 2008 the details of these obligations.  \n| understand that my authorization to deduct such amounts of money that  \nare referred to as weekly additional dues is pursuant to the portion of the  \nAgreement between the said Employer and Local 17, 17A, 17B, 17C, and 17RA  \nwhich provides that during such overtime, Employer contributions to the fringe  \nbenefit funds will be at straight time, rather than at premium overtime rates, the  \nlatter portion, instead being paid to me as wages.  \nSuch deductions shall be made from my earned pay on each weekly  \nscheduled pay day and shall be remitted to International Union of Operating  \nEngineers Locals 17, 17A, 17B, 17C, and 17RA promptly thereafter.  \nThis authorization is effective from the date hereof and shall continue in  \nfull force and effect for a period not to exceed one (1) year, and for any  \nsubsequent similar period thereafter unless revoked by me in writing within  \nfifteen (15) days immediately preceding the initial year or any subsequent year.  \nThe copy of said revocation must be delivered to the Union and signed by me.  \n41  \nDATE:  \nSIGNATURE: |  \nB. To ali employers by whom | am employed during the term of the  \npresent or any future collective bargaining agreement by and between either the  \nLabor Relations Division, Western New York Region, Associated General  \nContractors of America, New York State Chapter, Inc., and the International  \nUnion of Operating Engineers Locals 17, 17A, 17B, 17C, and 17RA or the  \nConstruction Industry Employers Association, the Ready Mix and Aggregate  \nIndustry Employers or the Association of Utility Contractors and the same said  \nLocals:  \n| hereby authorize such Employers to deduct from my wages each week,  \nthe sum of ten cents ($.10) C.O.P.E. fund contribution for each hour paid to the  \nEmployee covered by this Agreement. Total deductions for time and one-half will  \namount to fifteen cents ($.15) and double time will amount to twenty cents ($.20)  \nwhen applicable per hour for period starting July 1, 2005. This authorization is  \nvoluntarily made on the specific understanding that signing of this authorization  \nand the making of payments to the IUOE Local 17 Political Action Committee are  \nnot conditions of membership in the Union or of employment and that the IUOE  \nLocal 17 P.A.C. will use that money to make political contribution and  \nexpenditures in connection with Federal, State and Local elections.  \n“This authorization is effective from the date hereof and shall continue in  \nfull force and effect for a period not to exceed one (1) year, and for any  \nsubsequent similar period thereafter unless revoked by me in writing within  \nfifteen (15) days immediately preceding the initial year or any subsequent year.  \nThe copy of the said revocations must be delivered to the Union and signed by  \nme. |  \nDATE:  \nSIGNATURE.  \nAUTHORIZATION CARD  \nTo all employers by whom | am employed during the terms of the present  \nor future collective bargaining agreements by and between the Labor Relations  \nDivision, Western New York Region, Associated General Contractors of America,  \nNew York State Chapter, Inc. (AGC) Construction Industry Employers  \nAssociation, Ready Mix and Aggregate Industry, and Independent Contractors.  \n42  \nUNION DUES, STRIKE AND DEFENSE FUND  \nA. | hereby authorize such employers to deduct from my pay each  \nweek the sum set forth in the current bargaining agreements as contained in the  \nclauses of said agreements listed above. Said deductions to be part of my  \nmembership dues for the said week owed by me to the International Union of  \nOperating Engineers Local 17, 17A, 17B, 17C and 17RA. Such deductions will  \nbe made from my earned pay on a weekly scheduled pay day and shall be  \nremitted to the International Union of Operating Engineers Local 17, 17A, 17B,  \n17C, and 17RA promptly thereafter. This authorization is effective from the date  \nhereof and shall continue in full force and effect for a period not to exceed one  \nyear, and for any subsequent similar period thereafter unless revoked by me in  \nwriting within fifteen (15) days immediately preceding the initial year or any  \nsubsequent year. The copy of the said revocation must be delivered to the Union  \nand signed by me.  \nDATE:  \n   \nSIGNATURE:  \n   \nPOLITICAL ACTION COMMITTEE  \nB. Further | authorize such employer to deduct from my wages each  \nweek the sum of money set forth in the current applicable agreement for political  \naction. This authorization is voluntarily made on the specific understanding that  \nthe signing of this authorization and the making of payments to the International  \nUnion of Operating Engineers Local 17 Political Action Committee are not  \nconditions of membership in the Union or of employment and the IUOE, P.A.C.  \nwill use the money to make political contribution expenditures in connection with  \nFederal, State and Local elections and for other political activities. This  \nauthorization is effective from the date hereof and shall continue in full force and  \neffect for a period not to exceed one (1) year, and for any subsequent similar  \nperiod thereafter unless revoked by me in writing within fifteen (15) days  \nimmediately preceding the initial year or any subsequent year. The copy of the  \nsaid revocation must be delivered to the Union and signed by me. The  \nundersigned understands any such donations are voluntary and that a refusal to  \ndonate will not result in any form of reprisal against me by either the Union or the  \nEmployer.  \nDATE:  \nSIGNATURE:  \n   \n43  \n"], ["ARTICLE XXIX  \nCENTRAL PENSION FUND  \n", "1. The Employer agrees to contribute to the Central Pension Fund,  \n4115 Chesapeake Street, N.W., Washington, DC 20016, in the amounts as set  \nforth in Article XXVII for each actual hour paid (excluding holiday not worked) to  \nthe Engineers Joint Benefit Fund 101 Intrepid Lane, PO Box 100 Colvin Station,  \nSyracuse, New York, 13205-0100 or any other depository selected by the  \nTrustees, in the mode and manner as determined by the Board of Trustees of  \nsaid Fund pursuant to the terms and provisions of an Agreement and Declaration  \nof Trust adopted by the Labor Relations Division, Associated General  \nContractors of America, New York State Chapter, Inc., and Loca! Union 17 of the  \nInternational Union of Operating Engineers, AFL-CIO.  \n2. Notwithstanding any other provision contained in this Agreement,  \nthe parties agree that any employer who becomes delinquent in the payment of  \ncontributions due to the Central Pension Fund after notice has been served upon  \nsuch delinquent Employer shall be tiable for not only the amount of contributions  \ndue, but in addition thereto, any interest, costs and fees of collection. Legal fees  \ndue shall not exceed twenty percent (20%) of the amount of said delinquency  \nand the costs of an audit if auditing procedures are necessary to ascertain the  \namount of the delinquencies. The failure of an Employer to make timely and  \nproper contributions and remittances to the Fund shall not relieve any other  \nEmployer from making such payments.  \n:3. It is further agreed between the parties hereto that in addition to the  \nprovisions contained in the preceding paragraph, the Union is granted the  \nunequivocal right, with respect to any delinquent Employer, fo declare this .  \nAgreement breached and at the option of the Union, said Agreement may be  \nconsidered terminated upon seventy-two (72) hours notice to any such  \ndelinquent Employer. In the event that the Union exercises such option under  \nthis section, such delinquent Employer agrees to pay as liquidated damages, to  \neach of said Employer's Employees in the collective bargaining unit of the Union,  \ntheir regular rate of pay for all time lost from work as a result of the Employer's  \ndelinquency.  \n4. The parties hereto recognize that the Union, the Funds, and/or any  \naffiliated Fund may make contributions to the respective Funds for and on behalf  \nof their employees. Such contributions shall be in the same amount and payable  \nin the same manner as are made by other contributing Employers. |  \n   \n44  \n"], ["ARTICLE XXX  \nDRUG/ALCOHOL ABUSE POLICY AND PROGRAM  \n", "The Employers and the Union affirm that construction jobsites subject to  \nthis agreement must be alcohol and drug free.  \nAlcoholism and drug dependency is recognized by medical, public health  \nauthorities, the Employers, and the Union as a disease. Excessive use of  \nalcohol or other drugs by workers impairs their ability to function, contributes to  \nincreased absenteeism and the violation of safety rules. This in turn disrupts  \nwork schedules with consequent dissatisfaction among the majority of workers  \nwho are sincerely trying to do a conscientious job. This combination of factors is  \nrecognized as having a potentially damaging effect on the American construction  \nindustry and it endangers the job security of the worker and the safety and well  \nbeing of everyone at the jobsite.  \nThe Employers and the Union express their joint determination to, deal  \ncooperatively and constructively with the problem of substance abuse among’  \nemployees represented by the Union.  \nTo this end the Employers and the Union have agreed to diligently work  \ntogether to develop a program which involves the appropriate means for  \nidentifying those persons with drug or alcohol problems and the appropriate  \nmeasures to be taken when these problems are identified.  \nThe Employers and the Union will negotiate a new Drug and Alcohol Abuse  \nPolicy by September 1, 2005.  \n"], ["ARTICLE XXxXI  \nNON-DISCRIMINATION IN EMPLOYMENT  \n", "The Employer and the Union mutually agree that they will comply  \nand cooperate with all laws, codes, rules, regulations, executive orders and  \nadministrative decisions, whether State or Federal, dealing with non-  \ndiscrimination in training, membership, employment, job tenure, promotions and  \nevery other matter covered by such laws, codes, etc., not herein expressly  \nmentioned. The use of masculine or feminine gender in this Agreement shall be  \nconstrued as including both genders.  \n45  \n"], ["ARTICLE XXxXll  \nSUCCESSORS  \n", "1. This Agreement for on-site heavy and highway construction as  \nprovided in Articte Ill, Section 1, and in Article V, shall be binding upon members  \nof the LRD/AGC, Western New York Region, at the expiration of the previous  \nAgreement; during the course of negotiations; on the effective date of this  \nAgreement; and contractors who become members of the LRD/AGC, Western  \nNew York Region, during the life of this Agreement and to such other contractors  \nwho may execute this Agreement in an individual capacity.  \n2. With respect to corporate employers, this Agreement shall be  \nequally applicable to other corporations performing on-site heavy and highway  \nconstruction as the same is defined in this Agreement, the majority stock of  \nwhich other corporation is held by a corporate employer party to this Agreement  \nor by the majority stockholders of a corporate employer party to this Agreement.  \n3. A corporate employer party to this Agreement and/or the majority  \nstockholders of such corporation shall promptly notify the Union in writing of any  \nsuch other corporation as hereinabove described in paragraph 2, which  \ncorporation is in existence at the time of the effective date of this Agreement or  \nthat may come into existence during the life of this Agreement, stating its full  \ncorporate name and address.  \n4. This Agreement shall be binding on successor corporations where  \nby merger, consolidation, re-organization or change of name, a corporation party  \nto this Agreement shall continue to exist and/or where the majority stock of the  \nsuccessor corporation is held by the majority stockholders of the predecessor  \ncorporation.  \n5. In such cases as are mentioned in paragraph 4 above, the  \nsuccessor shall promptly notify the Union of its existence stating its full corporate  \nname and address.  \n6. The provisions contained in the sections of this Article shall not  \napply to any corporation which on the effective date of the Agreement of which  \nthis Article is a part, was a party to a collective bargaining agreement with a bona  \nfide labor organization other than the Union party to this Agreement.  \n"], ["ARTICLE XXxill  \nRESOLUTION  \n", "The Association and the Union agree that within thirty (30) days of the  \neffective date of this Agreement each party shall appoint three (3)  \nrepresentatives to serve on a “Prevailing-Rate Committee” (\"Committee\"). The  \nCommittee shall meet on a monthly basis commencing the first month following  \n46  \nthe formation of the Committee. At the first meeting, the Committee shall elect a  \nChairperson and Vice-Chairperson. The mission and purpose of the Committee  \nshall be to implement the Resolution set forth below.  \nWhereas, the Association and Union desire to increase productivity in the  \nwork place, and  \nWhereas, a productive work force is entitled to receive decent wages and  \nbenefits, commensurate with its productivity, and,  \nWhereas, it is the official policy of both the State of New York as well as  \nihe United States to promote productivity and protect the wages and benefits of  \nworkers employed on public work projects, and  \nWhereas, public work projects are very often performed in a shoddy  \nfashion by contractors who do not comply with prevailing rate requirements, and  \nWhereas, the undercutting of quality control standards and prevailing rate  \n_gtatutes harms our community, law-abiding contractors and workers, now,  \ntherefore, be it .  \nRESOLVED, that the respective parties to this Agreement individually and  \njointly urge the appropriate public officials to recognize the harm now being  \nvisited upon the construction industry and our communities at large by those who  \nundercut laws governing the performance of work on public works projects, and,  \n. be it further,  \nRESOLVED, that the respective parties to this Agreement individually and  \njointly urge the appropriate public officials to take all measures necessary to  \ninsure that existing laws governing the performance of work on public works  \nprojects are strictly and evenhandedly enforced.  \n47  \nMEMORANDUM OF UNDERSTANDING  \nREGARDING TRUCK MOUNTED  \nCONVEYORS  \nThe parties agree that the truck mounted conveyors are the work of the Teamster  \nwhen the supplier or owner is signatory to a Teamsters Agreement.  \nInternational Union of Operating  \nEngineers Local 17  \n   \nDate Date  \n48  \nMEMORANDUM OF UNDERSTANDING  \nREGARDING THE INCLUSION OF THE  \nARTICULATED OFFROAD MATERIAL HAULER (END DUMP)  \nAND FUEL TRUCK (NOT FUEL/MAINTENANCE TRUCK)  \nIN THE BARGAINING UNIT  \nWhereas, the Articulated Offroad Material Hauler (End Dump) and Fuel Truck, is  \nlisted in the parties’ 2002-2005 Collective Bargaining Agreement (CBA) as  \nconstituting bargaining unit work; and  \nWhereas, a dispute has arisen between the parties as to whether the Articulated  \nOffroad Material Hauler (End Dump) and Fuel Truck, properly belong in the list of  \nequipment constituting unit work; and  \nWhereas, the parties are desirous of settling the aforementioned dispute; it is  \ntherefore,  \nResolved and Agreed, that the scope of the unit shall include the Articulated  \nOffroad Material Hauler (End Dump) and Fuel Truck (EXCLUDING FUEL  \nVENDORS), for each firm party to the CBA unless the firm can demonstrate that  \nprior to April 1, 2000, it was party to a Collective Bargaining Agreement with a  \nlocal union affiliated with the International Brotherhood of Teamsters.  \nWhereas, the operation of the Articulated Offroad Material Hauler (EndDump)  \n(AOMH) will be paid at the \"B” Rate.  \nWhereas, the operators on (AOMH) and Fuel Trucks will not count towards the  \nmaster mechanic, assistant master mechanic or apprentice totals.  \nThe provisions of Article XXVI- Subcontracting shall not apply to (AOMH) or Fuel  \nTrucks if the subcontractor is signatory to a Teamster Agreement as of April 1,  \n2000. The intent of the parties is to exempt from the Article XXVI Subcontracting  \nonly Fuel Trucks and (AQMH'S) not Fuel Maintenance Truck.  \nFor the International Union of Operating  \nEngineers, Local 17  \n   \nDate  \n49  \n"]]